[
  {
    "id": 1,
    "judul": "Wirid Sakran",
    "penulis": "Abu Bakar As-Sakran",
    "arabic": [
      "اَللّٰهُمَّ اِنِّيْ اَحْتَطْتُ بِدَرْبِ اللّٰهِ * طُوْلُهٗ مَاشَاءَ اللّٰهُ * قُفْلُهٗ لَاۤ اِلٰهَ اِلَّا اللّٰهُ * بَابُهٗ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَآلِهٖ وَسَلَّمَ * سَقْفُهٗ لاَ حَوْلَ وَلَا قُوَّةَ اِلَّا بِاللٰهِ الْعَلِيِّ الْعَظِيْمِ * اَحَاطَ بِنَا مِنْ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ * اَلْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ * اّلرَّحْمٰنِ الرَّحِيْمِ * مَالِكِ يَوْمِ الدِّيْنِ * اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُ * اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ * صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّآلِّيْنَ *",
      "سُوْرٌ سُوْرٌ سُوْرٌ وَاٰيَةُ *",
      "اَللّٰهُ لَاۤ اِلٰهَ اِلَّا هُوَ الْحَيُّ الْقَيُّوْمُ ۚ لَا تَأْخُذُهٗ سِنَةٌ وَلَا نَوْمٌ ۚ لَهٗ مَا فِى السَّمٰاوٰاتِ وَمَا فِى الْاَرْضِ ۗ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗ اِلَّا بِاِذْنِهٖ ۚ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِنْ عِلْمِهٖ اِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمٰاوٰاتِ وَالْاَرْضَ ۖ وَلَا يَئُوْدُهٗ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ *",
      "بِنَا اسْتَدَارَتْ كَمَا اسْتَدَارَتِ الْمَلۤائِكَةُ بِمَدِيْنَةِ الرَّسُوْلِ بِلَا خَنْدَقٍ وَلَا سُوْرٍ مِّنْ كُلِّ قَدَرٍ مَّقْدُوْرٍ وَّحَذَرٍ مَّحْذُوْرٍ وَّمِنْ جَمِيْعِ السُّرُوْرِ *",
      "تَتَرَّسْنَا بِاللّٰهِ تَتَرَّسْنَا بِاللّٰهِ تَتَرَّسْنَا بِاللّٰهِ *",
      "مِنْ عَدُوِّنَا وَعَدُوِّ اللّٰهِ * مِنْ سَاقِ عَرْشِ اللّٰهِ اِلٰى قَاعِ اَرْضِ اللّٰٰهِ * صُنْعَتُهٗ لَا تَنْقَطِعُ بِاَلْفِ اَلْفِ اَلْفِ لَا حَوْلَ وَلَا قُوَّةَ اِلَّا بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ * عَزِيْمَتُهٗ لَا تَنْشَقُّ بِاَلْفِ اَلْفِ اَلْفِ لَاحَوْلَ وَلَا قُوَّةَ اِلَّا بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ *",
      "اَللّٰهُمَّ اِنْ اَحَدٌ اَرَادَنِيْ بِسُوْءٍ مِّنَ الْجِنِّ وَالْاِنْسِ وَالْوُحُوْشِ مِنْ بَشَرٍ اَوْ شَيْطَانٍ اَوْ وَسْوَاسٍ فَارْدُدْهُمْ فِي انْتِكَاسٍ وَّقُلُوْبَهُمْ فِيْ وَسْوَاسٍ وَّاَيْدِيَهُمْ فِي اِفْلَاسٍ وَّاَوْبِقْهُمْ مِنَ الرِّجْلِ اِلَى الرَّأْسِ * لَا سَهْلَ يَجْدَعُ وَلَا جَبَلَ يَقْطَعُ بِاَلْفِ اَلْفِ اَلْفِ لَا حَوْلَ وَلَا قُوَّةَ اِلَّا بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ * وَصَلَّى اللّٰهُ عَلٰى سَيِّدِنَا مُحَمَّدٍ وَعَلٰى آلِهٖ وَصَحْبِهٖ وَسَلَّمَ *"
    ],
    "latin": [
      "Allōhumma inni ahtath-tu bidarbillāh, thūluhū mā syā Allōh, qufluhū lā ilāha illallōh. bābuhū Muḥammadurrosūlullōhi shollallōhu ‘alaihi wa ālihī wasallam, saqfuhū lā ḥawla walā quwwata illā billahil ‘aliyyil ‘adzīm, ahāthō binā mim Bismillāhirroḥmānirroḥīm Alḥamdulillāhi robbil 'ālamīn, arroḥmānirroḥīm, māliki yaumiddīn, iyyaka na'budu wa iyyāka nasta'īn, ihdinash shirōthol mustaqīm, shirōthol ladzīna an'amta 'alaihim ghoiril maghdzūbi 'alaihim waladh dhōllīn.",
      "Sūrun sūrun sūrun",
      " Allōhu lā ilāha illā huwal ḥayyul qoyyūm, lā ta'khudzuhū sinatuw walā naūm, lahū mā fissamāwāti wamā fil ardl, mang dzal ladzī yasy fa'u 'indahū illā bi'idznih, ya'lamu mā baina aidīhim wamā kholfahum walā yuḥīthūna bisyai-im min'ilmihī illā bimāsyā', wasi'a kursiyyuhus samāwāti wal ardl, walā ya ūduhū ḥifdhuhumā wahuwal 'aliyyul 'adhīm",
      "binastadārot kamastadārotil malā-ikatu bimadīnatir-rosūli bilā khondaqiw-walā sūrim mingkulli qodarim maqdūriw waḥadzarim maḥdzūriw wamin jamī'is surūr",
      "Tatarrosnā billāhi tatarrosnā billāhi tatarrosnā billāh",
      "Min 'aduwwinā wa'aduwwillāh, min sāqi 'arsyillāhi ilā qō'i ardlillāh. shon'atuhū lā tangqothi'u bi-alfi alfi alfi lā ḥaula walā quwwata illā billāhil 'aliyyil 'adhīm, 'azīmatuhū lā tansyaqqu bi-alfi alfi alfi lā ḥaula walā quwwata illā billāhil 'aliyyil 'adhīm",
      "Allōhumma in-aḥadun arōdanī bisū-im minal jinni wal-insi wal wuḥūsyi mim basyarin au syaithōnin aw was-wāsin fardud-hum fintikāsiw waqulūbahum fī was-wāsiw wa-aidiyahum fī iflāsiw wa-aubiq-hum minar rijli ilar ro'si lā sahla yajda'u walā jabala yaqtho'u bi-alfi alfi alfi lā ḥaulā walā quwwata illā billāhil 'aliyyil 'adhīm, washollallōhu 'alā sayyidinā Muḥammadiw wa'alā ālihī wasoḥbihī wasallam."
    ],
    "arti": [
      "Ya Allah Aku berlindung dan membentengi diriku dengan Pemeliharaan Allah, yg panjangnya  menurut kehendak Allah (tiada terbatas panjangnya,  sepanjang usia, makanan, minuman, ucapan, panca indra, perasaan dll pd diriku). Kuncinya adalah Laa ilaaha illallah (sebagaimana benteng mestilah memiliki kunci yg kuat, dan kunci benteng pagar Allah ini adalah kekuatan Laa ilaaha illallah),dan Gerbangnya adalah Muhammad Rasulullah saw (setiap musuh yg akan menyerang akan berhadapan dengan Rasulullah saw, maka jadilah musuhku adalah musuh Nabi saw),atapnya adalah Laa haula wala quwwata illa billah (atap adalah yg menaungi dari panas dan hujan, dan atap dalam doa ini yg dimaksud adalah takdir yg akan turun kepada ku, kupayungi dg : Tiada daya dan Upaya terkecuali dengan kekuatan Allah”),membentengiku dari….(surat Al fatihah),",
      "Terjagalah.. terjagalah.. terjagalah.., demi ayat… (ayatulkursiy),",
      "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa'at di sisi Allah tanpa izin-Nya? Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar.” (QS. Al Baqoroh: 255).",
      "Kami memohon perlindungan sebagaimana para malaikat membentengi Madinah sang Nabi saw, perlindungan yg tak membutuhkan parit dan dinding, dari segala ketentuan yg tak menguntungkan, ancaman segala yg mengancam, dan dari segala kejahatan.",
      "Kami berlindung kepada Allah.., Kami berlindung kepada Allah.., Kami berlindung kepada Allah",
      "dari musuh musuh kami dan musuh musuh Allah,(perlindungan yg segera turun langsung) dari kaki Arsy Allah kepada hamparan Bumi Allah, demi seribu ribu ribu Laa Haula wala quwwata illa billah,Perbuatan Nya (swt) tak akan terhalangi, demi seribu ribu ribu Laa Haula wala quwwata illa billah.Penjagaan Nya (swt) tak akan bisa ditembus, demi beribu-ribu Laa Haula wala quwwata illa billahil 'aliyyil 'adhīm",
      "Wahai Allah jika ada seseorang yg menghendaki atasku kejahatan dari golongan Jin, manusia dan binatang buas, dan dari segenap makhluk lainnya, dari golongan manusia, syaitan, penguasa, atau godaan ancaman lainnya, maka tolaklah pandangan mereka tertunduk, dan jiwa mereka dalam kerisauan, dan kedua tangan mereka dg kesialan dan kerugian (ketika akan mencelakakanku), dan pendamkan mereka dari kaki hingga kepalanya (dalam kelemahan dan kegagalan dalam mencelakakanku), (dimanapun mereka berada) apakah di lembah yg sedang mereka lewati, atau digunung yg sedang mereka daki, demi seribu ribu ribu Laa Haula wala quwwata illa billah."
    ],
    "ket": [
      {
        "type": "judul",
        "isinya": "Tentang Wirid Sakron"
      },
      {
        "type": "isi",
        "isinya": "Wirid ini dinamai wirid sakran dan dikarang oleh Al Imam Al Habib Abu Bakar Assakran. Beliau digelari dengan As-Sakran (mabuk) , karena beliau mabuk dengan cintanya kepada Allah swt. beliau adalah seorang wali besar yang memiliki segudang karomah, ia adalah orang yang sholeh dan selalu taat pada perintah Allah SWT. nasab beliau bersambung langsung kepada Rasulullah SAW.\n\nSilsilah beliau adalah Sayyidinal Imam Abu Bakar As-Sakran bin Syeikh al Ghauts Abdurrahman As-Seggaf bin Muhammad Maula Dawilah bin Ali bin Alwi Al-Ghoyur bin Al-Imam Al-Faqih Al-Muqaddam Muhammad bin Ali bin Muhammad Shohib Mirbath bin Ali Khali’ Qasam bin Alwi bin Muhammad bin Alwi bin Ubaidillah bin Ahmad Al Muhajir bin Isa Ar-Rumi bin Muhammad An-Naqib bin Ali Al-‘Uraidhi bin Ja’far Ash-Shodiq bin Muhammad Al-Baqir bin Ali Zainal Abidin bin Husain bin Siti Fatimah Az-Zahro binti Muhammad SAW.\n\nIa wafat di tarim pada tahun 821 H, salah satu peninggalannya yang sampai kini selalu dibaca adalah wirid sakran. wirid sakran sendiri memiliki banyak sekali manfaat dan kegunaan yaitu untuk melindungi dan membentengi kita dari segala macam gangguan dan tipuan musuh musuh kita dari berbagai jenis makhluk baik jin maupun manusia. sehingga jenis gangguan jin seperti sihir dan lain sebagainya tidak akan mempan jika kita selalu membaca wirid sakran ini. wirid ini sangat ampuh dan selalu diamalkan oleh para salafunassoleh hingga sampai sekrang masih terus dibaca dimana mana."
      },
      {
        "type": "subjudul",
        "isinya": "Cukup Dibaca Satu Kali dalam Sehari"
      },
      {
        "type": "isi",
        "isinya": "Diceritakan bahwa Sayyid Muhammad bin Alawi al-Maliki pernah mengijazahkan wirid ini kepada para santrinya, dan oleh santrinya wirid ini dibaca hanya satu kali setiap hari. Wirid ini adalah wirid yang sebaiknya dibaca dalam kondisi genting, namun jika ingin membacanya setiap hari maka hendaknya dibaca tidak lebih dari satu kali setiap hari."
      },
      {
        "type": "subjudul",
        "isinya": "Manfaat Wirid Sakron"
      },
      {
        "type": "isi",
        "isinya": "Wirid Sakran memiliki banyak sekali manfaat. Berikut beberapa manfaat dan khasiatnya:"
      },
      {
        "type": "ul",
        "nomor": "1.",
        "isinya": "Melindungi kita dari berbagai macam gangguan dan kejahatan musuh"
      },
      {
        "type": "ul",
        "nomor": "2.",
        "isinya": "Melindungi kita dari berbagai jenis gangguan makhluk baik jin maupun manusia"
      },
      {
        "type": "ul",
        "nomor": "3.",
        "isinya": "Melindungi diri kita dan keluarga kita dari gangguan sihir, tenun, santet, dan kejahatan-kejahatan lainnya yang berbau ghaib"
      }
    ]
  },
  {
    "id": 2,
    "judul": "Doa Nurbuat",
    "penulis": "Doa Mustajab",
    "arabic": [
      "اَللّٰهُمَّ ذِى السُّلْطَانِ الْعَظِيْمِ وَذِى الْمَنِّ الْقَدِيْمِ وَذِى الْوَجْهِ الْكَرِيْمِ * وَوَلِيِّ الْكَلِمَاتِ التَّامَّاتِ وَالدَّعَوَاتِ الْمُسْتَجَابَةِ عَاقِلِ الْحَسَنِ وَالْحُسَيْنِ مِنْ اَنْفُسِ الْحَقِّ * عَيْنِ الْقُدْرَةِ وَالنَّاظِرِيْنَ وَعَيْنِ الْجِنِّ الْاِنْسِ وَالشَّيَاطِيْنِ * وَاِنْ يَّكَادُ الَّذِيْنَ كَفَرُوْا لَيُزْ لِقُوْنَكَ بِاَبْصَارِهِمْ * لَمَّا سَمِعُوا الذِّكْرَ وَيَقُوْلُوْنَ اِنَّهُ لَمَجْنُوْنٌ * وَمَاهُوَ اِلاَّ ذِكْرٌ لِّلْعَالَمِيْنَ * وَمُسْتَجَابُ اْلقُرْاٰنِ الْعَظِيْمِ * وَوَرِثَ سُلَيْمَانُ دَاوٗدَ عَلَيْهِمَا السَّلَامُ الْوَدُوْدُ ذُوالْعَرْشِ الْمَجِيْدِ * طَوِّلْ عُمْرِيْ وَصَحِّحْ جَسَدِيْ وَاقْضِ حَاجَتِيْ وَاَكْثِرْ اَمْوَالِيْ وَاَوْلَادِيْ وَحَبِّبْنِيْ لِلنَّاسِ اَجْمَعِيْنَ * وَتَبَاعَدِ الْعَدَاوَةَ كُلَّهَا مِنْ بَنِيْ اٰدَمَ عَلَيْهِ السَّلَامُ * مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِيْنَ اِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ * سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَ وَسَلَامٌ عَلَى الْمُرْسَلِيْنَ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ *"
    ],
    "latin": [
      "Allōhumma dzis sulthōnil 'adhīmi wa dzil mannil qodīmi wa dzil waj hil karīm(i). wa waliyyil kalimātit tāmmāti wad da'awātil mustajābati 'āqilil ḥasani wal ḥusaini min anfusil ḥaqq(i). 'ainil qudrōti wan nādhirīna wa 'ainil jinni wal insi wasy-syayāthīn(i). wa iy yakādul ladzīna kafarū layuzliqūnaka bi abshōrihim. lammā sami'udz dzikro wa yaqūlūna innahu lamajnūn. wa mā huwa illā dzikrul lil mu'minīn(a). wa mustajābul qur-ānil 'adhīm(i). wa wariṡa sulaimānu dāwūda 'alaihimas salāmul wadūdu dzul 'arsyil majīd(i). thowwil 'umrī wa shoḥḥiḥ jasadī waqdlī ḥājatī wa akṡir amwālī wa aulādī wa ḥabbibnī linnāsi ajma'īn(a). wa tabā'adil 'adawāta kullahā mim manī ādama 'alaihis salām(u). man kāna ḥayyaw wa yaḥiqqol qoulu 'alal kāfirīna innaka 'alā kulli syai-in qodīr(un). subḥānaka robbika robbil 'izzati 'ammā yashifūna wa salāmun 'alal mursalīna wal ḥamdu lillāhi robbil 'ālamīn(a)."
    ],
    "arti": [
      "Ya Allah yang Maha Kuat, yang memiliki anugerah, yang merupakan zat yang Maha Mulia, yang menguasia banyak kalimat sempurna dan doa yang mustajab, penjamin Al Hasan dan Al Husain dari jiwa yang hak, pandangan yang penuh kuasa, serta orang-orang yang melihat dari pandangan para jin, manusia dan setan. Sesungguhnya orang yang kafir itu adalah orang yang menjerumuskan kamu dengan pandangan dari mereka, ketika mendengar Alquran dan mereka pun berkata, “Sesungguhnya Muhammad adalah orang yang gila. Alquran hanyalah peringatan untuk setiap umat. Wahai yang Dia yang memperkenankan melalui Alquran yang sangat agung, Sulaiman dan juga Daud, dan Dia (Allah) yang Maha Pengasih, sebagai Pemilik Arsy yang Mulia. Maka panjangkanlah umurku, sehatkanlah tubuhku, tunaikanlah segala yang kuperlukan, dan perbanyakanlah harta dan anakku, jadikanlah aku orang yang terhindar dari segala permusuhan dari anak-anak adam yang masih hidup. Pastikan ketetapan atau azab untuk orang-orang yang kafir. Karena sesungguhnya Engkau adalah yang Maha Kuasa akan segala sesuatu. Maha suci Tuhanmu, yaitu Maha yang memiliki kebesaran, dari apapun yang (mereka) gambarkan yaitu orang-orang kafir, dan melimpahlah kesejahteraan pada para Rasul, dan segala puji Bagi Allah pemilik Alam Semesta."
    ],
    "ket": [
      {
        "type": "judul",
        "isinya": "Tentang Nurbuat"
      },
      {
        "type": "isi",
        "isinya": "Sebenarnya Doa Nurbuat ini nama aslinya adalah Nurun Nubuwwah (Cahaya Kenabian). Namun karena (mungkin) agak sulit diucapkan sehingga terbiasa diucap sebagai Nurbuat oleh masyarakat Indonesia. Bacaan ini boleh diamalkan kapan saja karena mengandung makna baik supaya terhindar dari hal-hal menyesatkan dan insya Allah mendapat perlindungan Allah SWT."
      },
      {
        "type": "subjudul",
        "isinya": "Khasiat Doa Nurun Nubuwwah"
      },
      {
        "type": "isi",
        "isinya": "Doa ini adalah senjata ampuh karena mencakup urusan dunia dan akhirat. Berikut 9 khasiat doa Nurbuat"
      },
      {
        "type": "ul",
        "nomor": "1.",
        "isinya": "Bila dibaca setelah salat lima waktu dan juga pada siang hari raya, InsyaAllah akan dikabulkan keinginannya"
      },
      {
        "type": "ul",
        "nomor": "2.",
        "isinya": "Doa nurbuat pun bekerja pada tanaman, yakni jika diletakkan pada tanaman tersebut maka dapat selamat dari segala macam hama"
      },
      {
        "type": "ul",
        "nomor": "3.",
        "isinya": "Jika diletakkan pada tempat menakutkan yang di dalamnya terdapat hantu maupun iblis dan jin, mereka juga akan hilang"
      },
      {
        "type": "ul",
        "nomor": "4.",
        "isinya": "Ketika doa nurbuat dibaca setiap hari akan menyelamatkan kita dari siksa neraka, selamat dunia dan akhirat serta dijauhkan dari godaan setan"
      },
      {
        "type": "ul",
        "nomor": "5.",
        "isinya": "Bacalah doa nurbuat sebanyak 50 kali pada malam Jumat, niscaya dapat terhindar dari mengingkari nikmat Allah dan dijauhkan dari pekerjaan buruk"
      },
      {
        "type": "ul",
        "nomor": "6.",
        "isinya": "Selain menikmati senja, kamu dapat sembari membaca doa ini sekali saja, maka Allah akan memberimu ampunan dari segala dosa"
      },
      {
        "type": "ul",
        "nomor": "7.",
        "isinya": "Begitu pula musuh akan menyayangimu jika kamu membaca doa ini"
      },
      {
        "type": "ul",
        "nomor": "8.",
        "isinya": "Ketika dibaca setiap hari memiliki khasiatnya sendiri. Pada malam minggu InsyaAllah akan awet muda, hari Senin akan diberikan keselamatan, malam Selasa menjadikannya orang yang kuat, Rabu membuat giginya kuat dan Kamis akan menambahkan wajahnya menjadi lebih menarik"
      },
      {
        "type": "ul",
        "nomor": "9.",
        "isinya": "Jika setiap malam atau pada tengah malam membaca doa ini, Malaikat turun dari langit untuk memintakan ampunan"
      }
    ]
  },
  {
    "id": 3,
    "judul": "Hizib Bahr",
    "penulis": "Abul Hasan Asy-Syadzili",
    "arabic": [
      "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ * اَللّٰهُمَّ يَااَللّٰهُ يَاعَظِيْمُ يَاحَلِيْمُ يَاعَلِيْمُ اَنْتَ رَبِّيْ * وَعِلْمُكَ حَسْبِيْ فَنِعْمَ الرَّبُّ رَبِّيْ * وَنِعْمَ الْحَسْبُ حَسْبِيْ * تَنْصُرُ مَنْ تَشَاءُ وَاَنْتَ الْعَزِيْزُ الرَّحيْمُ * نَسْئَلُكَ الْعِصْمَةَ فِى الْحَرَكَاتِ وَالسَّكَنَاتِ وَالْكَلِمَاتِ وَالْاِرَادَاتِ وَالْخَطَرَاتِ مِنَ الشُّكُوْكِ وَالظُّنُوْنِ وَالْاَوْهَامِ السَّاتِرَةِ لِلْقُلُوْبِ عَنْ مُطَالَعَةِ الْغُيُوْبِ *",
      "فَقَدِابْتُلِيَ الْمُؤْمِنُوْنَ وَزُلْزِلُوْا زِلْزَالًا شَدِيْدًا * وَاِذْ يَقُوْلُ الْمُنَافِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَرَضٌ مَاوَعَدَنَا اللّٰهُ وَرَسُوْلُهٗ اِلَّاغُرُوْرًا *",
      "فَثَبِّتْنَا وَانْصُرْنَا وَسَخِّرْلَنَا هٰذَا الْبَحْرَ كَمَا سَخَّرْتَ الْبَحْرَ لِمُوْسۤى عَلَيْهِ السَّلَامُ وَسَخَّرْتَ النَّارَ لِاِبْرَاهِيْمَ عَلَيْهِ السَّلَامُ وَسَخَّرْتَ الْجِبَالَ وَالْحَدِيْدَ لِدَاوٗدَ عَلَيْهِ السَّلَامُ وسَخَّرْتَ الرِّيْحَ وَالشَّيَاطِيْنَ وَالْجِنَّ لِسُلَيْمَانَ عَلَيْهِ السَّلَامُ وَسَخِّرْ لَنَا كُلَّ بَحْرٍ هُوَلَكَ فِى الْاَرْضِ وَالسَّمَاءِ وَالْمُلْكِ وَالْمَلَكُوْتِ وَبَحْرِ الدُّنْيَا وَبَحْرِ الْآخِرَةِ وَسَخِّرْلَنَا كُلَّ شَيْئٍ يَامَنْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْئٍ",
      "كهيعص كهيعص كهيعص اُنْصُرْنَا فَاِنَّكَ خَيْرُ النَّاصِرِيْنَ * وَافْتَحْ لَنَا فَاِنَّكَ خَيْرُ الْفَاتِحِيْنَ * وَاغْفِرْلَنَا فَاِنَّكَ خَيْرُ الْغَافِرِيْنَ * وَارْحَمْنَا فَاِنَّكَ خَيْرُ الرَّاحِمِيْنَ * وَارْزُقْنَا فَاِنَّكَ خَيْرُ الرَّازِقِيْنَ * وَاهْدِنَا وَنَجِّنَا مِنَ الْقَوْمِ الظَّالِمِيْنَ * وَهَبْ لَنَا رِيْحًا طَيِّبَةً كَمَا هِيَ فِيْ عِلْمِكَ * وَانْشُرْهَا عَلَيْنَا مِنْ خَزَائِنِ رَحْمَتِكَ وَاحْمِلْنَا بِهَا حَمْلَ الْكَرَامَةِ مَعَ السَّلَامَةِ وَالْعَافِيَةِ فِى الدِّيْنِd وَالدُّنْيَا وَالْاۤخِرَةِ * اِنَّكَ عَلٰى كُلِّ شَيْئٍ قَدِيْرٌ *",
      "اَللّٰهُمَّ يَسِّرْلَنَا اُمُوْرَنَا مَعَ الرَّاحَةِ لِقُلُوْبِنَا وَاَبْدَانِنَا وَالسَّلَامَةَ وَالْعَافِيَةَ فِيْدِيْنِنَا وَدُنْيَانَا وَكُنْ لَنَا صَاحِبًا فِيْ سَفَرِنَا وَحَضَرِنَا وَخَلِيْفَةً فِيْ اَهْلِنَا وَاطْمِسْ عَلٰى وُجُوْهِ اَعْدَائِنَا وَامْسَخْهُمْ عَلٰى مَكَانَتِهِمْ فَلَا يَسْتَطِيْعُوْنَ الْمُضِيَّ وَلَاالْمَجِيْءَ اِلَيْنَا *",
      "وَلَوْ نَشَاءُ لَطَمَسْنَا عَلٰى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنَّى يُبْصِرُوْنَ * وَلَوْ نَشَاءُ لَمَسَخْنَاهُمْ عَلٰى مَكَانَتِهِمْ فَمَااسْتَطَاعُوْا مُضِيًّا وَلَايَرْجِعُوْنَ *",
      "يٰسۤ * وَالْقُرْاۤنِ الْحَكِيْمِ * اِنَّكَ لَمِنَ الْمُرْسَلِيْنَ * عَلٰى صِرَاطٍ مُسْتَقِيْمٍ * تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِ * لِتُنْذِرَ قَوْمًا مَا اُنْذِرَ اٰبۤاؤُهُمْ فَهُمْ غَافِلُوْنَ * لَقَدْ حَقَّ الْقَوْلُ عَلٰى اَكْثَرِهِمْ فَهُمْ لَايُؤْمِنُوْنَ * اِنَّا جَعَلْنَا فِيْ اَعْنَاقِهِمْ اَغْلَالًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُقْمَحُوْنَ * وَجَعَلْنَا مِنْ بَيْنِ اَيْدِيْهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنَاهُمْ فَهُمْ لَايُبْصِرُوْنَ *",
      "شَاهَتِ الْوُجُوْهُ (3) وَعَنَتِ الْوُجُوْهُ لِلْحَيِّ الْقَيُّوْمِ * وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا *",
      "طس * حمعسق * مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ * بَيْنَهُمَا بَرْزَخٌ لَايَبْغِيَانِ *",
      "حم حم حم حم حم حم حم * حُمَّ الْاَمْرُ وَجَاءَ النَّصْرُ فَعَلَيْنَا لَايُنْصَرُوْنَ * حم * تَنْزِيْلُ الْكِتَابِ مِنَ اللّٰهِ الْعَزِيْزِ الْعَلِيْمِ * غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيْدِ الْعِقَابِ ذِيْ الطَّوْلِ لَاۤ اِلٰهَ اِلَّا هُوَ اِلَيْهِ الْمَصِيْرُ *",
      "بِسْمِ اللّٰهِ بَابُنَا تَبَارَكَ حِيَطَانُنَا * يٰسۤ سَقْفُنَا * كهيعص كِفَايَتُنَا * حمعسق حِمَايَتُنَا * ق * وَالْقُرْآنِ الْمَجِيْدِ وِقَايَتُنَا *",
      "فَسَيَكْفِيْكَهُمُ اللّٰهُ وَهُوَ السَّمِيْعُ الْعَلِيْمُ (3)",
      "سِتْرُ الْعَرْشِ مَسْبُولٌ عَلَيْنَا * وَعَيْنُ اللّٰهُ نَاظِرَةٌ اِلَيْنَا * بِحَوْلِ اللّٰهِ لَا يُقْدَرُ عَلَيْنَا وَاللّٰهُ مِنْ وَرَائِهِمْ مُحِيْطٌ * بَلْ هُوَ قُرْاۤنٌ مَجِيْدٌ * فِيْ لَوْحٍ مَحْفُوْظٍ *",
      "فَاللّٰهُ خَيْرٌ حَافِظًا وَهُوَ اَرْحَمُ الرَّاحِمِيْنَ (3)",
      "اِنَّ وَلِيِّيَ اللّٰهُ الَّذِيْ نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِيْنَ (3)",
      "حَسْبِيَ اللّٰهُ لَاۤ اِلٰهَ اِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَرَبُّ الْعَرْشِ الْعَظِيْمِ (3)",
      "بِسْمِ اللّٰهِ الَّذِيْ لَا يَضُرُّ مَعَ اسْمِهٖ شَيْئٌ فِى الْاَرْضِ وَلَا فِى السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ (3)",
      "وَلَا حَوْلَ وَلَا قُوَّةَ اِلَّا بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ",
      "وَصَلَّى اللّٰهُ عَلٰى سَيِّدِنَا مُحَمَّدٍ وَّعَلٰى آلِهٖ وَصَحْبِهٖ وَسَلَّمَ",
      "اِنَّ اللّٰهَ وَمَلۤا ئِكَتَهُ يُصَلُّوْنَ عَلَى النَّبِيِّ * يَااَيُّهَا الَّذِيْنَ اٰمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا",
      "اَللّٰهُ لَاۤ اِلٰهَ اِلَّا هُوَ الْحَيُّ الْقَيُّوْمُۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌ ۗ لَهٗ مَا فِى السَّمٰوٰاتِ وَمَافِى الْاَرْضِ ۗ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗۤ اِلَّا بِاِذْنِهٖ ۗ يَعْلَمُ مَابَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ ۚ وَلَا يُحِيْطُوْنَ بِشَيْءٍمِّنْ عِلْمِهٖۤ اِلَّابِمَاشَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰاتِ وَالْاَرْضَ ۚ وَلَا يَئُوْدُهٗ حِفْظُهُمَا ۚوَهُوَ الْعَلِيُّ الْعَظِيْمُ",
      "يَااَللّٰهُ يَانُوْرُ يَاحَقُّ يَامُبِيْنُ * اُكْسُنِيْ مِنْ نُوْرِكَ * وَعَلِّمْنِيْ مِنْ عِلْمِكَ * وَاَفْهِمْنِيْ عَنْكَ * وَاَسْمِعْنِيْ مِنْكَ * وَبَصِّرْنِيْ بِكَ * وَاَقِمْنِيْ بِشُهُوْدِكَ * وَاَلْبِسْنِيْ لِبَاسَ التَّقْوَى مِنْكَ * اِنَّكَ عَلٰى كُلِّ شَيْئٍ قَدِيْرٌ *",
      "يَاسَمِيْعُ يَاعَلِيْمُ يَاحَلِيْمُ يَا عَلِيُّ يَا اَللّٰهُ * اِسْمَعْ دُعَائِيْ بِخَصَائِصِ لُطْفِكَ آمِيْنْ",
      "اَعُوْذُ بِكَلِمَاتِ اللّٰهِ التّٰامّٰاتِ مِنْ شَرِّمَا خَلَقَ (3)",
      "يَا عَظِيْمَ السُّلْطَانِ * يَا قَدِيْمَ الْاِحْسَانِ * يَا دَائِمَ النَّعْمَاءِ * يَا بَاسِطَ الرِّزْقِ * يَاكَثِيْرَ الْخَيْرَاتِ * يَا وَاسِعَ الْعَطَاءِ * يَا دَافِعَ الْبَلَاءِ * يَا سَامِعَ الدُّعَاءِ * يَا حَاضِرً الَيْسَ بِغَائِبٍ * يَا مَوْجُودً اعِنْدَ الشَّدَائِدِ * يَا خَفِيَّ اللُّطْفِ * يَا لَطِيْفَ الصُّنْعِ * يَا حَلِيْمًا لَّا يَعْجَلُ * اِقْضِ حَاجَتِيْ بِرَ حْمَتِكَ يَا اَرْحَمَ الرَّا حِمِيْنَ *",
      "اَللّٰهُمَّ اِنَّكَ تَعْلَمُ مَا نَحْنُ فِيْهِ وَمَا نَطْلُبُهُ وَنَرْ تَجِيْهِ مِنْ رَحْمَتِكَ فِيْ اَمْرِنَا كُلِّهِ * فَيَسِّرْ لَنَا مَا نَحْنُ فِيْهِ مِنْ سَفَرِنَا وَمَا نَطْلُبُهُ مِنْ حَوَائِجِنَا وَقَرِّبْ عَلَيْنَا الْمَسَافَاتِ * وَسَلِّمْنَا مِنَ الْعِلَلِ وَالْآفَاتِ وَلَا تَجْعَلِ الدُّنْيَا اَكْبَرَ هَمِّنَا وَلَا مَبْلَغَ عِلْمِنَا ولَا تُسَلِّطْ عَلَيْنَا مَنْ لَايَرْحَمُنَا بِرَحْمَتِكَ يَااَرْحَمَ الرَّاحِمِيْنَ * وَصَلَّى اللّٰهُ عَلٰى سَيِّدِنَا مُحَمَّدٍ وَعَلٰى آلِهٖ وَصَحْبِهٖ وَسَلَّمَ *"
    ],
    "latin": [
      "Bismillāhirroḥmānirroḥīm, Allōhumma yā Allōhu yā 'adhīmu yā ḥalīmu yā 'alīmu anta robbi, wa'ilmuka ḥasbī, fani'mar robbu robbi, wani'ma ḥasbu ḥasbī, tangsuru mantasyā-u wa antal 'azīzur roḥīm, nas-alukal 'ishmata fil ḥarokāti wassakanāti wal kalimāti wal irodāti wal khothorōt, minasy syukūki wadh-dhunūni wal auhamis sātiroti lilqulūbi 'am muthōla'atil ghuyūb",
      "Faqodibtuliyal mu'minūna wazulzilū zilzālang syadīdā, wa-idz yaqūlul munāfiqūna walladzīna fī qulūbihim marodlum mā wa'adanallōhu warosūlūhu illā ghurūrō",
      "Faṡabbitnā wangshurnā wasakh khirlanā hadzal baḥro kamā sakh khortal baḥro limūsa 'alaihis salāma wasakh khortan nāro li-ibrōhīma 'alaihis salāma wasakh khortal jibāla walḥadīda lidāwūda 'alaihis salāma wasakh khortar rīḥa wasy syayāthīna waljinna lisulaimāna 'alaihis salāma wasakh khirlanā kulla baḥrin huwa laka fil ardli wassamā-i walmulki walmalakūti wabaḥrid dun-yā wabaḥril ākhiroti wasakh khirlanā kulla syai-iy yāmam biyadihi malakūtu kulli syaī",
      "Kāf hā yā 'aīn shōd, Kāf hā yā 'aīn shōd, Kāf hā yā 'aīn shōd, ungshurnā fa-innaka khorin nāshirīn, waftaḥ lanā fa-innaka khoirul fātiḥīn, waghfirlanā fa-innaka khoril ghōfirīn, warḥamnā fa-innaka khorir rōḥimīn, warzuqnā fa-innaka khorir rōziqīn, wahdinā wanajjinā minalqoumidh dhōlimīn, wahablanā rīḥan thoyyibatan kamā hiya fī 'ilmika wangsyur-hā 'alainā min khozā-ini roḥmatika waḥmilnā bihā ḥamlal karōmati ma'as salāmati wal'āfiyati fiddīni waddun-yā wal-ākhiroti innaka 'alā kulli syai-ing qodīr.",
      "Allōhumma yassirlanā umūronā ma'ar rōḥati liqulūbinā wa-abdāninā wassalāmata wal'āfiyata fīdīninā wadun yānā wakullanā shōḥiban fī safarinā waḥadlorinā wakholīfatan fī ahlinā wathmis 'alā wujūhi a'dā-inā wamsakh hum 'alā makānatihim falā yastathī'ūnal mudliyya walal majī-a ilainā.",
      "Walau nasyā-u lathomasnā 'alā a'yunihim fastabaqush shirōtho fa-annā yubshirūn. Walau nasyā-u lamasaḥnāhum 'alā makānatihim famas tathō'ū mudliyyaw walā yarji'ūn.",
      "Yā sīn, Walqur-ānil ḥakīm, innaka laminal mursalīn, 'alā shirōthim-mustaqīm, tanzīlal 'azīzir-roḥīm, litungdziro qoumam-mā undziro ābā-uhum fahum ghōfilūn, laqod ḥaqqol qoulu 'alā akṡarihim fahum lā-yu'inūn, inna ja'alnā fī a'nāqihim aghlā-lan fahiya ilal adzqōni fahum-muqmacḥuụn, waja'alnā mim-baini aidīhim saddaw-wamin kholfihim saddan fa-aghsyaināhum fahum lā-yubsirūn.",
      "Syāhatil wujūh (3), wa'anatil wujūhu lil ḥayyil qoyyūm, waqod khōba man ḥamala dhulmā.",
      "Thō sīn, ḥā mīm 'aīn sīn qōf, marojal baḥroini yaltaqiyān, bainahumā barzakhul lā yabhgiyān.",
      "ḥā mīm, ḥā mīm, ḥā mīm, ḥā mīm, ḥā mīm, ḥā mīm, ḥā mīm, ḥummal amru wajā-an nashru fa'alainā lā yungsirūn, ḥā mīm, tangzīlul kitābi minallōhil 'azīzil 'alīm, ghōfiridz dzambi waqōbilat taubi syadīdil 'iqōbi dzith thouli lā ilāha illā huwa ilaihil mashīr.",
      "Bismillāhi bābunā tabāroka ḥiyathōnunā yā sīn saqfunā kāf hā yā 'aīn sīn kifāyatunā, ḥā mīm 'aīn sīn qōf ḥimāyatunā, qōf walqur-ānil majīdi wiqōyatunā.",
      "Fasayakfīkahumullōhu wahuwas samī'ul 'alīm.",
      "Sitrul 'arsyi masbūlun 'alainā wa'ainullōhu nādhirotun ilainā, biḥaulillāhi lā yuqdaru 'alainā wallōhu miw warō-ihim Muḥīth, bal huwa qur-ānum majīd, fī lauḥim maḥfūdh.",
      "Fallōhu khoirun ḥāfidhow wahuwa arḥamur rōḥimīn.",
      "Inna waliyyi yallōhul ladzī nazzalal kitāba wahuwa yatawallash shōliḥīn.",
      "ḥasbiyallōhu lā ilāha illā huwa 'alaihi tawakkaltu wahuwa robbul 'arsyil 'adhīm.",
      "Bismillāhil ladzī lā yadlurru ma'asmihī syai-un fil-ardli walā fis-samā-i wahuwas samī'ul 'alīm.",
      "Walā ḥaulā walā quwwata illā billāhil 'aliyyil 'adhīm.",
      "Washollallōhu 'alā sayyidinā Muḥammadiw wa'alā ālihī wasoḥbihī wasallam.",
      "Innallōha wamalā-ikatahū yushollūna 'alannabīy, yā ayyuhal ladzīna āmanū shollu 'alaihi wasallimū taslīmā.",
      "Allōhu lā ilāha illā huwal ḥayyul qoyyūm, lā ta'khudzuhū sinatuw walā naūm, lahū mā fissamāwāti wamā fil-ardl, mangdzal ladzī yasy-fa'u 'indahū illā bi-idznih, ya'lamu mā baina aidīhim wamā kholfahum walā yuḥīthūna bisyai-im min'ilmihī illā bimāsyā', wasi'a kursiyyuhus samāwāti wal-ardl, walā ya-ūduhū ḥifdhuhumā wahuwal 'aliyyul 'adhīm.",
      "Yā Allōhu yā nūru yā ḥaqqu yā mubīnnu uksunī minnūrika wa'allimnī min 'ilmika wa-afhimnī angka wa-asmi'nī mingka wabashirnī bika wa-aqimnī bisyuhūdika wa-albisnī libāsat taqwā mingka innaka 'alā kulli syai-ing qodīr.",
      "Yā samī'u yā 'alīmu yā ḥalīmu yā 'aliyyu yā Allōh, ismi' du'ā-ī bikhoshō-ishi luthfika āmīn.",
      "A'ūdzi bikalimātillāhit tāmmāti min syarrimā kholaq.",
      "Yā 'adhīmas sultōn, yā qodīmal iḥsān, yā dā-iman na'mā', yā bāsithor rozqi, yā kaṡīrol khoirōt, yā wāsi'al 'athō', yā dāfi'al balā', yā sāmi'ad du'ā', yā ḥādlirol laisa bighō-ib. Yā maujūdan 'indasy syadā-id. Yā khofiyyal luthfi. Yā lathīfash shun'i. Yā ḥalīmal lā ya'jal. Iqdli ḥājatī biroḥmatika yā arḥamar rōḥimīn",
      "Allōhumma innaka ta'lamu mā naḥnu fīhi wamā nathlubuhu wanartajīhi mir roḥmatika fī amrinā kullihi fayassirlanā mā naḥnu fīhi min safarinā wamā nathlubuhu min ḥawā-ijinā waqorrib 'alainal masāfāti wasallimnā minal 'ilali wal āfāti walā taj'alid dun-yā akbaro hamminā walā mablagho 'ilminā walā tusallith 'alainā mal lā yarḥamunā biroḥmatika yā arḥamar rōḥimīn, washollallōhu 'alā sayyidinā Muḥammadiw wa'alā ālihī washoḥbihī wasallam"
    ],
    "arti": [
      "Dengan menyebut asma’ Allah Yang Maha Pemurah lagi Maha Penyayang. Ya Allah, Wahai Yang Maha Luhur, wahai Yang Maha Agung, wahai Yang Maha Penyantun, wahai Yang Maha Mengetahui. Engkau Tuhanku, Ilmu-Mu cukup bagiku. Engkau sebaik-baik Tuhanku. Sebaik-baik pencukupan adalah pencuku-panku. Engkau menolong orang yang Engkau kehen-daki, dan Engkau Dzat Yang Maha Perkasa lagi Maha Penyayang. Kami memohon kepada-Mu penjagaan terhadap segala gerak-gerik, diam, kata-kata, kehendak, pikiran (unek-unek), persangkaan, keraguan dan angan-angan yang menutup hati untuk dapat melihat yang ghaib.",
      "Allah benar-benar menguji orang-orang mukmin dan digoncangkan (hatinya) dengan goncangan yang sangat. Dan (ingatlah) ketika orang-orang munafik dan orang-orang yang berpenyakit dalam hatinya berkata: “Allah dan Rasul-Nya tidak menjanjikan kepada kami melainkan tipu daya”.",
      "Karenanya, kuatkanlah kami, tolonglah kami, dan tundukkanlah lautan ini kepada kami, sebagaimana Engkau telah menundukkan lautan kepada Nabi Musa as; Engkau tundukkan api kepada Nabi Ibrahim as; Engkau tundukkan gunung dan besi kepada Nabi Dawud as; dan Engkau tundukkan angin, syetan dan jin kepada Nabi Sulaiman as. Tundukkanlah kepada kami setiap laut milik-Mu di bumi dan di langit, setiap kerajaan dan kekuasaan, dan (tundukkan kepada kami) lautan dunia dan akhirat. Serta tundukkan kepada kami segala sesuatu, Wahai Tuhan yang di tangan-Nya kekuasaan segala sesuatu.",
      "Kaaf haa yaa a’iin shaad (3). Tolonglah kami, karena Engkau sebaik-baik Penolong. Bukakan kepada kami (rahmat-Mu), karena Engkau sebaik-baik Pembuka. Ampunilah kami, karena Engkau sebaik-baik pengampun dosa. Sayangilah kami, karena Engkau sebaik-baik penyayang. Anugerahilah kami rizki, karena Engkau sebaik-baik Pemberi rizki. Tunjukilah kami dan selamatkanlah kami dari kaum yang zhalim. Anugerahkan kepada kami angin yang baik, sebagaimana Yang Engkau ketahui. Tebar-kanlah angin tersebut kepada kami dari gudang simpanan rahmat-Mu. Pikulkanlah kepada kami muatan kemuliaan, keselamatan dan kesejahteraan dalam urusan agama, dunia dan akhirat. Karena Engkau Maha Kuasa atas segala sesuatu.",
      "Ya Allah! Mudahkanlah kepada kami semua urusan kami dengan perasaan lega/rehat didalam hati dan badan kami, serta keselamatan dan kesehatan/ kesejahteraan didalam agama dan dunia kami. Jadilah Engkau sebagai teman kami sewaktu dalam perjalanan dan kehadiran kami, serta sebagai pengganti didalam keluarga kami. Binasakanlah wajah-wajah musuh kami dan ubahlah mereka di tempat mereka berada, sehingga mereka tidak mampu berjalan/lewat dan kembali ke arah kami.",
      "Dan jikalau Kami menghendaki pastilah Kami hapuskan penglihatan mata mereka; lalu mereka berlomba-lomba (mencari) jalan. Maka betapakah mereka dapat melihat (nya). Dan jikalau Kami menghendaki pastilah Kami rubah mereka di tempat mereka berada; maka mereka tidak sanggup berjalan lagi dan tidak (pula) sanggup kembali. (QS Yasin : 66-67).",
      "Yāsīn. Demi Al Qur’an yang penuh hikmah, sesungguhnya kamu salah seorang dari rasul-rasul, (yang berada) di atas jalan yang lurus, (sebagai wahyu) yang diturunkan oleh Yang Maha Perkasa lagi Maha Penyayang. agar kamu memberi peringatan kepada kaum yang bapak-bapak mereka belum pernah diberi peringatan, karena itu mereka lalai. Sesungguhnya telah pasti berlaku perkataan (ketentuan Allah) terhadap kebanyakan mereka, karena mereka tidak beriman. Sesungguhnya Kami telah memasang belenggu di leher mereka, lalu tangan mereka (diangkat) ke dagu, maka karena itu mereka tertengadah.   Dan Kami adakan di hadapan mereka dinding dan di belakang mereka dinding (pula), dan Kami tutup (mata) mereka sehingga mereka tidak dapat melihat. (QS Yāsīn : 1-9).",
      "Buruklah wajah-wajah mereka.Dan tunduklah semua muka (dengan berendah diri) kepada Tuhan Yang Hidup Kekal lagi senantiasa mengurus (makhluk-Nya). Dan sesungguhnya telah merugilah orang yang melakukan kezaliman. (QS Thaha : 111).",
      "Thō sīn. ḥā mīm ‘aīn sīn qōf.  Dia membiarkan dua lautan mengalir yang keduanya kemudian bertemu, antara keduanya ada batas yang tidak dilampaui oleh masing-masing.  (QS ar-Rahman : 19-20).",
      "ḥā mīm, ḥā mīm, ḥā mīm, ḥā mīm, ḥā mīm, ḥā mīm, ḥā mīm, urusan diluaskan dan datang pertolongan/kemenangan kepada kami, sehingga mereka tidak mendapatkan pertolongan. ḥā mīm. Diturunkan Kitab ini (Al Qur’an) dari Allah Yang Maha Perkasa lagi Maha Mengetahui, Yang Mengampuni dosa dan Menerima taubat lagi keras hukuman-Nya; Yang mempunyai karunia. Tiada Tuhan (yang berhak disembah) selain Dia. Hanya kepada-Nyalah kembali (semua makhluk). (QS al-Mukmin : 1-3).",
      "‘Bismillah’ pintu kami, ‘Tabaaraka’ pagar kami, ‘Yaasīn’ atap kami, ‘Kāf hā yā ‘aīn shōd’ pelindung kami, dan ‘ḥā mīm ‘aīn sīn qōf’ pemelihara kami. ‘Qōf. Wal-qur-aanil majīd’, penjaga kami.",
      "Maka Allah akan memelihara kamu dari mereka. Dan Dialah Yang Maha Mendengar lagi Maha Mengetahui. (QS al-Baqarah : 137).",
      "Tirai ‘arasy diturunkan kepada kami dan ‘Mata’ (Pengawasan) Allah memandang kami, berkat kekuatan Allah mereka tidak mampu menguasai kami. padahal Allah mengepung mereka dari belakang mereka.  Bahkan yang didustakan mereka itu ialah Al Qur’an yang mulia, yang (tersimpan) dalam Lauh Mahfuzh. (QS al-Buruj : 20-22).",
      "Maka Allah adalah sebaik-baik Penjaga dan Dia adalah Maha Penyayang di antara para penyayang. (QS Yusuf : 64).",
      "Sesungguhnya pelindungku ialah Allah yang telah menurunkan Al Kitab (Al Qur’an) dan Dia melindungi orang-orang yang saleh. (QS al-A’raf : 196).",
      "Cukuplah Allah bagiku; tidak ada Tuhan selain Dia. Hanya kepada-Nya aku bertawakkal dan Dia adalah Tuhan yang memiliki `Arsy yang agung. (QS at-Taubah : 129).",
      "Dengan menyebut asma’ Allah Yang dengan asna’-Nya itu tidak ada sesuatu pun yang membahayakan di bumi dan di langit. Dan Dia Maha Mendengar lagi Maha Mengetahui.",
      "Tiada daya dan tiada kekuatan melainkan dengan pertolongan Allah Yang Maha Luhur lagi Maha Agung.",
      "Semoga Allah melimpahkan rahmat ta’zhim dan salam sejahtera kepada junjungan kami  Muham-mad, seorang Nabi yang buta huruf, dan juga kepada para keluarga dan sahabatnya.",
      "“Sesungguhnya Allah dan malaikat-malaikat-Nya bershalawat untuk Nabi. Hai orang-orang yang beriman, bershalawatlah kamu untuk Nabi dan ucapkanlah salam penghormatan kepadanya.” (QS al-Ahzab : 56).",
      "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa`at di sisi Allah tanpa izin-Nya. Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar.” (QS al-Baqarah : 255).",
      "“Ya Allah! Wahai an-Nur (Pencipta Cahaya), wahai al-Haqq (Maha Benar), wahai al-Mubīn (Yang Terang). Berilah aku pakaian sebagian dari Nur-Mu, Ajarilah aku sebagian dari Ilmu-Mu, Berilah aku pemahaman dari-Mu, Perdengarkanlah aku dari-Mu, Berilah kami kemampuan untuk mengeta-hui denganMu, bangkitkanlah aku untuk menyaksi-kan-Mu, berilah aku pakaian takwa dari-Mu, karena Engkau Maha Kuasa atas segala sesuatu.",
      "Wahai Yang Maha Mendengar, wahai Yang Maha Mengetahui, wahai Yang Maha Penyantun, Wahai Yang Maha Tinggi, wahai Allah! Dengarkan doaku, berkat kekhususan sifat lemah lembut-Mu. Amin.",
      "Aku berlindung dengan perantaraan kalimat-kalimat Allah yang sempurna seluruhnya dari keburukan apa saja yang Dia ciptakan.",
      "Wahai Yang Agung Kekuasaan-Nya! wahai Yang Dahulu kebaikan-Nya! wahai Yang Terus Menerus pemberian nikmat-Nya! wahai Yang Membeber rizki! Wahai Yang Banyak Kebaikan-Nya! Wahai Yang Luas pemberian-Nya! Wahai Penolak balak! Wahai Pendengar doa! Wahai Yang hadir, Yang tidak pernah absen! Wahai Yang Selalu Ada di masa genting! Wahai Yang Tersem-bunyi sifat Kelemahlembutan-Nya! Wahai Yang Maha Halus Penciptaan-Nya! Wahai Yang Maha Penyantun yang tidak terburu-buru! Kabul-kanlah hajatku, berkat rahmat-Mu, wahai Yang Maha Pengasih dari sekalian yang pengasih.",
      "“Yaa Allah! Sungguh Engkau mengetahui apa sajavyang kami ada didalamnya, apa yang kami cari dan kami takuti dari rahmat-Mu dalam urusan kami seluruhnya. Karenanya, mudahkan-lah bagi kami (selama) dalam perjalanan kami dan hajat-hajat yang kami cari.\n\nDekatkan kepada kami jarak  yang jauh. Selamatkanlah kami dari cacat dan bencana. Jangan Engkau jadikan dunia ini menarik sebagian besar perhatian kami dan batas akhir dari pengetahuan kami. Jangan Engkau kuasakan kepada kami orang yang tidak memiliki kasih sayang kepada kami, berkat rahmat-Mu, Wahai Yang Maha Penyayang dari sekalian yang penyayang. Semoga Allah melim-pahkan shalawat dan salam kepada junjungan kita Nabi Miuhammad, beserta keluarga dan sahabatnya."
    ],
    "ket": [
      {
        "type": "judul",
        "isinya": "Tentang Hizib Bahr"
      },
      {
        "type": "isi",
        "isinya": "Hizib Bahr adalah salah satu bacaan hizib yang masyhur dan banyak dibaca oleh para ulama, santri dan para pengamal tarekat (khususnya tarekat Syadziliyah) adalah Hizib Bahar. Bahar memiliki arti laut. Kumpulan dzikir ini dinamakan “Hizib Bahar” karena konon sebelum disebarkan secara luas, hizib ini dibiarkan menggenang di laut, dan juga dikarenakan di dalam hizib ini disebutkan kata “Bahr”. Hal ini seperti dijelaskan dalam kitab al-Kunuz an-Nuraniyah:\n\n“Hizib ini disebut dengan Hizib Bahar (laut) karena hizib ini pernah ditaruh di laut, dan juga karena di dalamnya disebutkan kata al-Bahr. Hizib ini juga dinamakan dengan al-Hizib ash-Shaghir” (Sayyid Mukhlif Yahya al-‘Ali al-Hudzaifi al-Husaini, al-Kunuz an-Nuraniyah, Hal. 350).\n\nHizib Bahar disusun oleh seorang wali qutub pendiri tarekat Syadziliyah, Abi Hasan Ali bin ‘Abdillahbin ‘Abdil Jabbar asy-Syadzili, beliau lahir di Iskandariah pada tahun 571 H dan wafat pada tahun 656 H. Beliau terkenal sebagai pembesar ulama sufi, kisah-kisah tentang karamah dan keistimewaan beliau menghiasi berbagai kitab-kitab tasawuf.\n\nMurid beliau yang juga menjadi ulama sufi terkenal adalah Abu al-‘Abbas al-Mursi yang nantinya meneruskan silsilah kemursyidan tarekat Syadziliah. Dari imam Abu al-‘Abbas al-Mursi muncul ulama kenamaan tasawuf yakni Ibnu ‘Atha’illah as-Sakandari pengarang kitab induk tasawuf al-Hikam dan Imam al-Bushiri, penyusun Qasidah Burdah. Kedua ulama tersebut merupakan murid dari Abu al-‘Abbas al-Mursi. Berdasarkan hal ini, dapat kita pahami bahwa Imam Abi Hasan asy-Syadzili merupakan tokoh sufi besar, sebab dari beliau muncul pembesar-pembesar ulama tasawuf.\n\nMengenai tentang faedah mengamalkan Hizib Bahar, Abi Hasan asy-Syadzili menjelaskan:\n\n“Imam Syadzili berkata mengenai hizib ini: ‘Hizib Bahar ini merupakan hizib yang agung derajatnya. Hizib ini tidaklah dibaca pada orang yang sedang takut/khawatir melainkan ia akan aman, pada orang sakit melainkan ia akan sembuh, pada orang yang sedang bersedih kecuali hilang kesedihannya. Kalau saja hizib ini dibaca di tanah Irak tentu tidak akan diekspansi oleh kaum Tar-Tar. Tidaklah hizib ini dibaca di suatu tempat, kecuali akan aman dari mara bahaya dan terjaga dari hama. Aku menamakan hizib ini dengan nama al-‘Iddah al-Wafiyah wa al-Junnah al-Waqiyah. Barangsiapa membaca hizib ini tatkala terbitnya matahari, maka Allah akan mengabulkan doanya, menghilangkan kegelisahannya, mengangkat derajatnya, melapangkan dadanya dan akan aman dari gangguan jin dan manusia”.\n\n“Tidaklah pandangan seseorang tertuju pada orang yang membaca hizib ini kecuali akan menyukai, mengagungkan dan memulyakannya. Barangsiapa yang membaca hizib ini tatkala memasuki kaum yang sewenang-wenang maka akan menjadikan dirinya aman dari keburukan dan tipu daya mereka. Orang yang istiqamah membaca hizib ini di malam dan siang hari, maka ia tidak akan mati dalam keadaan tenggelam, terbakar dan hilang. Ketika angin sedang kencang atau bertambah kencang saat di laut, lalu dibacakan hizib ini, maka Allah akan hilangkan angin tersebut dengan seizin-Nya. Barangsiapa yang menulis hizib ini dan menggantungkannya pada suatu benda, maka benda itu akan dijaga dengan izin Allah” (Sayyid Mukhlif Yahya al-‘Ali al-Hudzaifi al-Husaini, al-Kunuz an-Nuraniyah, Hal. 350).\n\nBerpijak pada referensi tentang fadilah Hizib Bahar di atas, dapat dipahami bahwa hizib ini memang merupakan hizib yang penuh dengan keistimewaan, sehingga sangat dianjurkan untuk diamalkan secara istiqamah."
      }
    ]
  },
  {
    "id": 4,
    "judul": "Hizib Barqi",
    "penulis": "Syaikh Ahmad bin Ali Albuni",
    "arabic": [
      "اَشْهَدُ اَنْ لَاۤ اِلٰهَ اِلَّا اللّٰهُ وَاَشْهَدُ اَنَّ مُحَمَّدًا رَسُوْلُ للّٰهِ * بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ * نَرُدُّ بِكَ الْاَعْدۤاءَ مِنْ كُلِّ وِجْهَةٍ * وَبِالْاِسْمِ نَرْمِيْهِمْ مِنَ الْبُعْدِ بِالشَّتَتْ * فَاَنْتَ رَجَائِيْ يَا اِلٰهِيْ وَسَيِّدِيْ * فَفَرِّقْ لَمِيْمَ الْجَيْشِ اِنْ رَامَ بِيْ غَلَتْ *"
    ],
    "latin": [
      "Naruddu bikal a'dā-a mingkulli wijhatin. Wabil ismi narmīhim minal bu'di bisy syatat. Fa-anta roja-ī ya ilahī wasayyidī. Fafarriq lamīmal jaisyi ir-rōma bī gholat."
    ],
    "arti": [
      "Dengan nama-mu kami menolak musuh-musuh dari segala arah. Dengan nama Allah kami melempari mereka dari jauh dengan keceraiberaian. Engkau adalah tempat aku berharap, Ya Tuhanku dan Tuanku. maka cerai beraikanlah persatuan tentara (musuh), bila mereka bermaksud jahat kepadaku, maka mendidihlah mereka."
    ],
    "ket": [
      {
        "type": "judul",
        "isinya": "Tentang Hizib Barqi"
      },
      {
        "type": "isi",
        "isinya": "Tidak berbeda dengan hizib lainnya seperti hizib nawawi, hizib sakron, dan yang semisalnya, hizib ini juga merupakan kumpulan doa atau dzikir yang memiliki khasiat tertentu. Namun hizib barqi ini berbeda dengan kebanyakan hizib pada umumnya. Jika biasanya bacaan hizib itu cukup panjang sehingga sulit dihafal, maka berbeda dengan hizib barqi. Hal ini karena hizib barqi hanya terdiri dari doa yang berbentuk dua nadzom (bait)\n\nNamun meskipun bacaannya pendek, hizib ini termasuk yang sangat sulit dan berat untuk diamalkan. Tidak semua orang mampu menguasai dan mengamalkan Hizib Barqi ini secara sempurna, karena Hizib Barqi ini diambil dari “kidung Jaljalut” yang tidak semua orang mendapatkan keutamaannya, karena sifatnya yang penuh dengan “sirr (rahasia)”.\n\nBahkan ada sebagian dari pengamal ilmu hikmah, yang menamakan Hizib Barqi ini sebagai Hizib Halilintar. Hal ini karena diambil dari asal kata Hizib ini “Barq”, yang berarti halilintar.\n\nAdapun pengarang dari hizib ini adalah seorang ulama bernama Syaikh Ahmad bin ‘Ali bin Yusuf Al-Buni. Beliau adalah seorang ahli shufi dan pakar ilmu asror (rahasia) Asma dan huruf bermadzhab imam Malik dari Negri Maghrib (Maroko). Beliau lahir di kota Bunah, sekarang masuk pada bagian negara al-Jazair Afrika. Beliau dilahirkan sekitar tahun 520 Hijriyah. Wafat di Mesir pada tahun 622 Hijriyah bertepatan 1225 Masehi. Beliau dikuburkan di al-Qarafah di samping kuburan Syekh Abdul Jalil at-Thahawiy."
      },
      {
        "type": "judul",
        "isinya": "Khasiat Hizib Barqi"
      },
      {
        "type": "isi",
        "isinya": "Layaknya hizib pada umumnya, hizib ini pun memiliki banyak khasiat. Bahkan khasiat dari hizib ini pun bukan sembarang khasiat, melainkan khasiat yang betul-betul sangat besar. Diantara khasiat dari hizib barqi adalah:"
      },
      {
        "type": "subjudul",
        "isinya": "1. Sebagai Benteng Perlindungan Diri"
      },
      {
        "type": "isi",
        "isinya": "Jika Anda saat ini sedang mengalami pertengkaran dan permusuhan yang sangat besar dengan lawan Anda, maka hizib ini sangat cocok untuk Anda dawamkan. Insya Allah serangan yang datang dari musuh Anda tersebut, baik serangan fisik maupun metafisik dapat tercounter dengan sendirinya oleh khasiat dari mengamalkan hizib ini."
      },
      {
        "type": "subjudul",
        "isinya": "2. Melumpuhkan Musuh"
      },
      {
        "type": "isi",
        "isinya": "Tidak hanya cukup dengan mengcounter serangan musuh Anda, hizib barqi juga dapat melakukan serangan balasan yang memberi efek sangat berbahaya kepada musuh Anda. Dengan atas kuasa Allah, insya Allah hizib ini dapat menjadikan lawan Anda menjadi lemah, gentar, dan bahkan menjadi buta, tuli, bisu, yang sifatnya sementara."
      },
      {
        "type": "subjudul",
        "isinya": "3. Menambah Kharisma"
      },
      {
        "type": "isi",
        "isinya": "Apabila Anda kini adalah seorang pengusaha besar yang memiliki banyak bawahan, dosen yang memiliki banyak murid, dai yang memiliki banyak jamaah, pemimpin yang sedang mengatur rakyatnya, maka hizib ini sangat cocok untuk didawamkan dan diamalkan. Insya Allah ketika Anda istiqomah mengamalkan hizib barqi ini, charisma anda didepan orang semakin meningkat. Dan akhirnya anda akan semakin disegani dan dihargai baik oleh kawan dan lawan anda"
      },
      {
        "type": "subjudul",
        "isinya": "4. Menjadikan Tubuh Lebih Kebal"
      },
      {
        "type": "isi",
        "isinya": "Khasiat lainnya adalah Anda akan lebih kebal terhadap serangan dan sabetan yang datang menghampiri Anda. Anda insya Allah akan kebal dari sabetan benda tajam seperti pisau, golok, bedog, dan benda tajam lainnya. Namun, dalam pengamalannya harus disertai dengan niat yang baik. Selain itu, juga akan kebal terhadap berbagai serangan ilmu hitam, santet, guna-guna, teluh dan lain-lain"
      },
      {
        "type": "subjudul",
        "isinya": "Tata Cara Pengamalan"
      },
      {
        "type": "ul",
        "nomor": "1.",
        "isinya": "Menjalankan puasa mutih selama 7 hari"
      },
      {
        "type": "ul",
        "nomor": "2.",
        "isinya": "Saat berbuka puasa tidak diperkenankan mengkonsumsi makanan yang bernyawa seperti daging hewan, ikan dan telur"
      },
      {
        "type": "ul",
        "nomor": "3.",
        "isinya": "Saat menjalankan tirakat puasa, hizib dibaca sebanyak 77 kali ketika maghrib dan 77 kali di waktu subuh"
      },
      {
        "type": "ul",
        "nomor": "4.",
        "isinya": "Setelah selesai tirakat, hizib hanya dibaca 3 kali saja sehabis sholat maghrib dan 3 kali usai shubuh"
      },
      {
        "type": "ul",
        "nomor": "5.",
        "isinya": "Kemudian dianjurkan sebelum membaca hizib ini untuk membaca terlebih dahulu surat Al-Fatihah yang ditujukan kepada Rasulullah SAW, kemudian Nabi Khidr, Wa Ilyas, malaikat Mukorrobin, Kutubul Aulia, Ruh Wali Songo, kedua orang tua, kaum muslimin dan Khadim, masing-masing satu kali"
      }
    ]
  },
  {
    "id": 5,
    "judul": "Ayat Kursy",
    "penulis": "Ayat Pelindung",
    "arabic": [
      "اَللّٰهُ لَاۤ اِلٰهَ اِلَّا هُوَ الْحَيُّ الْقَيُّوْمُ ۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌ ۚ لَهٗ مَا فِى السَّمٰوٰاتِ وَمَا فِى الْاَرْضِ ۗ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗۤ اِلَّا بِاِذْنِهٖ ۚ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِنْ عِلْمِهٖۤ اِلَّا بِمَا شَاۤءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰاتِ وَالْاَرْضَ ۖ وَلَا يَئُوْدُهٗ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ *"
    ],
    "latin": [
      "Allōhu lā ilāha illā huwal ḥayyul qoyyūm, lā ta'khudzuhū sinatuw walā naūm, lahū mā fis samāwāti wamā fil ardl, mandzal ladzī yasy fa'ū 'indahū illā bi-idznih, ya'lamu mā baina aidīhim wamā kholfahum, walā yuḥīthūna bisyai-im min 'ilmihī illā bimā syā', wasi'a kursiyyuhus samāwāti wal ardl, walā ya-ūduhū ḥifdhuhumā wahuwal 'aliyyul 'adhīm"
    ],
    "arti": [
      "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa'at di sisi Allah tanpa izin-Nya? Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar."
    ],
    "ket": [
      {
        "type": "judul",
        "isinya": "Keutamaan Ayat Kursi dalam Al-Qur'an"
      },
      {
        "type": "isi",
        "isinya": "Ayat Kursi memiliki posisi yang istimewa dalam Al-Qur'an. Allah SWT menyebutkan ayat ini sebagai ayat yang sangat agung dan memberikan penekanan pada kebesaran-Nya. Ayat Kursi berisi penjelasan yang mendalam tentang kekuasaan, pengetahuan, dan kehadiran Allah dalam mengatur alam semesta. Dengan menyebutkan ayat ini, seorang Muslim menyampaikan keyakinannya pada Tuhan yang Maha Kuasa dan mengakui kebesaran-Nya di atas segala sesuatu."
      },
      {
        "type": "subjudul",
        "isinya": "1. Perlindungan dari Gangguan Syaitan"
      },
      {
        "type": "isi",
        "isinya": "Ayat Kursi dianggap sebagai perisai spiritual yang kuat melawan gangguan syaitan. Rasulullah SAW telah memberi tahu umat Muslim bahwa membaca Ayat Kursi setelah setiap shalat akan memberikan perlindungan dari godaan dan upaya syaitan untuk mencelakai mereka. Ayat ini mengingatkan manusia akan kekuasaan Allah yang meliputi segala sesuatu, sehingga memberikan kekuatan dan ketenangan dalam menghadapi godaan dan cobaan syaitan"
      },
      {
        "type": "subjudul",
        "isinya": "2. Kekuatan untuk Menenangkan Hati"
      },
      {
        "type": "isi",
        "isinya": "Bacaan Ayat Kursi memiliki kekuatan untuk menenangkan hati yang gelisah dan cemas. Ayat ini mengandung kata-kata yang indah dan penuh harapan, serta mengingatkan bahwa Allah adalah pelindung sejati yang tidak pernah tidur atau lelah. Dalam keadaan kesedihan, kecemasan, atau kelelahan, membaca Ayat Kursi dapat memberikan ketenangan, kelegaan, dan kepercayaan diri bahwa Allah senantiasa bersama mereka"
      },
      {
        "type": "subjudul",
        "isinya": "3. Keberkahan dan Perlindungan dalam Rumah"
      },
      {
        "type": "isi",
        "isinya": "Ayat Kursi juga diyakini membawa keberkahan dan perlindungan dalam rumah tangga. Rasulullah SAW menganjurkan untuk membaca Ayat Kursi setiap kali memasuki rumah sebagai upaya untuk menjaga rumah dari gangguan jin dan kejahatan. Dengan menyebutkan Ayat Kursi di rumah, seorang Muslim menciptakan lingkungan yang aman, penuh berkah, dan dilindungi oleh Allah"
      },
      {
        "type": "subjudul",
        "isinya": "4. Keberkahan dan Perlindungan dalam Rumah"
      },
      {
        "type": "isi",
        "isinya": "Ayat Kursi juga diyakini membawa keberkahan dan perlindungan dalam rumah tangga. Rasulullah SAW menganjurkan untuk membaca Ayat Kursi setiap kali memasuki rumah sebagai upaya untuk menjaga rumah dari gangguan jin dan kejahatan. Dengan menyebutkan Ayat Kursi di rumah, seorang Muslim menciptakan lingkungan yang aman, penuh berkah, dan dilindungi oleh Allah"
      },
      {
        "type": "subjudul",
        "isinya": "5. Meditasi dan Koneksi Spiritual"
      },
      {
        "type": "isi",
        "isinya": "Membaca Ayat Kursi secara rutin juga dapat menjadi bentuk meditasi dan koneksi spiritual dengan Allah. Ketika seseorang merenungkan makna ayat ini, ia mendalami pemahaman tentang keagungan Tuhan dan merenungkan peran-Nya dalam kehidupan mereka. Meditasi Ayat Kursi membantu mengarahkan pikiran ke arah yang positif, memperkuat ikatan spiritual, dan memperdalam keimanan seseorang"
      }
    ]
  },
  {
    "id": 6,
    "judul": "Ayat Seribu Dinar",
    "penulis": "Pembuka Rizqi",
    "arabic": [
      "وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مَخْرَجًا ۙ *  وَّيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهٗ ۗاِنَّ اللّٰهَ بَالِغُ اَمْرِهٖۗ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَيْءٍ قَدْرًا *"
    ],
    "latin": [
      "Wa may yattaqillāha yaj‘al lahū makhrojā(n). Wa yarzuqhu min ḥaiṡu lā yaḥtasib(u), wa may yatawakkal ‘alallōhi fa huwa ḥasbuh(ū), innallāha bāligu amrih(ī), qod ja‘alallōhu likulli syai'in qodrō(n)."
    ],
    "arti": [
      "Barangsiapa yang bertakwa kepada Allah, niscaya Dia akan membukakan jalan keluar baginya. Dan memberinya rezeki dari arah yang tiada disangka-sangkanya. Dan barang siapa yang bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan yang (dikehendaki)-Nya, sesungguhnya Allah telah mengadakan ketentuan bagi tiap-tiap sesuatu. (QS. Ath-Thalaq: 2-3)"
    ],
    "ket": [
      {
        "type": "judul",
        "isinya": "Tentang Ayat Seribu Dinar"
      },
      {
        "type": "isi",
        "isinya": "Ayat seribu dinar merupakan bagian dari akhir ayat 2 dan seluruh ayat 3 dalam Surat At Thalaq. Disebut sebagai ayat seribu dinar, sebab ayat ini diyakini tidak hanya mampu membuka pintu rezeki, namun juga meningkatkan ketakwaan kepada Allah SWT."
      },
      {
        "type": "judul",
        "isinya": "Sejarah Nama Seribu Dinar"
      },
      {
        "type": "isi",
        "isinya": "Mengutip dari buku Shalat Dhuha Untuk Wanita (2018) oleh Zakiyah Ahmad, yaitu kisah tentang seorang pedagang yang bermimpi didatangi Nabi Khidir as. Dalam mimpi itu beliau menyuruh si pedagang agar mengeluarkan sedekah sebesar seribu dinar emas kepada fakir miskin. Setelah sedekah ini ditunaikan, Nabi Khidir kembali datang lewat mimpi untuk mengajarkan ayat-ayat suci kepada pedagang tadi, agar diamalkan setiap hari, supaya ia selamat dari malapetaka.\nSetelah mengamalkan sekian lama, ternyata terbukti. Suatu ketika sang pedagang pergi berlayar ke tanah seberang sambil membawa harta kekayaannya. Di tengah laut kapal yang ditumpanginya hancur diterjang badai, dan dialah satu-satunya orang yang selamat. Ia terdampar di daratan seberang bersama seluruh harta yang dibawanya. Bahkan ada kisah yang menceritakan, di kemudian hari pedagang tadi menjadi raja di tempat di mana ia terdampar.\nDari kisah ini muncullah nama \"Ayat Seribu Dinar\" yang kita kenal sampai sekarang, tidak lain adalah ayat yang diajarkan oleh Nabi Khidir as. kepada pedagang tadi adalah ayat kedua dan ketiga QS. Ath Thalaaq.\nDari cerita tersebut, ayat tersebut dipercaya mempunyai kekuatan. Barangsiapa mengamalkan ayat seribu dinar, maka akan dilenyapkan dari setiap kesulitan, diberikan rezeki dari arah yang tidak disangka-sangka, dan tercukupi segala kebutuhannya.\nAmalan Ayat Seribu Dinar adalah kunci memperoleh rezeki yang melimpah dan kekayaan yang tiada habisnya."
      },
      {
        "type": "judul",
        "isinya": "Keutamaan"
      },
      {
        "type": "isi",
        "isinya": "Ayat seribu dinar mengandung beberapa keutamaan, salah satunya bertakwa dengan menaati perintah Allah SWT dan menjauhi larangan-Nya. Bagi umat muslim yang bertakwa, maka Allah akan memberikan jalan keluar dari segala urusannya dan mendatangkan rezeki dari jalan yang tidak terduga. Rezeki yang dimaksud dalam ayat seribu dinar tidak hanya berupa materi, namun juga bersifat spiritual seperti ketenangan, kelapangan dan kepuasan hati.\nDahsyatnya ayat seribu dinar membuat banyak umat Islam mengamalkan ayat tersebut sebagai doa memohon rezeki dari Allah SWT. Ayat seribu dinar dapat dibaca setiap hari, khususnya setelah shalat fardhu, sambil senantiasa berikhtiar agar Allah melimpahkan rezeki yang dapat dinikmati di dunia maupun di akhirat kelak."
      }
    ]
  },
  {
    "id": 7,
    "judul": "Ayat Lima",
    "penulis": "Memiliki Banyak Keutamaan",
    "arabic": [
      "اَلَمْ تَرَ اِلَى الْمَلَاِ مِنۢ بَنِيْ اِسْرٰءِيْلَ مِنْ بَعْدِ مُوْسٰى اِذْ قَالُوْا لِنَبِيٍّ لَّهُمُ ابْعَثْ لَنَا مَلِكًا نُّقٰتِلْ فِيْ سَبِيْلِ اللّٰهِ ۖ قَالَ هَلْ عَسَيْتُمْ اِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ اَلَّا تُقٰتِلُوا ۖ قَالُوْا وَمَا لَنَآ اَلَّا نُقٰتِلَ فِيْ سَبِيْلِ اللّٰهِ وَقَدْ أُخْرِجْنَا مِن دِيٰرِنَا وَاَبْنَآئِنَا ۖ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا اِلَّا قَلِيْلًا مِّنْهُمْ ۗ وَاللّٰهُ عَلِيْمٌۢ بِالظّٰلِمِيْنَ *",
      "لَّقَدْ سَمِعَ اللّٰهُ قَوْلَ الَّذِيْنَ قَالُوْا اِنَّ اللّٰهَ فَقِيْرٌ وَنَحْنُ اَغْنِيَآءُ ۘ سَنَكْتُبُ مَا قَالُوْا وَقَتْلَهُمُ الْاَنۢبِيَآءَ بِغَيْرِ حَقٍّ وَنَقُوْلُ ذُوْقُوْا عَذَابَ الْحَرِيْقِ *",
      "اَلَمْ تَرَ اِلَى الَّذِيْنَ قِيْلَ لَهُمْ كُفُّوْا اَيْدِيَكُمْ وَاَقِيْمُوا الصَّلَوٰةَ وَءَاتُوا الزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ اِذَا فَرِيْقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللّٰهِ اَوْ اَشَدَّ خَشْيَةً ۚ وَقَالُوْا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَآ اَخَّرْتَنَآ اِلٰى اَجَلٍ قَرِيْبٍ ۗ قُلْ مَتٰعُ الدُّنْيَا قَلِيْلٌ وَالْاٰخِرَةُ خَيْرٌ لِّمَنِ اتَّقٰى وَلَا تُظْلَمُوْنَ فَتِيْلًا *",
      "وَيَسْتَفْتُوْنَكَ فِى النِّسَآءِ ۖ قُلِ اللّٰهُ يُفْتِيْكُمْ فِيْهِنَّ وَمَا يُتْلٰى عَلَيْكُمْ فِى الْكِتٰبِ فِيْ يَتٰمَى النِّسَآءِ الّٰتِيْ لَا تُؤْتُوْنَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُوْنَ اَنْ تَنْكِحُوْهُنَّ وَالْمُسْتَضْعَفِيْنَ مِنَ الْوِلْدٰنِ وَاَنْ تَقُوْمُوْا لِلْيَتٰمٰى بِالْقِسْطِ ۚ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ كَانَ بِهٖ عَلِيْمًا *",
      "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ وَالْاَرْضِ قُلِ اللّٰهُ ۚ قُلْ اَفَاتَّخَذْتُمْ مِّنْ دُوْنِهِۦٓ اَوْلِيَآءَ لَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا ۚ قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ اَمْ هَلْ تَسْتَوِى الظُّلُمٰتُ وَالنُّوْرُ ۗ اَمْ جَعَلُوا لِلّٰهِ شُرَكَآءَ خَلَقُوْا كَخَلْقِهِۦ فَتَشٰبَهَ الْخَلْقُ عَلَيْهِمْ ۚ قُلِ اللّٰهُ خٰلِقُ كُلِّ شَيْءٍ وَهُوَ الْوٰحِدُ الْقَهّٰرُ *"
    ],
    "latin": [
      "a lam taro ilal-mala`i mim banī isrō`īla mim ba'di mụsā, iż qālụ linabiyyil lahumub'aṡ lanā malikan-nuqātil fī sabīlillāh, qāla hal 'asaitum ing kutiba 'alaikumul-qitālu allā tuqātilụ, qālụ wa mā lanā allā nuqātila fī sabīlillāhi wa qod ukhrijnā min diyārinā wa abnā`inā, fa lammā kutiba 'alaihimul-qitālu tawallau illā qolīlam min-hum, wallōhu 'alīmum biẓ-ẓālimīn.",
      "laqod sami'allōhu qoulallażīna qālū innallōha faqīruw wa naḥnu aghniyā`, sanaktubu mā qālụ wa qotlahumul-ambiyā`a bighoiri ḥaqqiw wa naqụlu żụqụ 'ażābal-ḥarīq.",
      "a lam taro ilallażīna qīla lahum kuffū aidiyakum wa aqīmuṣ-ṣalāta wa ātuz-zakāh, fa lammā kutiba 'alaihimul-qitālu iżā farīqum min-hum yakhsyaunan-nāsa kakhasy-yatillāhi au asyadda khasy-yah, wa qālụ robbanā lima katabta 'alainal-qitāl, lau lā akhkhartanā ilā ajaling qorīb, qul matā'ud-dun-yā qolīl, wal-ākhirotu khairul limanittaqā, wa lā tuẓlamụna fatīlā.",
      "wa yastaftụnaka fin-nisā`, qulillōhu yuftīkum fīhinna wa mā yutlā 'alaikum fil-kitābi fī yatāman-nisā`illātī lā tu`tụnahunna mā kutiba lahunna wa targhobụna an tangkiḥụhunna wal-mustaḍ'afīna minal-wildāni wa an taqụmụ lil-yatāmā bil-qisṭ, wa mā taf'alụ min khairin fa innallōha kāna bihī 'alīmā.",
      "qul mar robbus-samāwāti wal-arḍ, qulillāh, qul a fattakhażtum min dụnihī auliyā`a lā yamlikụna li`anfusihim naf'aw wa lā ḍarrō, qul hal yastawil-a'mā wal-baṣīru am hal tastawiẓ-ẓulumātu wan-nụr, am ja'alụ lillāhi syurokā`a khalaqụ kakhalqihī fa tasyābahal-khalqu 'alaihim, qulillōhu khāliqu kulli syai`iw wa huwal-wāḥidul-qohhār"
    ],
    "arti": [
      "Apakah kamu tidak memperhatikan pemuka-pemuka Bani Israil sesudah Nabi Musa, yaitu ketika mereka berkata kepada seorang Nabi mereka: \"Angkatlah untuk kami seorang raja supaya kami berperang (di bawah pimpinannya) di jalan Allah\". Nabi mereka menjawab: \"Mungkin sekali jika kamu nanti diwajibkan berperang, kamu tidak akan berperang\". Mereka menjawab: \"Mengapa kami tidak mau berperang di jalan Allah, padahal sesungguhnya kami telah diusir dari anak-anak kami?\". Maka tatkala perang itu diwajibkan atas mereka, merekapun berpaling, kecuali beberapa saja di antara mereka. Dan Allah Maha Mengetahui siapa orang-orang yang zalim.",
      "Sesungguhnya Allah telah mendengar perkatan orang-orang yang mengatakan: \"Sesunguhnya Allah miskin dan kami kaya\". Kami akan mencatat perkataan mereka itu dan perbuatan mereka membunuh nabi-nabi tanpa alasan yang benar, dan Kami akan mengatakan (kepada mereka): \"Rasakanlah olehmu azab yang mem bakar.\"",
      "Tidakkah kamu perhatikan orang-orang yang dikatakan kepada mereka: \"Tahanlah tanganmu (dari berperang), dirikanlah sembahyang dan tunaikanlah zakat!\" Setelah diwajibkan kepada mereka berperang, tiba-tiba sebahagian dari mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih sangat dari itu takutnya. Mereka berkata: \"Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak Engkau tangguhkan (kewajiban berperang) kepada kami sampai kepada beberapa waktu lagi?\" Katakanlah: \"Kesenangan di dunia ini hanya sebentar dan akhirat itu lebih baik untuk orang-orang yang bertakwa, dan kamu tidak akan dianiaya sedikitpun\".",
      "Dan mereka minta fatwa kepadamu tentang para wanita. Katakanlah: \"Allah memberi fatwa kepadamu tentang mereka, dan apa yang dibacakan kepadamu dalam Al Quran (juga memfatwakan) tentang para wanita yatim yang kamu tidak memberikan kepada mereka apa yang ditetapkan untuk mereka, sedang kamu ingin mengawini mereka dan tentang anak-anak yang masih dipandang lemah. Dan (Allah menyuruh kamu) supaya kamu mengurus anak-anak yatim secara adil. Dan kebajikan apa saja yang kamu kerjakan, maka sesungguhnya Allah adalah Maha Mengetahuinya.",
      "Katakanlah: \"Siapakah Tuhan langit dan bumi?\" Jawabnya: \"Allah\". Katakanlah: \"Maka patutkah kamu mengambil pelindung-pelindungmu dari selain Allah, padahal mereka tidak menguasai kemanfaatan dan tidak (pula) kemudharatan bagi diri mereka sendiri?\". Katakanlah: \"Adakah sama orang buta dan yang dapat melihat, atau samakah gelap gulita dan terang benderang; apakah mereka menjadikan beberapa sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?\" Katakanlah: \"Allah adalah Pencipta segala sesuatu dan Dialah Tuhan Yang Maha Esa lagi Maha Perkasa\""
    ],
    "ket": [
      {
        "type": "judul",
        "isinya": "Tentang Ayat Lima"
      },
      {
        "type": "isi",
        "isinya": "Ayat Lima adalah ayat-ayat yang diambil dari 5 Surat dalam Al-Qur'an yaitu Surat Al-Baqarah Ayat 246; Surat Ali-Imran Ayat 181; Surat An-nisa Ayat 77; Surat Al-Maidah Ayat 27; dan Surat Ar-Ra'd Ayat 16."
      },
      {
        "type": "judul",
        "isinya": "Khasiat Ayat Lima"
      },
      {
        "type": "isi",
        "isinya": "Tiap-tiap satu dari lima ayat itu terdapat sepuluh huruf \"QOF\" (qof besar). Sebab itulah ayat lima ini bisa di sebut dengan Ayat Lima Puluh Qof. Karena itu Ayat Lima ini mengandung rahasia dan khasiat yang besar sekali. Di antaranya adalah:"
      },
      {
        "type": "ul",
        "nomor": "1.",
        "isinya": "Ibnu Mas'ud meriwayatkan, bahwa Rasulullah SAW selalu membaca Ayat Lima ini, baik sedang berada di dalam negeri atau sedang dalam perjalanan dan dalam peperangan. Dalam peperangan beliau selalu dapat mengalahkan orang-orang kafir dan orang-orang munafik. dan beliau selalu mendapat mendapat pertolongan dari Allah SWT"
      },
      {
        "type": "ul",
        "nomor": "2.",
        "isinya": "Sayyidah Asiyah radhiyallahu 'anha meriwayatkan bahwa Rasulullah صلى الله عليه وسلم menerangkan bila Ayat Lima ditulis dalam bejana, kemudian diisi dengan air dan airnya diminum hari Jumat, maka Allah akan menyembuhkan penyakitnya, kemudian di isi hatinya dengan Nurhadyah keyakinan dan kasih sayang."
      },
      {
        "type": "ul",
        "nomor": "3.",
        "isinya": "Bila ayat lima ini dibaca oleh seorang pemimpin, maka akan ditetapkan hatinya oleh Allah dan diberi pengaruh serta kekuatan, dan patuh kepadanya semua orang-orang yang dipimpinnya."
      },
      {
        "type": "ul",
        "nomor": "4.",
        "isinya": "Jika menghadapi raja yang kejam ia akan terpelihara dari kekejamanya dan tipu dayanya. Ayat Lima adalah dinding dari kejahatan manusia dan jin serta syaitan."
      },
      {
        "type": "ul",
        "nomor": "5.",
        "isinya": "Jika ditulis dan digantung pada ujung senjata untuk menghadapi musuh dalam pertempuran maka tuhan akan memecah belahkan kekuatan musuh."
      },
      {
        "type": "ul",
        "nomor": "6.",
        "isinya": "Salman Al-Farisi berkata Rasulullah SAW mengajarkan kepadaku Ayat Lima, kemudian beliau berkata: \"Siapa yang membaca dan mengamalkanya, Allah akan melanjutkan usianya dan mengampuni dosanya dan mudah mencapai apa yang di kehendakinya.\""
      }
    ]
  },
  {
    "id": 8,
    "judul": "Ayat Tujuh",
    "penulis": "Memiliki Banyak Fadhilah",
    "arabic": [
      "قُل لَّنْ يُصِيْبَنَآ اِلَّا مَا كَتَبَ اللّٰهُ لَنَا هُوَ مَوْلٰنَا ۚ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ *",
      "وَاِن يَمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ اِلَّا هُوَ ۖ وَاِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَآدَّ لِفَضْلِهِۦ ۚ يُصِيْبُ بِهِۦ مَنْ يَشَآءُ مِنْ عِبَادِهِۦ ۚ وَهُوَ الْغَفُوْرُ الرَّحِيْمُ *",
      "وَمَا مِنْ دَآبَّةٍ فِى الْاَرْضِ اِلَّا عَلَى اللّٰهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِيْ كِتٰبٍ مُّبِيْنٍ *",
      "اِنِّيْ تَوَكَّلْتُ عَلَى اللّٰهِ رَبِّيْ وَرَبِّكُم ۚ مَّا مِنْ دَآبَّةٍ اِلَّا هُوَ ءَاخِذٌۢ بِنَاصِيَتِهَآ ۚ اِنَّ رَبِّيْ عَلٰى صِرٰطٍ مُّسْتَقِيْمٍ *",
      "وَكَاَيِّنْ مِّنْ دَآبَّةٍ لَّا تَحْمِلُ رِزْقَهَا اللّٰهُ يَرْزُقُهَا وَاِيَّاكُمْ ۚ وَهُوَ السَّمِيْعُ الْعَلِيْمُ *",
      "مَّا يَفْتَحِ اللّٰهُ لِلنَّاسِ مِنْ رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنْۢ بَعْدِهِۦ ۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ *",
      "وَلَئِنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ اللّٰهُ ۚ قُلْ اَفَرَءَيْتُم مَّا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ اِنْ اَرَادَنِيَ اللّٰهُ بِضُرٍّ هَلْ هُنَّ كٰشِفٰتُ ضُرِّهِۦٓ اَوْ اَرَادَنِيْ بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكٰتُ رَحْمَتِهِۦ ۚ قُلْ حَسْبِيَ اللّٰهُ ۖ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُوْنَ *"
    ],
    "latin": [
      "qul lay yuṣībanā illā mā kataballōhu lanā, huwa maulānā wa 'alallōhi falyatawakkalil-mu`minụn.",
      "wa iy yamsaskallōhu biḍurrin fa lā kāsyifa lahū illā huw, wa iy yuridka bikhairin fa lā rōdda lifaḍlih, yuṣību bihī may yasyā`u min 'ibādih, wa huwal-ghofụrur-roḥīm.",
      "wa mā min dābbatin fil-arḍi illā 'alallōhi rizquhā wa ya'lamu mustaqorrohā wa mustauda'ahā, kullun fī kitābim mubīn.",
      "innī tawakkaltu 'alallōhi robbī wa robbikum, mā min dābbatin illā huwa ākhiżum bināṣiyatihā, inna robbī 'alā ṣirōṭim mustaqīm.",
      "wa ka`ayyim min dābbatil lā taḥmilu rizqohallōhu yarzuquhā wa iyyākum wa huwas-samī'ul-'alīm.",
      "mā yaftaḥillōhu lin-nāsi mir roḥmatin fa lā mumsika lahā, wa mā yumsik fa lā mursila lahụ mim ba'dih, wa huwal-'azīzul-ḥakīm.",
      "wa la`in sa`altahum man khalaqos-samāwāti wal-arḍa layaqụlunnallōh, qul a fa ro`aitum mā tad'ụna min dụnillāhi in arōdaniyallōhu biḍurrin hal hunna kāsyifātu ḍurrihī au arōdanī biroḥmatin hal hunna mumsikātu roḥmatih, qul ḥasbiyallōh, 'alaihi yatawakkalul-mutawakkilụn."
    ],
    "arti": [
      "Katakanlah: \"Sekali-kali tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah untuk kami. Dialah Pelindung kami, dan hanya kepada Allah orang-orang yang beriman harus bertawakal\".",
      "Jika Allah menimpakan sesuatu kemudharatan kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, maka tak ada yang dapat menolak kurnia-Nya. Dia memberikan kebaikan itu kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya dan Dialah Yang Maha Pengampun lagi Maha Penyayang.",
      "Dan tidak ada suatu binatang melata pun di bumi melainkan Allah-lah yang memberi rezekinya, dan Dia mengetahui tempat berdiam binatang itu dan tempat penyimpanannya. Semuanya tertulis dalam Kitab yang nyata (Lauh mahfuzh).",
      "Sesungguhnya aku bertawakkal kepada Allah Tuhanku dan Tuhanmu. Tidak ada suatu binatang melatapun melainkan Dialah yang memegang ubun-ubunnya. Sesungguhnya Tuhanku di atas jalan yang lurus\".",
      "Dan berapa banyak binatang yang tidak (dapat) membawa (mengurus) rezekinya sendiri. Allah-lah yang memberi rezeki kepadanya dan kepadamu dan Dia Maha Mendengar lagi Maha Mengetahui.",
      "Apa saja yang Allah anugerahkan kepada manusia berupa rahmat, maka tidak ada seorangpun yang dapat menahannya; dan apa saja yang ditahan oleh Allah maka tidak seorangpun yang sanggup melepaskannya sesudah itu. Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
      "Dan sungguh jika kamu bertanya kepada mereka: \"Siapakah yang menciptakan langit dan bumi?\", niscaya mereka menjawab: \"Allah\". Katakanlah: \"Maka terangkanlah kepadaku tentang apa yang kamu seru selain Allah, jika Allah hendak mendatangkan kemudharatan kepadaku, apakah berhala-berhalamu itu dapat menghilangkan kemudharatan itu, atau jika Allah hendak memberi rahmat kepadaku, apakah mereka dapat menahan rahmat-Nya?. Katakanlah: \"Cukuplah Allah bagiku\". Kepada-Nya-lah bertawakkal orang-orang yang berserah diri."
    ],
    "ket": [
      {
        "type": "judul",
        "isinya": "Tentang Ayat Tujuh"
      },
      {
        "type": "isi",
        "isinya": "Di antara hal yang sering dibaca oleh masyarakat di Indonesia adalah ayat tujuh (7), yaitu kumpulan tujuh ayat yang disebutkan memiliki khasiat tertentu jika dibaca dengan jumlah tertentu atau dengan cara tertentu.\nAyat Tujuh terdiri dari 7 gabungan ayat dari beberapa Surat dalam Al-Quran, yaitu At-Taubah ayat 51, Yunus ayat 107, Hud ayat 6, Hud ayat 56, Al-Ankabuut ayat 60, Al-Fathir ayat 2 dan Az-Zumar ayat 38."
      },
      {
        "type": "judul",
        "isinya": "Keutamaan Ayat Tujuh"
      },
      {
        "type": "isi",
        "isinya": "Ayat tujuh lebih condong ke ayat-ayat perlindungan diri, namun tidak terbatas pada fadhilah berikut ini:"
      },
      {
        "type": "subjudul",
        "isinya": "1. Terhindar dari bahaya"
      },
      {
        "type": "isi",
        "isinya": "Ka’bul Ahbar dalam salah satu riwayatnya mengatakan bahwa di dalam Al-Qur’an terdapat tujuh buah ayat, barang siapa yang suka membacanya, niscaya tiada seorangpun yang dapat menimpakan mudharat atau bahaya kepadanya atas izin Allah SWT.\nSalah satu sahabat Nabi SAW, yaitu Sayyidina Ali pernah berkata, bahwa barang siapa mengamalkan atau membaca ayat tujuh baik pagi maupun petang hari, maka Insya Allah ia akan terselamatkan dari segala kebinasaan dan terpelihara dari tipu daya musuh dan bencana."
      },
      {
        "type": "subjudul",
        "isinya": "2. Dimudahkan Rejeki"
      },
      {
        "type": "isi",
        "isinya": "Apabila ayat tujuh ini diamalkan siang dan malam (dibaca 1 kali sesudah shalat Subuh dan sesudah shalat Maghrib), maka Insya Allah, Allah  akan memudahkan rezekinya, dipanjangkan umur, terpelihara dai gangguan jin, syaitan dan fitnah, dikasihi para hamba Allah serta dimudahkan serta dikabulkan segala apa yang dicita-citakannya."
      },
      {
        "type": "subjudul",
        "isinya": "3. Dimudahkan dalam sakaratul maut"
      },
      {
        "type": "isi",
        "isinya": "Barangsiapa yang mewiridkan ayat tujuh pada tiap-tiap selesai shalat fardhu, maka Insya Allah, Allah akan memudahkan sakaratul maut kelak dan memperoleh pahala yang besar . Juga kalau ayat tujuh ini dibacakan pada orang sakit, maka Insya Allah akan menenangkan dan menyembuhkan si sakit dengan segera"
      },
      {
        "type": "subjudul",
        "isinya": "4. Diberikan kemudahan dan dilepaskan dari kesulitan"
      },
      {
        "type": "isi",
        "isinya": "Barangsiapa yang membaca ayat tujuh selama tujuh hari berturut-turut dengan ketentuan dibaca tujuh kali pada siang hari dan tujuh kali pada malam hari, maka Insya Allah, Allah akan melepaskan atau memudahkan dari kesulitan dan kesusahan"
      },
      {
        "type": "judul",
        "isinya": "Pantangan Ayat Tujuh"
      },
      {
        "type": "subjudul",
        "isinya": "1. Menghindari segala yang haram"
      },
      {
        "type": "isi",
        "isinya": "Pengamal Ayat Tujuh sebaiknya tidak sekali-kali memakan makanan yang haram atau makanan yang diperoleh dengan cara yang haram, atau meminum minuman yang haram, atau berbuat yang dilarang oleh agama, seperti berzi**na, berjudi, membu**nuh, dan sebagainya. Makanlah makanan yang jelas asal-usulnya, yang jelas kehalalannya"
      },
      {
        "type": "subjudul",
        "isinya": "2. Berkata yang benar"
      },
      {
        "type": "isi",
        "isinya": "Jika berkata, katakan hal yang benar saja, jangan berbohong. Begitu juga katakan hal yang diketahui saja, jika tidak diketahui perihalnya maka sebaiknya diam. Berbicaralah seperlunya saja untuk menghindari perkataan dusta dan dosa"
      },
      {
        "type": "subjudul",
        "isinya": "3. Menghindari berkumpul di keramaian"
      },
      {
        "type": "isi",
        "isinya": "Hindari berkumpul dengan orang banyak, hal ini untuk menghindari pergunjingan, atau membicarakan hal-hal yang tidak baik"
      }
    ]
  },
  {
    "id": 9,
    "judul": "Ayat Lima Belas",
    "penulis": "Mengandung Banyak Manfaat",
    "arabic": [
      "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ الْحَىُّ الْقَيُّومُ *",
      "شَهِدَ اللّٰهُ اَنَّهُ لَآ اِلٰهَ اِلَّا هُوَ وَالْمَلٰٓئِكَةُ وَأُوْلُوا الْعِلْمِ قَآئِمًۢا بِالْقِسْطِ ۚ لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ *",
      "۞ اِنَّ اللّٰهَ فَالِقُ الْحَبِّ وَالنَّوٰى ۖ يُخْرِجُ الْحَيَ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ۚ ذٰلِكُمُ اللّٰهُ ۖ فَاَنّٰى تُؤْفَكُوْنَ *",
      "وَلَوْ اَنَّ قُرْءَانًا سُيِّرَتْ بِهِ الْجِبَالُ اَوْ قُطِّعَتْ بِهِ الْاَرْضُ اَوْ كُلِّمَ بِهِ الْمَوْتٰى ۗ بَلْ لِّلَّهِ الْاَمْرُ جَمِيْعًا ۗ اَفَلَمْ يَايْـَٔسِ الَّذِيْنَ ءَامَنُوٓا اَنْ لَّوْ يَشَآءُ اللّٰهُ لَهَدَى النَّاسَ جَمِيْعًا ۗ وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا تُصِيْبُهُمْ بِمَا صَنَعُوْا قَارِعَةٌ اَوْ تَحُلُّ قَرِيْبًا مِّنْ دَارِهِمْ حَتّٰى يَأْتِيَ وَعْدُ اللّٰهِ ۚ اِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ *",
      "اِنَّمَآ اَمْرُهٗ اِذَآ اَرَادَ شَيْئًا اَنْ يَقُوْلَ لَهٗ كُنْ فَيَكُوْنُ *",
      "الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ *",
      "اَفَعَيِيْنَا بِالْخَلْقِ الْاَوَّلِ ۚ بَلْ هُمْ فِيْ لَبْسٍ مِّنْ خَلْقٍ جَدِيْدٍ *",
      "هُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِى الْاَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَآءِ وَمَا يَعْرُجُ فِيْهَا ۖ وَهُوَ مَعَكُمْ اَيْنَ مَا كُنْتُمْ ۚ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ *",
      "لَقَدْ اَرْسَلْنَا رُسُلَنَا بِالْبَيِّنٰتِ وَاَنْزَلْنَا مَعَهُمُ الْكِتٰبَ وَالْمِيْزَانَ لِيَقُوْمَ النَّاسُ بِالْقِسْطِ ۖ وَاَنْزَلْنَا الْحَدِيْدَ فِيْهِ بَأْسٌ شَدِيْدٌ وَمَنٰفِعُ لِلنَّاسِ وَلِيَعْلَمَ اللّٰهُ مَنْ يَنْصُرُهٗ وَرُسُلَهٗ بِالْغَيْبِ ۚ اِنَّ اللّٰهَ قَوِىٌّ عَزِيْزٌ *",
      "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۚ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ *",
      "وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَنْ يَتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهٗ ۚ اِنَّ اللّٰهَ بٰلِغُ اَمْرِهِۦ ۚ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَىْءٍ قَدْرًا *",
      "لِّيَعْلَمَ اَنْ قَدْ اَبْلَغُوْا رِسٰلٰتِ رَبِّهِمْ وَاَحَاطَ بِمَا لَدَيْهِمْ وَاَحْصٰى كُلَّ شَىْءٍ عَدَدًۢا *",
      "رَّبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَآ اِلٰهَ اِلَّا هُوَ فَاتَّخِذْهُ وَكِيْلًا *",
      "يَوْمَ يَقُوْمُ الرُّوْحُ وَالْمَلٰٓئِكَةُ صَفًّا ۖ لَّا يَتَكَلَّمُوْنَ اِلَّا مَنْ اَذِنَ لَهُ الرَّحْمٰنُ وَقَالَ صَوَابًا *",
      "مِنْ اَيِّ شَىْءٍ خَلَقَهٗ *",
      "مِنْ نُّطْفَةٍ خَلَقَهٗ فَقَدَّرَهٗ *",
      "ذِيْ قُوَّةٍ عِنْدَ ذِى الْعَرْشِ مَكِيْنٍ *",
      "وَاللّٰهُ مِنْ وَّرَآئِهِمْ مُّحِيْطٌۢ *",
      "بَلْ هُوَ قُرْءَانٌ مَّجِيْدٌ *",
      "فِيْ لَوْحٍ مَّحْفُوْظٍۭ *"
    ],
    "latin": [
      "allōhu lā ilāha illā huwal-ḥayyul-qoyyụm",
      "syahidallōhu annahụ lā ilāha illā huwa wal-malā`ikatu wa ulul-'ilmi qā`imam bil-qisṭ, lā ilāha illā huwal-'azīzul-ḥakīm",
      "innallōha fāliqul-ḥabbi wan-nawā, yukhrijul-ḥayya minal-mayyiti wa mukhrijul-mayyiti minal-ḥayy, żālikumullōhu fa annā tu`fakụn",
      "walau anna qur`ānan suyyirot bihil-jibālu au quṭṭi'at bihil-arḍu au kullima bihil-mautā, bal lillāhil-amru jamī'ā, a fa lam yai`asillażīna āmanū al lau yasyā`ullōhu laḥadan-nāsa jamī'ā, wa lā yazālullażīna kafarụ tuṣībuhum bimā ṣana'ụ qāri'atun au taḥullu qorībam min dārihim ḥattā ya`tiya wa'dullōh, innallōha lā yukhliful-mī'ād",
      "innamā amruhū iżā arōda syai`an ay yaqụla lahụ kun fa yakụn",
      "al-ḥamdu lillāhi robbil-'ālamīn",
      "a fa 'ayīnā bil-khalqil-awwal, bal hum fī labsim min khalqin jadīd",
      "huwallażī khalaqos-samāwāti wal-arḍa fī sittati ayyāmin ṡummastawā 'alal-'arsy, ya'lamu mā yaliju fil-arḍi wa mā yakhruju min-hā wa mā yanzilu minas-samā`i wa mā ya'ruju fīhā, wa huwa ma'akum aina mā kuntum, wallōhu bimā ta'malụna baṣīr",
      "laqod arsalnā rusulanā bil-bayyināti wa anzalnā ma'ahumul-kitāba wal-mīzāna liyaqụman-nāsu bil-qisṭ, wa anzalnal-ḥadīda fīhi ba`sun syadīduw wa manāfi'u lin-nāsi wa liya'lamallōhu may yanṣuruhụ wa rusulahụ bil-ghoīb, innallōha qowiyyun 'azīz",
      "allōhu lā ilāha illā huw, wa 'alallōhi falyatawakkalil-mu`minụn",
      "wa yarzuq-hu min ḥaiṡu lā yaḥtasib, wa may yatawakkal 'alallōhi fa huwa ḥasbuh, innallīha bālighu amrih, qod ja'alallōhu likulli syai`ing qodrō",
      "liya'lama ang qod ablaghụ risālāti robbihim wa aḥāṭa bimā ladaihim wa aḥṣā kulla syai`in 'adadā",
      "robbul-masyriqi wal-magribi lā ilāha illā huwa fattakhiż-hu wakīlā",
      "yauma yaqụmur-rụḥu wal-malā`ikatu ṣaffal lā yatakallamụna illā man ażina lahur-roḥmānu wa qāla ṣawābā",
      "min ayyi syai`in khalaqoh",
      "min nuṭfah, khalaqohụ fa qoddaroh",
      "żī quwwatin 'inda żil-'arsyi makīn",
      "wallōhu miw warō`ihim muḥīṭ",
      "bal huwa qur`ānum majīd.",
      "fī lauḥim maḥfụẓ"
    ],
    "arti": [
      "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia. Yang hidup kekal lagi terus menerus mengurus makhluk-Nya.",
      "Allah menyatakan bahwasanya tidak ada Tuhan melainkan Dia (yang berhak disembah), Yang menegakkan keadilan. Para Malaikat dan orang-orang yang berilmu (juga menyatakan yang demikian itu). Tak ada Tuhan melainkan Dia (yang berhak disembah), Yang Maha Perkasa lagi Maha Bijaksana.",
      "Sesungguhnya Allah menumbuhkan butir tumbuh-tumbuhan dan biji buah-buahan. Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup. (Yang memiliki sifat-sifat) demikian ialah Allah, maka mengapa kamu masih berpaling?",
      "Dan sekiranya ada suatu bacaan (kitab suci) yang dengan bacaan itu gunung-gunung dapat digoncangkan atau bumi jadi terbelah atau oleh karenanya orang-orang yang sudah mati dapat berbicara, (tentulah Al Quran itulah dia). Sebenarnya segala urusan itu adalah kepunyaan Allah. Maka tidakkah orang-orang yang beriman itu mengetahui bahwa seandainya Allah menghendaki (semua manusia beriman), tentu Allah memberi petunjuk kepada manusia semuanya. Dan orang-orang yang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi dekat tempat kediaman mereka, sehingga datanglah janji Allah. Sesungguhnya Allah tidak menyalahi janji.",
      "Sesungguhnya keadaan-Nya apabila Dia menghendaki sesuatu hanyalah berkata kepadanya: \"Jadilah!\" maka terjadilah ia.",
      "Segala puji bagi Allah, Tuhan semesta alam",
      "Maka apakah Kami letih dengan penciptaan yang pertama? Sebenarnya mereka dalam keadaan ragu-ragu tentang penciptaan yang baru.",
      "Dialah yang menciptakan langit dan bumi dalam enam masa: Kemudian Dia bersemayam di atas 'Arsy. Dia mengetahui apa yang masuk ke dalam bumi dan apa yang keluar daripadanya dan apa yang turun dari langit dan apa yang naik kepada-Nya. Dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan.",
      "Sesungguhnya Kami telah mengutus rasul-rasul Kami dengan membawa bukti-bukti yang nyata dan telah Kami turunkan bersama mereka Al Kitab dan neraca (keadilan) supaya manusia dapat melaksanakan keadilan. Dan Kami ciptakan besi yang padanya terdapat kekuatan yang hebat dan berbagai manfaat bagi manusia, (supaya mereka mempergunakan besi itu) dan supaya Allah mengetahui siapa yang menolong (agama)Nya dan rasul-rasul-Nya padahal Allah tidak dilihatnya. Sesungguhnya Allah Maha Kuat lagi Maha Perkasa.",
      "(Dialah) Allah tidak ada Tuhan selain Dia. Dan hendaklah orang-orang mukmin bertawakkal kepada Allah saja.",
      "Dan memberinya rezeki dari arah yang tiada disangka-sangkanya. Dan barangsiapa yang bertawakkal kepada Allah niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan yang (dikehendaki)Nya. Sesungguhnya Allah telah mengadakan ketentuan bagi tiap-tiap sesuatu.",
      "Supaya Dia mengetahui, bahwa sesungguhnya rasul-rasul itu telah menyampaikan risalah-risalah Tuhannya, sedang (sebenarnya) ilmu-Nya meliputi apa yang ada pada mereka, dan Dia menghitung segala sesuatu satu persatu.",
      "(Dialah) Tuhan masyrik dan maghrib, tiada Tuhan (yang berhak disembah) melainkan Dia, maka ambillah Dia sebagai pelindung.",
      "Pada hari, ketika ruh dan para malaikat berdiri bershaf-shaf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pemurah; dan ia mengucapkan kata yang benar.",
      "Dari apakah Allah menciptakannya?",
      "Dari setetes mani, Allah menciptakannya lalu menentukannya.",
      "yang mempunyai kekuatan, yang mempunyai kedudukan tinggi di sisi Allah yang mempunyai 'Arsy,",
      "padahal Allah mengepung mereka dari belakang mereka.",
      "Bahkan yang didustakan mereka itu ialah Al Quran yang mulia,",
      "yang (tersimpan) dalam Lauh Mahfuzh."
    ],
    "ket": [
      {
        "type": "judul",
        "isinya": "Tentang Ayat Lima Belas"
      },
      {
        "type": "isi",
        "isinya": "Ayat Lima Belas terdiri dari Ali Imran ayat 1-2 dan 18, Al An'am ayat 95, Ar Rad ayat 31, Yasin ayat 82, Al Fatihah ayat 2, Qaf ayat 15, Al Hadid ayat 4 dan 25, At Taghabun ayat 13, At Thalaq ayat 3, Al Jinn ayat 28, Al Muzzammil ayat 9, An Naba ayat 38, Abasa ayat 18-19, At Takwir ayat 20 dan Al Buruj ayat 20-22"
      },
      {
        "type": "judul",
        "isinya": "Khasiat Ayat Lima Belas"
      },
      {
        "type": "isi",
        "isinya": "Ayat ke 1: Mendapat Ampunan Dosa\nApabila ayat tsb dibacakan kepada orang yang sakit secara terusmenerus maka mempunyai keutamaan bahwa orang yang sakit itu akan mendapat ampunan dosa dari Allah SWT.\n\nAyat ke 2: Hajat Tercapai\nApabila ayat tersebut dibaca terus menerus pada malam hari, maka mempunyai keajaiban, bahwa orang yang mempunyai hajat dan belum berhasil maka Allah akan cepat mengabulkan hajatnya orang yang membacanya.\n\nAyat ke 3: Pengasih Semua Orang\nApabila ingin dicintai oleh semua orang baik laki laki maupun perempuan atau lawan berganti menjadi kawan, maka ayat ke 3 mempunyai daya yang tinggi. Bila dibaca 7x lalu menyebut nama orang yang dimaksud, insya allah akan berhasil.\n\nAyat ke 4: Memberi Pelajaran Kepada Orang Zalim\nTulis ayat tersebut di atas kertas, kemudian tuliskan juga nama orang yang zalim terhadap Anda. Lanjutkan dengan menindih kertas tersebut dengan batu agar dia merasakan kesakitan. Tapi, perlu Anda ingat bahwa melakukan perbuatan ini tergolong dosa besar\n\nAyat ke 5: Menunaikan Segala Hajat\nSilahkan baca sebanyak 7x sambil menahan nafas, lalu sampaikan hajat Anda pada Yang Kuasa.\n\nAyat ke 6: Penawar Racun\nSilahkan baca sebanyak 7 kali pada 7 butir beras, kemudian taruhlah ke dalam mangkuk putih. Siram dengan air hangat, lalu mintalah orang yang terkena racun untuk meminumnya.\n\nAyat ke 7: Penawar Racun\nBacakan ayat ke 7 ini pada air kelapa hijau sebanyak 3x. Lanjutkan dengan memberikannya pada orang yang terkena racun dan minta dia untuk meminumnya\n\nAyat ke 8: Terhindar dari marabahaya dan ampunan dosa\nDibaca dengan penuh keikhlasan dalam keadaan berwudlu, Insya Allah dosanya akan diampuni oleh Allah SWT. Dan jika dibaca ketika akan tidur maka selama tidur Insya Allah akan dilindungi Allah SWT dari segala marabahaya seperti kebakaran, pencurian, pembunuhan, bencana alam dsb.\n\nAyat ke 9: Terhindar dari Penyakit Menular\nVirus yang berhaya seperti Covid19, HIV, flu burung hingga flu babi bisa dihindarkan dengan memanfaatkan ayat ini. Caranya silahkan tulis pada kulit kijang atau harimau kemudian masukkan dalam potongan bambu lalu tanam di tengah halaman rumah Anda.\n\nAyat ke 10: Terkabulnya Hajat Dunia dan Akhirat\nDibaca 10 kali tiap kali selesai sholat fardhu dengan penuh keyakinan kemudian ucapkan hajat yang ingin Anda capai.\n\nAyat ke 11: Untuk Meredakan Emosi Seseorang\nBacalah pada 7 butir padi lalu hadapkan pada orang yang sedang marah. Dengan ijin Tuhan, kemarahannya akan mereda\n\nAyat ke 12: Hajat Jodoh Cepat Tercapai\nBacalah sebanyak 7 kali tiap kali selesai sholat fardhu kemudian sebutkan nama seseorang yang kamu sayangi. Jika belum ada target, ucapkan saja kriteria jodoh yang kamu inginkan\n\nAyat ke 13: Melumpuhkan Perampok/Begal\nJika suatu hari Anda dihadang perampok atau begal, pasrahkan diri Anda pada Tuhan Yang Kuasa. Kemudian bacalah surat ini sebanyak 7 kali. Insyallah Tuhan akan menolong Anda dengan berbagai cara.\n\nAyat ke 14: untuk Melemahkan Kekuasan Pemimpin Zalim\nJika berhadapan dengan pemimpin yang lalim, bacalah ayat ini sebanyak 7 kali sembari menahan nafas. Dengan ijin Tuhan, kamu akan selamat.\n\nAyat ke 15: Untuk membuka gembok atau tali ikatan\nBaca ayat ini sebanyak 21x lalu hembuskan pada gembol atau ikatan tersebut."
      }
    ]
  },
  {
    "id": 10,
    "judul": "Doa Akasah",
    "penulis": "Doa Penyembuh dll",
    "arabic": [
      "اَللّٰهُمَّ صَلِّ عَلٰى سَيِّدِنَا مُحَمَّدٍ وَعَلٰى اٰلِهٖ وَصَحْبِهٖ وَسَلَّمَ * بِسْمِ اللّٰهِ النُّوْرِ نُوْرٌ عَلٰى نُوْرٍ * اَلْحَمْدُ لِلّٰهِ الَّذِيْ خَلَقَ النُّوْرَ * وَاَنْزَلَ التَّوْرَاةَ عَلٰى جَبَلِ الطُّوْرِ فِيْ كِتَابٍ مَسْطُوْرٍ * اَلْحَمْدُ لِلّٰهِ الَّذِيْ بِالغِنَاءِ مَذْكُوْرٌ * وَبِالعِزَّةِ وَالْجَلَالِ مَشْهُوْرٌ * وَعَلَى السَّرَّاءِ وَالضَّرَّاءِ مَشْكُوْرٌ *",
      "وَالْحَمْدُ لِلّٰهِ الَّذِيْ خَلَقَ السَمٰوٰاتِ وَالْاَرْضَ وَجَعَلَ الظُّلُمَاتِ * وَالنُّوْرَ * ثُمَّ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ يَعْدِلُوْنَ * كٓهٓيٓعٓصٓ حٰمٓ عٓسٓقٓ اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُ * يَا حَيُّ يَا قَيُّوْمُ يَا ذَا الْجَلَالِ وَالْاِكْرَامِ * اَللّٰهُ لَطِيْفٌ بِعِبَادِهٖ يَرْزُقُ مَنْ يَشَاءُ وَهُوَ الْقَوِيُّ العَزِيْزُ * يَا كَافِيْ كُلِّ شَيْئٍ * وَاصْرِفْ عَنِّيْ كُلَّ شَيْئٍ * بِيَدِكَ الخَيْرُ اِنَّكَ عَلٰى كُلِّ شَيْئٍ قَدِيْرٌ *",
      "اَللّٰهُمَّ يَا كَثِيْرَ النَّوَالِ * وَيَا دَائِمَ الْوِصَالِ * وَيَا حُسْنَ الْفِعَالِ * وَيَا رَازِقَ الْعِبَادِ عَلٰى كُلِّ حَالٍ * وَيَا بَدِيْعًا بِلَا مِثَالٍ * وَيَا بَاقِيْ بِلَا زَوَالٍ * نَجِّنَا مِنَ الْكُفْرِ وَالضَّلَالِ * بِحَقِّ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ اِنْ دَخَلَ الشَّكُّ فِيْ اِيْمَانِيْ بِكَ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ اِنْ دَخَلَ الكُفْرُ فِيْ اِسْلَامِيْ بِكَ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ اِنْ دَخَلَ الشَّكُّ فِيْ تَوْحِيْدِيْ اِيَّاكَ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ اِنْ دَخَلَ العُجْبُ وَالْكِبْرُ وَالرِّيَاءُ وَالسُّمْعَةُ وَالنُّقْصَانُ فِيْ عَمَلِيْ لَكَ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ اِنْ جَرَى الْكِذْبُ وَالْغِيْبَةُ وَالنَّمِيْمَةُ وَالْبُهْتَانُ عَلٰى لِسَانِيْ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ اِنْ دَخَلَ الْخَطْرَةُ وَالْوَسْوَسَةُ فِيْ صَدْرِي وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ اِنْ دَخَلَ التَّشْبِيْهُ وَالتَّقْصِيْرُ فِيْ مَعْرِفَتِي اِيَّاكَ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ اِنْ دَخَلَ النِّفَاقُ فِيْ قَلْبِي مِنَ الذُّنُوْبِ الْكَبَائِرِ وَالصَّغَائِرِ كُلِّهَا وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ اِنْ دَخَلَ الرِّيَاءُ فِيْ اَعْمَالِيْ وَاَقْوَالِيْ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ مَا عَمِلْتُ مِنْ سُوْءٍ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ مَا اَرَدْتَ لِي مِنْ خَيْرٍ فَلَمْ اَشْكُرْهُ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ مَا قَدَّرْتَ عَلَيَّ مِنْ اَمْرٍ فَلَمْ اَرْضَهُ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ مَا اَنْعَمْتَ عَلَيَّ مِنْ نِعْمَةٍ فَعَصَيْتُكَ فِيْهِ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ مَا اَوْلَيْتَنِي مِنْ نَعْمَائِكَ فَغَفَلْتُ عَنْ شُكْرِكَ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ مَا اَوْلَيْتَنِي مِنْ اٰلَائِكَ فَلَمْ أُؤَدِّ حَقَّهُ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ مَا مَنَنْتَ عَلَيَّ مِنَ الحُسْنَى فَلَمْ اَحْمَدْكَ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ مَا اَحْبَبْتَ لِي بِهٖ عَلَيَّ مِنَ النَّظَرِ فِيْكَ فَغَمَضْتُ عَنْهُ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ مَا صَنَعْتُ فِيْ عُمْرِي بِمَا لَمْ تَرْضَ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ مَا قَصَرْتُ مِنْ عَمَلِي فِيْ رَجَائِكَ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ اِنِ اعْتَمَدْتُ عَلٰى اَحَدٍ سِوَاكَ فِى الشَّدَائِدِ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ اِنِ اسْتَعَنْتُ غَيْرَكَ فِيْ النَّوَائِبِ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ مَا اَصْلَحَ فِيْ شَأْنِي بِفَضْلِكَ وَرَاَيْتُهُ مِنْ غَيْرِكَ وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ اِنْ زَلَّتْ قَدَمِي عَنِ الصِّرَاطِ بِالسُّؤَالِ مِنْ غَيْرِكَ فَثَبِّتْنِي وَلَمْ اَعْلَمْ بِهٖ اَوْعَلِمْتُ تُبْتُ عَنْهُ وَاَسْلَمْتُ وَاَقُوْلُ لَاۤ اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ *",
      "اَللّٰهُمَّ يَا حَيُّ يَا قَيُّوْمُ، يَا حَنَّانُ يَا مَنَّانُ، يَا دَيَّانُ يَا سُلْطَانُ، يَا لَاۤ اِلٰهَ اِلَّا اَنْتَ سُبْحَانَكَ اِنِّي كُنْتُ مِنَ الظَّالِمِيْنَ. فَاسْتَجَبْنَا لَهُ وَنَجَّيْنٰهُ مِنَ الغَمِّ، وَكَذٰلِكَ نُنْجِي المُؤْمِنِيْنَ، وَزَكَرِيَّا اِذْ نَادَى رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا وَاَنْتَ خَيْرُ الوَارِثِيْنَ *",
      "اَللّٰهُمَّ بِحَقِّ لَا إلٰهَ اِلَّا اللّٰهُ وَبِعِزَّتِهِ، وَبِحَقِّ الكُرْسِي وَسَعَتِهِ، وَبِحَقِّ العَرْشِ وَعَظَمَتِهِ، وَبِحَقِّ القَلَمِ وَجَرَيَانِهِ، وَبِحَقِّ اللَّوْحِ وَحَفَظَتِهِ، وَبِحَقِّ المِيْزَانِ وَكَفَّتَيْهِ، وَبِحَقِّ الصِّرَاطِ وَدِقَّتِهِ، وَبِحَقِّ جِبْرِيْلَ وَاَمَانَتِهِ، وَبِحَقِّ مِيْكَائِيْلَ وَشَفَقَتِهِ، وَبِحَقِّ اِسْرَافِيْلَ وَنَفْخَتِهِ، وَبِحَقِّ عِزْرَائِيْلَ وَقَبْضَتِهِ، وَبِحَقِّ رِضْوَانَ وَجَنَّتِهِ، وَبِحَقِّ مَالِكٍ وَجَهَنَّمِهِ، وَبِحَقِّ أٰدَمَ وَصَفْوَتِهِ، وَبِحَقِّ شِيْثٍ وَنُبُوَّتِهِ، وَبِحَقِّ نُوْحٍ وَسَفِيْنَتِهِ، وَبِحَقِّ اِبْرَاهِيْمَ وَخُلَّتِهِ، وَبِحَقِّ اِسْحَاقَ وَدِيَانَتِهِ، وَبِحَقِّ اِسْمَاعِيْلَ وَذَبِيْحَتِهِ، وَبِحَقِّ يَعْقُوْبَ وَحَسْرَتِهِ، وَبِحَقِّ يُوْسُفَ وَغُرْبَتِهِ وَبِحَقِّ مُوْسَى وَأٰيَاتِهِ وَبِحَقِّ هَارُوْنَ وَحُرْمَتِهِ وَبِحَقِّ هُوْدٍ وَهَيْبَتِهِ، وَبِحَقِّ صَالِحٍ وَنَاقَتِهِ، وَبِحَقِّ لُوْطٍ وَعِبْرَتِهِ/وَجِيْرَتِهِ، وَبِحَقِّ يُوْنُسَ وَدَعْوَتِهِ، وَبِحَقِّ دَانِيَالَ وَكَرَامَتِهِ، وَبِحَقِّ زَكَرِيَّا وَطَهَارَتِهِ، وَبِحَقِّ عِيْسَى وَرُوْحَانِيَّتِهِ، وَبِحَقِّ مُحَمَّدٍ المُصْطَفَى صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمِ وَشَفَاعَتِهِ *",
      "اللّٰهُمَّ يَا حَيُّ، يَا قَيُّوْمُ، يَا لَاۤ اِلٰهَ اِلَّا اَنْتَ سُبْحَانَكَ اِنِّي كُنْتُ مِنَ الظَّالِمِيْنَ. فَاسْتَجَبْنَا لَهُ وَنَجَّيْنٰهُ مِنَ الغَمِّ، وَكَذٰلِكَ نُنْجِي المُؤْمِنِيْنَ. لَاۤ اِلٰهَ اِلَّا هُوَ، عَلَيْهِ تَوَكَّلْتُ، وَهُوَ رَبُّ العَرْشِ العَظِيْمِ. حَسْبِيَ اللّٰهُ وَنِعْمَ الوَكِيْلُ، نِعْمَ المَوْلَى وَنِعْمَ النَّصِيْرُ، لَا حَوْلَ وَلَا قُوَّةَ اِلَّا بِاللّٰهِ الْعَلِيُِّ الْعَظِيْمِ *",
      "رَبَّنَا أٰتِنَا فِى الدُّنْيَا حَسَنَةً وَفِى الْاٰخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ، وَصَلَّى اللّٰهُ عَلٰى خَيْرِ خَلْقِهِ، وَنُوْرِ عَرْشِهِ، سَيِّدِنَا وَنَبِيِّنَا وَشَفِيْعِنَا مُحَمَّدٍ، وَعَلٰى اٰلِهٖ وَاَصْحَابِهٖ اَجْمَعِيْنَ، بِرَحْمَتِكَ يَا اَرْحَمَ الرَّاحِمِيْنَ، اٰمِيْنَ، اٰمِيْنَ، يَا رَبَّ العَالَمِيْنَ * *"
    ],
    "latin": [
      "Allōhumma sholli 'alā sayyidinā Muḥammadin wa 'alā ālihī wa shoḥbihī wasallam. Bismillāhin nūri nūrun 'alā nur. Alḥamdu lillāhil ladzī kholaqon nūr, wa anzalat Taurōta 'alā jabalit Thūr fī kitābim masthūr. Alḥamdu lillāhil ladzī bil ghinā'i madzkūr, wa bil 'izzati wal jalāli masyhūr, wa 'alās sarrō'i wad dlorrō'i masykūr.",
      "Alḥamdu lillāhil ladzī kholaqos samāwāti wal ardha, wa ja'alaz zhulumāti wan nūr, ṡummal ladzīna kafarū bi rabbihim ya'dilūn, kāf hā yā 'aīn shād, hā mīm, 'aīn sīn qāf, iyyāka na'budu wa iyyāka nasta'īn, yā ḥayyu ya qoyyūm, yā dzal jalāli wal ikrōm, Allōhu lathīfum bi 'ibādih, yarzuqu may yasyā'u wa huwal qowiyyul azīz, yā Kafiya kulli syaī', washrif 'annā kulla syaī', bi yadikal khair, innaka 'alā kulli syai'in qodīr.",
      "Allōhumma yā Kaṡīran nawāl, wa yā Dā'imal wishōl, wa yā ḥusnal fi'āl, wa yā Rōziqol 'ibādi 'alā kulli hāl, wa yā Badī'an bi lā miṡāl, wa yā Bāqī bi lā zawāl, najjinā minal kufri wad dlolāl, bi ḥaqqi lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma in dakhalas syakku fī īmānī bika wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma in dakhalal kufru fī islāmī bika wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma in dakhalas syakku fī tawhīdī iyyāka wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma in dakhalal 'ujbu wal kibru war riyā'u was sum'atu wan nuqshānu fī 'amalī laka wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma in jaral kidzbu wal ghibatu wan namīmatu wal buhtānu 'alā lisānī wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma in dakhalal khathratu wal was-wasatu fī shodrī wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma in dakhalat tasybīhu wat taqshīru fī ma'rifatī iyyāka wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma in dakhalan nifāqu fī qolbī minad dzunūbil kabā'iri was shoghā'iri kullihā wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma in dakhalar riyā'u a'mālī wa aqwālī wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma mā 'amiltu min sū'in wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma mā aradta lī min khairin fa lam asykurhu wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma mā qoddarta 'alayya min amrin fa lam ardhahū wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma mā an'amta 'alayya min ni'matin fa 'ashotuka fīh wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma mā awlaytanī min na'mā'ika 'an syukrika wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma mā awlaytanī min ālā'ika fa lam u'addi haqqohū wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma mā mananta 'alayya minal husnā fa lam ahmadka wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma mā ahbabta lī bihī 'alayya minan nazhari fīka fa ghamadhtu 'anhu wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma mā shana'tu fī 'umrī bi mā lam tardha wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma mā qoshortu min 'amalī fī rajā'ika wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma ini'tamadtu 'alā ahadin siwāka fis syadā'idi wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma inista'antu ghoyroka fin nawā'ibi wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma mā ashlaha fī sya'nī bi fadhlika wa ra'aytuhū min ghoyroka wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma in zallat qodamī 'anis shirōth bis su'āli min ghoyroka fa ṡabbitnī wa lam a'lam bihī aw 'alimtu tubtu 'anhu wa aslamtu wa aqūlu lā ilāha illallōhu Muḥammadur rosūlullōhi shollallōhu 'alaihi wasallam.",
      "Allōhumma yā ḥayyu yā qoyyūm, yā Hannānu ya Mannān, yā Dayyānu yā Sulthān, ya lā ilāha illa anta, subhānaka innī kuntu minaz zhālimīn. Fastajabnā lahū wa najjaynāhu minal ghammi, wa kadzālika nunjil mu'minīn, wa Zakariyyā idz nādā rabbahū, “Rabbi lā tadzarnī fardā, wa anta khayrul wāriṡīn.",
      "Allōhumma bi ḥaqqi lā ilāha illallōhu wa bi 'izzath, wa bi ḥaqqil kursiyyi wa sa'atih, wa bi ḥaqqil qolami wa jarayānih, wa bi ḥaqqil lawhi wa hafazhatih, wa bi ḥaqqil mīzāni wa kaffatayh, wa bi ḥaqqis shirōti wa diqqotih, wa bi ḥaqqi Jibrīla wa amānatih, wa bi ḥaqqi mīkā'īla wa syafaqotih, wa bi ḥaqqi Isrōfīla wa nafkhatih, wa bi ḥaqqi Izrō'īla wa qobdhatih, wa bi ḥaqqi Ridhwāna wa jannatih, wa bi ḥaqqi Malikin wa jahannamih, wa bi ḥaqqi Ādama wa shafwatih, wa bi ḥaqqi Syiṡin wa nubuwwatih, wa bi ḥaqqi Nūhin wa safīnatih, wa bi ḥaqqi Ibrōhīma wa khullatih, wa bi ḥaqqi Ishāqo wa diyānatih, wa bi ḥaqqi Ya'qūba wa hasratih, wa bi ḥaqqi Yūsufa wa ghurbatih, wa bi ḥaqqi Mūsā wa āyātih, wa bi ḥaqqi Hārūna wa hurmatih, wa bi ḥaqqi Hūdin wa haybatih, wa bi ḥaqqi Shālihin wa nāqotih, wa bi ḥaqqi Lūthin wa 'ibratih/wa jīratihī, wa bi ḥaqqi Yūnusa wa da'watih, wa bi ḥaqqi Dāniyāla wa karōmatih, wa bi ḥaqqi Zakariyyā wa thahāratih, wa bi ḥaqqi 'Īsā wa rūhāniyyatih, wa bi ḥaqqi Muhamamdinil mushthafā shollallōhu 'alayhi wasallam.",
      "Allōhumma yā ḥayyu yā qoyyūm, ya lā ilāha illa anta, subhānaka innī kuntu minaz zhālimīn. Fastajabnā lahū wa najjaynāhu minal ghammi, wa kadzālika nunjil mu'minīn. Lā ilāha illa hū, 'alayhi tawakkaltu, wa huwa Rabbul 'arsyil 'azhīm.",
      "Rabbanā ātinā fid duniyā hasanah, wa fil ākhirati hasanah, wa qinā 'adzāban nār, wa shollallōhu 'alā khayri khalqihī wa nūri 'arsyih, sayyidinā wa nabiyyinā wa syafī'inā Muḥammadin, wa 'alā ālihī wa ashhābihī ajma'īn, bi rahmatika yā arḥamar rōhimīn, āmīn, āmīn yā rabbal ālamīn."
    ],
    "arti": [
      "Ya Allah, limpahkanlah rahmat dan sejahtera(-Mu) atas junjungan kami Nabi Muhammad, keluarga, dan para sahabatnya. Dengan nama Allah zat bercahaya, cahaya di atas cahaya. Segala puji bagi Allah yang menciptakan nur, dan menurunkan Taurat di atas bukit Thur pada kitab yang tertulis. Segala puji bagi Allah yang dengan kaya-Nya disebut, dengan kemuliaan dan kebesaran-Nya terkenal, dan yang pada saat (manusia) senang dan sulit tetap disyukuri.",
      "Segala puji bagi Allah yang menciptakan langit dan bumi; dan menjadikan gelap dan nur, tetapi kemudian orang kafir kepada Tuhan mereka berpaling. Kāf, Hā, Yā, 'Aīn, Shād; Hā, Mīm; 'Aīn, Sīn, Qāf, kepada-Mu kami menyembah; dan hanya kepada memohon pertolongan; wahai Zat yang hidup, wahai Zat yang tegak berdiri. Allah bersikap lembut kepada hamba-Nya dan memberi rezeki kepada siapa saja yang Dia kehendaki. Dia maha kuat dan perkasa. Wahai Zat yang mencukupi segala sesuatu. Palingkanlah segala sesuatu (mudlorat) dari kami.Di tangan-Mu kebaikan itu. Sungguh, Engkau maha kuasa atas segala sesuatu.",
      "Ya Allah, wahai Zat yang banyak anugerah, wahai Zat yang selalu terhubung, wahai Zat yang baik perbuatan, wahai Zat yang memberikan rezeki hamba-Nya pada setiap kondisi, wahai Zat yang mencipta pertama tanpa contoh, wahai Zat yang kekal tanpa sirna, selamatkan kami dari kekafiran dan kesesatan dengan hakikat 'Lā ilāha illallāh, Muhammadur Rasūlullah shallallāhu 'alayhi wasallam.",
      "Ya Allah, jika keraguan hinggap pada keimananku kepada-Mu,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, jika keraguan hinggap pada keislamanku kepada-Mu,– baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, jika keraguan hinggap pada ketauhidanku kepada-Mu,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, jika ujub, sombong, riya, sum'ah, dan kekurangan masuk mencemari ibadahku kepada-Mu–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, jika dusta, ghibah, namimah, dan bohong besar terucap dari mulutku,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, jika suatu pikiran (konyol) dan was-was melintas di dalam dadaku,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, jika penyerupaan (makhluk) dan kelalaian pada makrifaktu terhadap-Mu,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, jika kemunafikan merayap di hatiku karena dosa baik dosa besar maupun dosa kecil semuanya,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, jika riya menyusup pada amal dan perkataanku,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, kejahatan yang kuperbuat,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, kebaikan yang Kaukehendaki untukku tetapi aku tidak mensyukurinya,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, sesuatu yang Kautakdirkan padaku, tetapi aku tidak meridhainya,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, sebuah nikmat yang Kauberikan padaku, lalu aku mendurhakai-Mu dengannya,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, nikmat-nikmat yang Kauanugerahkan kepadaku, lalu aku lengah untuk bersyukur,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, nikmat-nikmat yang Kauamanahkan kepadaku, tetapi tidak kutunaikan haknya,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, kebaikan yang Kauanugerahkan kepadaku, tetapi aku tidak memuji-Mu,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, renungan atas kebesaran kuasa-Mu yang Kauinginkan dariku, tetapi aku membutakan mata hatiku darinya,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, apa yang kuperbuat sepanjang usiaku dengan hal yang tidak Kauridhai,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, amalku yang terbatas di tengah (panjang) harapanku kepada-Mu,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, jika aku bersandar pada selain-Mu pada banyak kesulitan,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, jika Aku memohon pertolongan kepada selain-Mu di tengah bencana-bencana,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, urusanku yang maslahat berkat kemurahan-Mu, tetapi aku melihat sebabnya dari selain-Mu,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, jika kakiku tergelincir dari sirath karena pernah meminta kepada selain-Mu, maka tetapkanlah kakiku,–baik tidak kusadari maupun kusadari–, aku bertobat, menyerah, dan berkata, 'Lā ilāha illallāhu Muhammadur rasūlullah shallallāhu 'alaihi wasallam.",
      "Ya Allah, wahai Zat yang hidup,  wahai Zat yang tegak berdiri, wahai Zat yang menurunkan rahmat, wahai Zat yang memberi anugerah, wahai Zat yang kuasa, wahai Zat penguasa, wahai Zat yang tiada tuhan kecuali Engkau. Maha suci Engkau. Sungguh, aku telah menzalimi diri sendiri. (firman Allah) 'Lalu Kami mengabulkan dan menyelamatkannya dari kesulitan. Demikian Kami menyelamatkan orang-orang beriman.' Zakariya AS ketika menyeru tuhannya, 'Ya Tuhanku, Janganlah Kau membiarkanku sendiri. Engkau sebaik-baik waris.",
      "Ya Allah, dengan hak 'Lā ilāha illallāh' dan kemuliaannya, hak kursi dan keluasannya, hak 'Arasy dan kebesarannya, hak kalam dan jalan goresannya, hak Lauh Mahfuzh dan malaikat penjaganya (hafazhah), hak mizan dan dua piring timbangannya, hak shirath dan kehalusannya, hak Jibril dan kejujurannya, hak Mikail dan belas kasihnya, hak Israfil dan tiupan sangkakalanya, hak Izrail dan pencabutan nyawanya, hak Ridhwan dan surganya, hak Malik dan nerakanya, hak Adam dan keterpilihannya, hak Ibrahim dan derajat khalilullahnya, hak Ishak dan agamanya, hak Isma'il dan penyembelihannya, hak Ya'kub dan deritanya, hak Yusuf dan pengasingannya, hak Musa dan ayat-ayatnya, hak Harun dan kehormatannya, hak Hud dan kewibawaannya, hak Saleh dan untanya, hak Luth dan pelajarannya/tetangganya, hak Yunus dan dakwahnya, hak Danial dan kemuliaannya, hak Zakariya dan kesuciannya, hak Isa dan kerohaniannya, dan hak Muhammad SAW sebagai nabi pilihan dan syafa'atul 'uzhmanya.",
      "Ya Allah, wahai Zat yang hidup,  wahai Zat yang tegak berdiri, wahai Zat yang tiada tuhan kecuali Engkau. Maha suci Engkau. Sungguh, aku telah menzalimi diri sendiri. (firman Allah) 'Lalu Kami mengabulkan dan menyelamatkannya dari kesulitan. Demikian Kami menyelamatkan orang-orang beriman.' Tiada tuhan selain Dia. Hanya pada-Nya aku berserah. Dialah  Tuhan arasy yang agung. Cukuplah Allah bagiku. Dialah sebaik-baik wakil. Dia sebaik-baik tuan. Dia sebaik-baik penolong. Tiada daya dan kekuatan bagi kami kecuali berkat Allah yang maha tinggi lagi maha agung.",
      "Wahai Tuhan kami, berikanlah kami kebaikan di dunia dan kebaikan di akhirat. Lindungilah kami dari siksa neraka. Semoga Allah melimpahkan shalat dan salam-Nya untuk makhluk terbaik-Nya dan cahaya arasy-Nya, yaitu junjungan kita, nabi kita, pemberi syafaat bagi kita, Nabi Muhammad SAW, keluarga, dan seluruh sahabatnya berkat rahmat-Mu wahai Zat yang maha pengasih. Amiiin, amiiin, terimalah wahai Tuhan semesta alam.”"
    ],
    "ket": [
      {
        "type": "judul",
        "isinya": "Tentang Doa Akasah"
      },
      {
        "type": "isi",
        "isinya": "Doa Akasyah atau biasa disebut doa Ukasyah/Akasah merupakan doa yang pertama kali disampaikan oleh malaikat Jibril dari Arsy kepada Rasulullah. Hal ini diceritakan oleh Abu Bakar dalam sebuah hadist.\n\n\"Pada suatu hari aku sedang duduk di hadapan Rasulullah SAW di dalam Masjid Madinah Al Munawwarah. Tiba-tiba datang malaikat Jibril dengan membawa doa akasyah.\"\n\nNama doa ini diambil dari nama salah satu sahabat nabi yakni Ukasyah bin Mihshan Al-Asadi RA. Ia merupakan sahabat yang didoakan Rasulullah SAW ke dalam satu dari 70.000 umatnya yang masuk surga tanpa hisab.\n\nUmat Muslim bisa mengamalkan doa ini sebagai doa harian. Sebab, keutamaan yang dimiliki doa ini sangat besar."
      },
      {
        "type": "judul",
        "isinya": "Keutamaan Doa Akasah"
      },
      {
        "type": "subjudul",
        "isinya": "1. Dimudahkan Menghafal Alquran"
      },
      {
        "type": "isi",
        "isinya": "Usman bin Affan pernah berkata, \"Sesungguhnya aku dapat menghafal Alquran dengan berkah doa akasyah ini.\""
      },
      {
        "type": "subjudul",
        "isinya": "2. Dimudahkan rezeki"
      },
      {
        "type": "isi",
        "isinya": "Barangsiapa yang membaca doa Akasyah ini, Allah SWT akan memerintahkan 70.000 malaikat di langit untuk membawa kebajikan dan dimudahkan rezekinya serta mendapatkan rahmat"
      },
      {
        "type": "subjudul",
        "isinya": "3. Diampuni Dosa-Dosa"
      },
      {
        "type": "isi",
        "isinya": "Dosa-dosa orang yang mengamalkan doa ini akan diampuni. Dia juga akan mendapatkan ganjaran pahala yang berlimpah. Rasulullah SAW bersabda, “Bahwasanya seseorang itu tidak akan memperoleh pahala yang berlimpah-limpah, seperti orang yang membada doa akasyah ini.”"
      },
      {
        "type": "subjudul",
        "isinya": "4. Menyembuhkan Orang Sakit"
      },
      {
        "type": "isi",
        "isinya": "Keutamaan lainnya adalah dapat menyembuhkan orang sakit"
      },
      {
        "type": "subjudul",
        "isinya": "5. Bebas Dari Hutang"
      },
      {
        "type": "isi",
        "isinya": "Doa ini Insya Allah jika rutin diamalkan akan menghindarkan kita dari terjerumus kedalam hutang-hutang. Dan jika memiliki hutang Insya Allah akan secepatnya terbayar"
      }
    ]
  },
  {
    "id": 11,
    "judul": "Doa Dzulfaqor",
    "penulis": "Amalan Ali bin Abi Thalib RA",
    "arabic": [
      "سُبْحَانَكَ اَنْتَ اللّٰهُ لَا اِلٰهَ اِلَّا اَنْتَ الرَّحْمٰنُ الرَّحِيْمُ *",
      "سُبْحَانَكَ اَنْتَ اللّٰهُ لَا اِلٰهَ اِلَّا اَنْتَ السَّلَامُ الْمُؤْمِنُ *",
      "سُبْحَانَكَ اَنْتَ اللّٰهُ لَا اِلٰهَ اِلَّا اَنْتَ الْمُهَيْمِنُ الْعَزِيْزُ *",
      "سُبْحَانَكَ اَنْتَ اللّٰهُ لَا اِلٰهَ اِلَّا اَنْتَ اْلمُصَوِّرُ الْحَكِيْمُ *",
      "سُبْحَانَكَ اَنْتَ اللّٰهُ لَا اِلٰهَ اِلَّا اَنْتَ اْلسَّمِيْعُ الْعَلِيْمُ *",
      "سُبْحَانَكَ اَنْتَ اللّٰهُ لَا اِلٰهَ اِلَّا اَنْتَ اْلبَصِيْرُ الصَّادِقُ *",
      "سُبْحَانَكَ اَنْتَ اللّٰهُ لَا اِلٰهَ اِلَّا اَنْتَ عَلَّامُ الْغُيُوْبِ *",
      "سُبْحَانَكَ اَنْتَ اللّٰهُ لَا اِلٰهَ اِلَّا اَنْتَ خَالِقُ الْبَارِيْ *",
      "سُبْحَانَكَ اَنْتَ اللّٰهُ لَا اِلٰهَ اِلَّا اَنْتَ الْقَاهِرُ *",
      "سُبْحَانَكَ اَنْتَ اللّٰهُ لَا اِلٰهَ اِلَّا اَنْتَ الرَّازِقُ الرَّزَّاقُ *",
      "سُبْحَانَكَ اَنْتَ اللّٰهُ لَا اِلٰهَ اِلَّا اَنْتَ لَمْ يَلِدْ وَلَمْ يُلَدْ وَلَمْ يَكُنْ لٰهٗ كُفُوًا اَحَدٌُ *",
      "سُبْحَانَكَ فَاسْتَجِبْ لِيْ وَنَجِّنِيْ مِنَ لْكَرْبِ وَاْلغَمِّ وَكَذَالِكَ نُنْجِى اْلمُؤْمِنِيْنَ وَزَكَرِيَّا وَيَحْيٰ وَعِيْسٰ اِذْ نَادٰى رَبَّهُ رَبِّ لَاتَذَرْنِيْ فَرْدًا وَاَنْتَ خَيْرُ الْوٰرِثِيْنَ *"
    ],
    "latin": [
      "Subḥānaka Antallōhu lā Ilāha illā Antar Roḥmānur Roḥīm",
      "Subḥānaka Antallōhu lā Ilāha illā Antas Salāmul mu'min",
      "Subḥānaka Antallōhu lā Ilāha illā Antal Muhaiminul 'Azīz",
      "Subḥānaka Antallōhu lā Ilāha illā Antal Mushowwirul ḥakīm",
      "Subḥānaka Antallōhu lā Ilāha illā Antas Samī'ul 'Alīm",
      "Subḥānaka Antallōhu lā Ilāha illā Antal BashIrush Shodīq",
      "Subḥānaka Antallōhu lā Ilāha illā Anta 'Allāmul Ghuyūb",
      "Subḥānaka Antallōhu lā Ilāha illā Anta Khōliqul Bārii",
      "Subḥānaka Antallōhu lā Ilāha illā Antal Qōhir",
      "Subḥānaka Antallōhu lā Ilāha illā Antar Rōziqur Rozzaq",
      "Subḥānaka Antallōhu lā Ilāha illā Anta Lam yalid wa lam yūlad walam yakul lahū kufuwan Aḥad",
      "Subḥānaka fastajib lī wa najjinī minal karbi wal ghommi wa kadzālika nunjil mu'minīna wa zakariyyā wa yaḥyā wa īsā idz nādā robbahū robbi lā tadzarnī fardan wa anta khoril wāriṡīn."
    ],
    "arti": [
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    "ket": [
      {
        "type": "judul",
        "isinya": "Tentang Doa Dzul Faqar"
      },
      {
        "type": "isi",
        "isinya": "Dzulfaqor adalah amalan yang berasal dari imam Ali bin Abi Thalib ra, dan merupakan nama dari pedang beliau yang di gunakan ketika berperang untuk berjihad di jalan Allah Swt.\n\nAmalan ini pada zaman sekarang banyak diamalkan oleh para ahli hikmah sebagai keutamaan amalan harian agar tercapai Kebahagiaan hidup di Dunia dan Akhirat.\n\nPara Ulama Ahli Hikmah mengungkapkan bahwa do’a Dzulfaqor merupakan salah satu do’a yang utama untuk diamalkan sebab memiliki banyak keutamaan dan manfaat dalam pengamalannya.\n\nDiantara keutamaannya adalah bahwa barangsiapa yang membaca do’a Dzulfaqor walaupun hanya satu kali seumur hidup maka ketika ia telah meninggal Dunia, Malaikat Jibril akan menemuinya di dalam kuburnya dan berkata : “Masuklah engkau ke dalam Surga dengan membawa tunggangan (kendaraan)”.\n\nArwah para nabi bertanya : “Siapakah orang ini?”\nMalaikat Jibril menjawab : “Ia adalah salah satu umat nabi Muhammad Saw yang ketika hidupnya pernah membaca do’a Dzulfaqor.”\n\nDalam riwayat lain:\n\nKetika seseorang meninggal Dunia, maka Malaikat Jibril akan datang menemuinya di dalam kuburnya dan berkata : “Masuklah engkau ke dalam Surga dengan membawa tunggangan (kendaraan). Semua para nabi telah menjemputmu.”\n\nArwah para nabi bertanya : “Wahai Jibril, siapakah orang tersebut?”\nMalaikat Jibril menjawab : “Ia adalah umat nabi Muhammad Saw yang membaca do’a Dzulfaqor ketika masih di Dunia.”\n\nSelain itu, orang yang mengamalkan do’a Dzulfaqor ini akan mendapatkan berbagai macam anugerah dan kenikmatan serta kehidupannya selalu diberi keberkahan dari Allah Swt.\n\nDengan amalan ini pula segala problem hidup insya Allah dapat teratasi dengan mudah asalkan dalam mengamalkan amalan ini kita senantiasa menumbuhkan rasa ikhlas serta hanya mengharapkan ridha dari Allah Swt.\n\nBahkan dalam versi ahli Karomah bahwa amalan ini dapat menebas leher orang dari jarak jauh atau bisa membunuh orang dari jarak jauh. Namun hal ini hanya dapat dilakukan apabila ada ijazah (restu) yang khusus dari seorang Guru yang telah diberikan Karomah dari Allah Swt.\n\nMenurut Abah Sekumpul, ia menjelaskan bahwa ia sepaham kepada habib Muhammad bin Abdul Karim as Samman al Madani. Bahwa fadhillah do’a Dzulfaqor adalah:"
      },
      {
        "type": "ul",
        "nomor": "1.",
        "isinya": "Diberi Ma’rifah"
      },
      {
        "type": "ul",
        "nomor": "2.",
        "isinya": "Diberi Husnul Khatimah"
      },
      {
        "type": "ul",
        "nomor": "3.",
        "isinya": "Kekayaan dengan harta yang halal"
      },
      {
        "type": "ul",
        "nomor": "4.",
        "isinya": "Mujarab"
      },
      {
        "type": "isi",
        "isinya": "Syeikh Muhammad Efendi Sa’ad As Sinkawani Al Jawi (Guru Mursyid) Thariqoh Al Mu’min, telah menyusun Hizib Al Mu’min yang didalamnya terdapat do’a Dzulfaqor. Diamalkan setiap hari secara rutin (Istiqomah) sebaiknya selesai Shalat Fardhu masih dalam keadaan berwudhu, menghadap kiblat, dengan hati khusyu’ dan ikhlas semata-mata karena Allah Swt dan mengharapkan Ridho Nya.\n\nDo’a Dzulfaqor ini akan mempermudah do’a kita diijabah oleh Allah Swt, sebab di dalam do’a Dzulfaqor ini ada pengagungan, penyucian, dan pentauhidan kepada Allah Swt. Selain itu, di dalam do’a Dzulfaqor ini juga termuat pujian-pujian kepada Nya dengan menggunakan Asmaul Husna, yaitu nama-nama pilihan yang baik dan paling tepat untuk mensifati Allah Yang Maha Kuasa. Sungguh indah do’a Dzulfaqor ini, dan sungguh indah makna serta pengagungan yang terkandung di dalamnya. Dan sungguh beruntung umat Nabi Muhammad Saw yang diberikan kesempatan untuk mengamalkannya walaupun hanya sekali seumur hidupnya.\n\nBersyukurlah kepada Allah Swt atas nikmat-nikmat Nya yang begitu besar. Padahal kita hanyalah tak lebih dari sebutir debu yang tidak terlihat setitik pun di dalamnya satu kemuliaan pun. Hanya Allah lah, dengan ke Maha keMurahan Nya itu yang memberikan kita setitik kemuliaan, yang dengan kemuliaan itu kita dapat memahami dan menyadari keberadaan Nya"
      }
    ]
  },
  {
    "id": 12,
    "judul": "Doa Kanzul Arasy",
    "penulis": "Mengandung Banyak Faidah",
    "arabic": [
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْمَلِكِ الْقُدُّوْسِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَزِيْزُ الْجَبَّارِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الرَّءُوْفُ الرَّحِيْمِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الغَفُوْرُ الرَّحِيْمِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْكَرِيْمُ الْحَكِيْمِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْقَوِيُّ اْلوَفِيّ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ اللَّطِيْفُ الْخَبِيْرُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الصَّمَدُ الْمَعْبُوْدِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْغَفُوْرُ الْوَدُوْدِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْوَكِيْلُ الْكَفِيْلِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الرَّقِيْبُ الْحَفِيْظُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الدَّائِمُ الْقَائِمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْمُحْيِ الْمُمِيْتُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْحَيُّ الْقَيُّوْمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْخَالِقُ الْبَارِئُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَلِيُّ الْعَظِيْمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْوَاحِدُ اْلاَحَدُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْمُئْومِنُ الْمُهَيْمِنُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْحَبِيْبُ الشَّهِيْدُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْحَلِيْمُ الْكَرِيْمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْاَوَّلُ الْقَدِيْمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْاَوَّلُ الْاَخِرُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الظَّاهِرُ الْبَاطِنُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْكَبِيْرُ الْمُتَعَالِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْقَاضِىَّ الْحَاجَاتِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ رَبِّ الْعَرْشِ الْعَظِيْمِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الرَّحْمٰنُ الرَّحِيْمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ رَبِّيَ الْاَعْلٰى *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْبُرْهَانِ السُّلْطَانِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ السَّمِيْعُ الْبَصِيْرُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْوَاحِدُ الْقَهَّارُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَلِيْمُ الْحَكِيْمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ السَّتَّارُ الْغَفَّارُش *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الرَّحْمٰنُ الدَيَّانِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْكَبِيْرُ الْاَكْبَرُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَلِيْمُ الْعَلَّامِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الشَّافِى الْكَافِيْ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَظِيْمُ الْبَاقِيْ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الصَّمَدُ الْاَحَدُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ رَبِّ الْاَرْضِ وَالسَّمٰوٰتِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ خَالِقُ الْمَخْلُوْقَاتِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ مَنْ خَلَقَ الَّيْلِ وَالنَّهَارِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْخَالِقُ الرّاَزِقُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْفَتَّاحَ الْعَلِيْمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَزِيْزُ الْغَنِيُِّ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْغَفُوْرُ الشَّكُوْرُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ اْلعَظِيْمُ اْلعَلِيْمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِى الْمُلْكِ وَالْمَلَكُوْتِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِى اْلعِزَّةِ وَاْلعَظَمَةِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِي الْهَيْبَةِ وَاْلقُدْرَةِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْكِبْرِيَاءِ وَالْجَبَرُوْتِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ السَتَّارُ اْلعَظْيْمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَالِمُ الْغَيْبِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْحَمِيْدُ الْمَجِيْدُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْحَكِيْمُ اْلقَدِيْمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْقَادِرُ السَتَّارُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ السَّمِيْعُ اْلعَلِيْمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْغَنِيُّ الْعَظِيْمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَلَّامُ السَّلَامُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْمَلِكُ النَّصِيْرُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْغَنِيُّ الرَّحِيْمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْقَرِيْبُ الْحَسَنَاتِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْوَلِيُّ الْحَسَنَاتِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الصَّبُوْرُ السَتَّارُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْخَالِقُ النُّوْرُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ اْلغَنِيُّ الْمُعْجِزُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْفَاضِلُ الشَّكُوْرُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْغَنِيُّ الْقَدِيْمُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِى الْجَلَالِ الْمُبِيْنُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْخَالِصِ الْمُخْلِصِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الصَّادِقُ اْلوَعْدُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْحَقِّ الْمُبِيْنِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِى اْلقُوَّةِ الْمَتِيْنِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ اْلقَوِيُّ الْعَزِيْزُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْحَيُّ الَّذِيْ لَايَمُوْتُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ اْلعَلَّامُ الْغُيُوْبُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ السَتَّارُ اْلعُيُوْبُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِى الْغُفْرَانُ الْمُسْتَعَانِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ رَبِّ اْلعَالَمِيْنَ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الرَّحْمٰنُ السَتَّارُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الرَّحِيْمُ الْغَفَّارُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ اْلَعَزِيْزُ الْوَهَّابِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْقَادِرُ الْمُقْتَدِرُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِى الْغُفْرَانِ الْحَلِيْمِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْمَلِكُ الْمُلْكِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْبَارِئُ الْمُصَوِّرُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْعَزِيْزُ الْجَبَّارُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْجَبَّارُ الْمُتَكَبِّرُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ اللّٰهِ عَمَّا يَصِفُوْنَ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ اْلقُدُّوْسُ السُبُّوْحُ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ رَبُّ الْمَلَاۤئِكَةِ وَالرُّوْحِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ ذِى الْاَلَاءِ وَالنَّعْمَاءِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْمَلِكِ الْمَقْصُوْدِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ الْحَنَّانِ الْمَنَّانِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ سُبْحَانَ اٰدَمُ صَفِيُّ اللّٰهِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ نُوْحٌ نَجِيُّ اللّٰهِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ اِبْرَاهِيْمُ خَلِيْلٌ اللّٰهِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ اِسْمَاعِيْلُ ذَبِيْحُ اللّٰهِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ مُوْسٰى كَلِيْمُ اللّٰهِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ دٰاوٗدُ خَلِيْفَةٌ اللّٰهِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ عِيْسٰى رُوْحٌ اللّٰهِ *",
      "لَاۤاِلٰهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلٌ اللّٰهِ *",
      "اَللّٰهُمَّ ارْحَمْنَا بِبَرْكَةِ تَوْرَاةِ مُوْسٰى وَاِنْجِيْلِ عِيْسٰى وَزَبُوْرِ دَاوٗدَ وَفُرْقَانِ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ بِرَحْمَتِكَ يَااَرْحَمَ الرَّاحِمِيْنَ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ *"
    ],
    "latin": [
      "Lā Ilāha Illallōhu Shubḥānal Malikil Quddūs",
      "Lā Ilāha Illallōhu Shubḥānal 'Azīzil Jabbār",
      "Lā Ilāha Illallōhu Shubḥānar Roūfur rohīm",
      "Lā Ilāha Illallōhu Shubḥānal Ghofūrir roḥīm",
      "Lā Ilāha Illallōhu Shubḥānal Karīmil hakīm",
      "Lā Ilāha Illallōhu Shubḥānal Qowiyyil wafiy",
      "Lā Ilāha Illallōhu Shubḥānal Lathīful khobīr",
      "Lā Ilāha Illallōhu Shubḥānash Shomadil ma'būd",
      "Lā Ilāha Illallōhu Shubḥānal Ghofūril wadūd",
      "Lā Ilāha Illallōhu Shubḥānal Wakīlil kafīl",
      "Lā Ilāha Illallōhu Shubḥānar Raqībil hafīzh",
      "Lā Ilāha Illallōhu Shubḥānad Dā-imil qō-imi",
      "Lā Ilāha Illallōhu Shubḥānal Muḥyil mumīt",
      "Lā Ilāha Illallōhu Shubḥānal ḥayyil qoyyūm",
      "Lā Ilāha Illallōhu Shubḥānal Khōliqil bāri-i",
      "Lā Ilāha Illallōhu Shubḥānal 'Aliyyil 'adhīm",
      "Lā Ilāha Illallōhu Shubḥānal Wāḥidil aḥadi",
      "Lā Ilāha Illallōhu Shubḥānal Mu'minil muhaimini",
      "Lā Ilāha Illallōhu Shubḥānal ḥabībisy syahīd",
      "Lā Ilāha Illallōhu Shubḥānal Halīmil karīm",
      "Lā Ilāha Illallōhu Shubḥānal Awwalil qodīm",
      "Lā Ilāha Illallōhu Shubḥānal Awwalil ākhir",
      "Lā Ilāha Illallōhu Shubḥānadh Dhōhiril bāthini",
      "Lā Ilāha Illallōhu Shubḥānal Kabīril muta'āl",
      "Lā Ilāha Illallōhu Shubḥānal Qōdhil hājāt",
      "Lā Ilāha Illallōhu Shubḥāna Robbil 'arsyil 'azhīm",
      "Lā Ilāha Illallōhu Shubḥānar Roḥmānir roḥīm",
      "Lā Ilāha Illallōhu Shubḥāna Robbiyal a'lā",
      "Lā Ilāha Illallōhu Shubḥānal Burhānīs sulthān",
      "Lā Ilāha Illallōhu Shubḥānas Samī'il bashīr",
      "Lā Ilāha Illallōhu Shubḥānal Wāhidil qohhār",
      "Lā Ilāha Illallōhu Shubḥānal 'Alīmil hakīm",
      "Lā Ilāha Illallōhu Shubḥānas Sattāril ghoffār",
      "Lā Ilāha Illallōhu Shubḥānar Roḥmānid dayyān",
      "Lā Ilāha Illallōhu Shubḥānal Kabīril akbar",
      "Lā Ilāha Illallōhu Shubḥānal 'Alīmil 'allām",
      "Lā Ilāha Illallōhu Shubḥānasy Syāfil kāfī",
      "Lā Ilāha Illallōhu Shubḥānal 'Azhīmil bāqī",
      "Lā Ilāha Illallōhu Shubḥānash Shomadil ahadi",
      "Lā Ilāha Illallōhu Shubḥāna Robbil ardhi was samawāt",
      "Lā Ilāha Illallōhu Shubḥāna Khōliqil makhlūqōt",
      "Lā Ilāha Illallōhu Shubḥāna man Kholaqol laila wan nahār",
      "Lā Ilāha Illallōhu Shubḥānal Khōliqir razzāq",
      "Lā Ilāha Illallōhu Shubḥānal Fattāhil 'alīm",
      "Lā Ilāha Illallōhu Shubḥānal 'Azīzil ghoniyyi",
      "Lā Ilāha Illallōhu Shubḥānal Ghofūrisy syakūr",
      "Lā Ilāha Illallōhu Shubḥānal 'Azhīmil 'alīm",
      "Lā Ilāha Illallōhu Shubḥāna Dzil mulki wal malakut",
      "Lā Ilāha Illallōhu Shubḥāna Dzil 'izzati wal 'azhamah",
      "Lā Ilāha Illallōhu Shubḥāna Dzil haibati wal qudroh",
      "Lā Ilāha Illallōhu Shubḥāna Dzil kibriyā-i wal jabarūt",
      "Lā Ilāha Illallōhu Shubḥānas Sattāril 'azhīm",
      "Lā Ilāha Illallōhu Shubḥānal 'ālimil ghoib",
      "Lā Ilāha Illallōhu Shubḥānal ḥamīdil majīd",
      "Lā Ilāha Illallōhu Shubḥānal ḥakīmil qodīm",
      "Lā Ilāha Illallōhu Shubḥānal Qōdiris sattar",
      "Lā Ilāha Illallōhu Shubḥānas Samī'i alīm",
      "Lā Ilāha Illallōhu Shubḥānal Ghoniyyil 'azhīm",
      "Lā Ilāha Illallōhu Shubḥānal 'Allāmis salām",
      "Lā Ilāha Illallōhu Shubḥānal Malikin nashīr",
      "Lā Ilāha Illallōhu Shubḥānal Ghoniyyir roḥmān",
      "Lā Ilāha Illallōhu Shubḥānal Qorībil hasanāt",
      "Lā Ilāha Illallōhu Shubḥānal Qaliyyil hasanāt",
      "Lā Ilāha Illallōhu Shubḥānash Shobūris sattār",
      "Lā Ilāha Illallōhu Shubḥānal Khōliqin nūr",
      "Lā Ilāha Illallōhu Shubḥānal Ghoniyyil mu'jiz",
      "Lā Ilāha Illallōhu Shubḥānal Fādhilisy syakūr",
      "Lā Ilāha Illallōhu Shubḥānal Ghoniyyil qodīm",
      "Lā Ilāha Illallōhu Shubḥāna Dzil jalālil mubin",
      "Lā Ilāha Illallōhu Shubḥānal Khōlishil mukhlish",
      "Lā Ilāha Illallōhu Shubḥānash Shōdiqil wa'di",
      "Lā Ilāha Illallōhu Shubḥānal ḥaqqil mubīn",
      "Lā Ilāha Illallōhu Shubḥāna Dzil quwwatil matīn",
      "Lā Ilāha Illallōhu Shubḥānal Qowiyyil 'azīz",
      "Lā Ilāha Illallōhu Shubḥānal ḥayyil ladzī lā yamūt",
      "Lā Ilāha Illallōhu Shubḥānal 'Allamil ghuyūb",
      "Lā Ilāha Illallōhu Shubḥānas Sattāril 'uyūb",
      "Lā Ilāha Illallōhu Shubḥāna Szil ghufrōnil musta'ān",
      "Lā Ilāha Illallōhu Shubḥāna Robbil 'alamīn",
      "Lā Ilāha Illallōhu Shubḥānar Roḥmānis Sattār",
      "Lā Ilāha Illallōhu Shubḥānar Roḥīmil Ghoffār",
      "Lā Ilāha Illallōhu Shubḥānal 'Azīzil Wahhab",
      "Lā Ilāha Illallōhu Shubḥānal Qōdiril Muqtadir",
      "Lā Ilāha Illallōhu Shubḥāna Dzil ghufrōnil halīm",
      "Lā Ilāha Illallōhu Shubḥānal Malikil mulki",
      "Lā Ilāha Illallōhu Shubḥānal Bāri-ul Mushowwir",
      "Lā Ilāha Illallōhu Shubḥānal Bāri-il jabbār",
      "Lā Ilāha Illallōhu Shubḥānal Jabbāril mutakabbir",
      "Lā Ilāha Illallōhu Shubḥānallāhi 'Ammā Yashifūn",
      "Lā Ilāha Illallōhu Shubḥānal Quddūsish shubbūḥ",
      "Lā Ilāha Illallōhu Shubḥāna Robbil malā-ikati warrūh",
      "Lā Ilāha Illallōhu Shubḥāna Dzil ālā-i wan na'mā",
      "Lā Ilāha Illallōhu Shubḥānal Malikil maqshūd",
      "Lā Ilāha Illallōhu Shubḥānal Hannānil mannān",
      "Lā Ilāha Illallōhu ādamu Shafiyyullōh",
      "Lā Ilāha Illallōhu Nūhu Najiyyullōh",
      "Lā Ilāha Illallōhu Ibrōhīmu Kholilullōh",
      "Lā Ilāha Illallōhu Ismā'īlu Dzabīhullōh",
      "Lā Ilāha Illallōhu Mūsā Kalīmullōh",
      "Lā Ilāha Illallōhu Dāwūdu Kholīfatullōh",
      "Lā Ilāha Illallōhu 'īsā Rūḥullōh",
      "Lā Ilāha Illallōhu Muhammadur Rosūlullōh",
      "Allōhummar ḥamnā bibarōkati taurōti mūsā, wa injīli 'īsā wazabūri dāwūda wafurqōni Muḥammadur Rosūlillōhi Shollallōhu 'Alaihi Wasallama biroḥmatika yā arḥamar rōhimīna wal ḥamdu lillāhi robbil 'ālamīn"
    ],
    "arti": [
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Raja yang Maha Qudus.",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha Perkasa lagi Maha Kuasa",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha Pengasih lagi Maha Penyayang",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha Pengampun lagi Maha Penyayang",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Mahamulia lagi Maha Bijaksana",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha Kuat lagi Maha Memenuhi",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha Halus lagi Maha Mengetahui",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang bergantung kepadanya segala sesuatu lagi yang disembah",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha Pengampun lagi Maha Pecinta.",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha Penolong lagi Maha Pelindung",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha Mengawasi lagi Maha memelihara",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Kekal lagi mengurus mahluk nya",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Menghidupkan lagi yang mematikan.",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Hidup Kekal lagi terus menerus mengurus mahluk nya",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Menciptakan lagi menjadikan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha tinggi lagi Maha besar",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Satu lagi Esa",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang memberikan keamanan lagi Maha memelihara",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha Mencintai lagi Maha memyaksikan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha Penyantun lagi Maha mulia",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang pertama lagi Maha terdahulu",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Pertama lagi yang terakhir",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang lahir lagi yang batin (nyata lagi tersembunyi)",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha besar lagi Maha tinggi",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang memenuhi semua keperluan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang menguasai arsyi yang besar",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha pemurah lagi Maha Penyayang",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha tinggi",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang memiliki bukti lagi kekuasaan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha mendengar lagi Maha melihat",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang satu lai yang Maha mengalahkan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha mengetahui lagi Maha bijaksana",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha menutupi kesalahan lai Maha Pengampun",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha pemurah lagi Maha membalas",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha agung lagi Maha besar",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha mengetahui lagi Maha memeriksa",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang menyembuhkan lagi Maha mencukupi",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha besar lagi Kekal",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang bergantung kepadanya segala sesuatu lagi esa",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang menguasai bumi dn langit",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan Pencipta semua mahluk",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang menciptakan malam dan siang hari",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang menciptakan lagi yang memberi rizki",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha memberi keputusan lagi Maha mengetahui",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha perkasa lagi Maha kaya",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha Pengampun lagi Maha mensyukuri",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha besar lagi Maha mengetahui",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang memiliki kerajaan bumi dan langit",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang mempunyai keagungan dan kebesaran",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang mempunyai pengaruh dan kekuasaan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang memiliki kekuasaan dan kebesaran",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha menutupi kesalahan lai Maha besar",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang mengetahui hal yang ghaib",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha terpuji lagi Maha mulia",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha bijaksana lagi Maha terdahulu",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha kuasa lagi Maha menutupi",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha mendengar lagi Maha mengetahui",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha kaya lagi Maha besar",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha mengetahui lai Maha sejahtera",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang menjadi raja lagi Maha Penolong",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha kaya lagi Maha pemurah",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang dekat kebaikan kebaikan nya",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang menguaai kebaikan kebaikan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha penyabar lagi Maha menutupi kesalahan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang menciptakan nur",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha kaya lagi Maha mengalahkan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha mulia lagi Maha mensyukuri",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha kaya lagi Maha terdahulu",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang mempunyai keagungan lagi Maha menerangkan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang murni lai memurnikan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang benar janji nya",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang hak lagi yang menerangkan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang mempunyai kekuatan lagi Maha kokoh",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha kuat lagi Maha perkasa",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang hidup lagi tidak mati",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha mengetahui semua yang ghaib",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha menutupi semua cacat (aib)",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang mempunyai ampunan lagi dimintai pertolongan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan semesta alam",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha pemurah lagi Maha menutupi",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha Penyayang lai Maha Pengampun",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha perkasa lagi Maha pemberi karunia",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha kuasa lagi memberi kekuasaan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang memiliki ampunan lagi Maha penyantun",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang memiliki semua kerajaan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang menciptakan lagi memberi bentuk",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha perkasa lagi Maha kuasa",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha kuasa lagi Maha agung",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Allah dari apa yang digambarkan oleh mereka (orang orang musyrik)",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan dalan dzat dan sifat nya",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan para malaikat dan ruh",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang mempunyai tanda tanda kebesaran dan nikmat",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci raja yang menjadi tujuan",
      "Tiada Tuhan yang berhak disembah selain Allah, Maha Suci Tuhan yang Maha Pengasih lagi Maha Pemberi Anugerah",
      "Tiada Tuhan yang berhak disembah selain Allah, Adam pilihan Allah",
      "Tiada Tuhan yang berhak disembah selain Allah, Nuh orang yang diselamatkan oleh Allah",
      "Tiada Tuhan yang berhak disembah selain Allah, Ibrahim kekasih Allah",
      "Tiada Tuhan yang berhak disembah selain Allah, Ismail yang disembelih Allah",
      "Tiada Tuhan yang berhak disembah selain Allah, Musa orang yang diajak berbicara oleh Allah",
      "Tiada Tuhan yang berhak disembah selain Allah, Daud khalifah yang diangkat oleh Allah",
      "Tiada Tuhan yang berhak disembah selain Allah, 'Isa adalah ruh ciptaan Allah",
      "Tiada Tuhan yang berhak disembah selain Allah, Muhammad utusan Allah",
      "Ya Allah, rahmatilah kami berkat taurat musa, Injil Isa, Zabur Daud dan Al Qur'an Muhammad Saw utusan Allah, dengan rahmatmu wahai yang maha Penyayang diantara para Penyayang, Dan segala puji bagi Allah Tuhan semesta alam"
    ],
    "ket": [
      {
        "type": "judul",
        "isinya": "Faidah dan Manfaat Doa Kanzul Arasy"
      },
      {
        "type": "ul",
        "nomor": "1.",
        "isinya": "Barangsiapa yang membaca doa Arasy ini seumur hidupnya sekali terutama sering (dawam) maka akan diberikan kepada orang tersebut oleh Allah Ta'ala di hari kiamat, cahaya yang terang seperti cahaya bulan tanggal 14 belas (purnama) sehingga semua orang menyangka orang tersebut dari golongan nabi atau golongan malaikat. Dan akan dikasih Buroq sebagai kendaraan menuju ke surga dan juga tanpa di hisab dulu serta tanpa di siksa dulu"
      },
      {
        "type": "ul",
        "nomor": "2.",
        "isinya": "Jika orang tersebut mempunyai banyak dosa sepert banyaknya air laut ditambah banyaknya tetesan hujan ditambah banyaknya dedaunan ditambah banyaknya tumbuhan dan hewan yang ada di alam ini akan di ampuni oleh Allah Ta'ala karena berkahnya do'a Arasy ini"
      },
      {
        "type": "ul",
        "nomor": "3.",
        "isinya": "Pada Hari kiamat nanti akan menuju shirothol mustaqim seperti kilat yang menyambar untuk ganjarannya membaca do'a Arasy ini"
      },
      {
        "type": "ul",
        "nomor": "4.",
        "isinya": "Barangsiapa membaca do'a Arasy ini maka akan dituliskan pahala untuk orang tersebut sebanyak pahala seribu kali menunaikan ibadah haji ditambah seribu kali menunaikan ibadah umroh yang Mabrur"
      },
      {
        "type": "ul",
        "nomor": "5.",
        "isinya": "Jika dibacakan kepada orang yang sedang sakit maka akan disembuhkan oleh Allah Ta'ala dari sakitnya"
      },
      {
        "type": "ul",
        "nomor": "6.",
        "isinya": "Barangsiapa yang mempunyai banyak kebutuhan sekali baik di dunia dan akhirat maka dengan membaca do'a Arasy ini akan dikabulkan dan dipenuhi kebutuhannya oleh Allah Ta'ala"
      },
      {
        "type": "ul",
        "nomor": "7.",
        "isinya": "Barangsiapa yang membawa do'a Arasy ini maka sama saja dengan yang membacanya untuk pahalanya dan juga akan di jaga oleh Allah Ta'ala dari upaya semua musuh-musuh dan dari kemudhorotannya pemerintah yang berkuasa di dunia dan dari kemudhorotannya bangsa jin, syaithon, iblis dan sebangsanya"
      },
      {
        "type": "ul",
        "nomor": "8.",
        "isinya": "Jika do'a Arasy ini dibawa oleh seorang isteri akan dimulyakan oleh suaminya\n\nBarangsiapa yang membaca do'a Arasy ini 5 kali maka tentu akan bermimpi berjumpa dengan Rosululloh SAW pada waktu tidurnya. (catatan : mimpi ini tidak mesti penampaknnya berwujud orang tetapi bisa juga berwujud nur Muhammad)"
      },
      {
        "type": "ul",
        "nomor": "9.",
        "isinya": "Banyak sekali faidah dan manfaatnya yang sebenarnya akan dirasakan sendiri oleh orang yang mengamalkannya juga tergantung dari niatnya untuk tujuan apa. Adapun manfaat yang saya tulis sebelumya juga saya ambil dari kutipan kitab An Nawadir. Insya Allah saya akan jelaskan lebih banyaknya lagi manfaatnya lain waktu tetapi jika anda paham dan mengerti isi dari Do'a Arasy ini baik secara artinya ataupun terlebih lagi secara sirr-nya, Insya Allah anda akan bisa mengamalkannya tergantung dari niat dan hajat anda. Sekian dari saya, kurang lebihnya mohon maaf, yang salah itu datangnya dari saya sedang yang benar itu datangnya dari Allah Ta'ala"
      },
      {
        "type": "isi",
        "isinya": ""
      }
    ]
  },
  {
    "id": 13,
    "judul": "Doa Mubarok",
    "penulis": "Terpelihara Dari Cobaan",
    "arabic": [
      "لَا اِلٰهَ اِلَّا اللّٰهُ اِيْمَانًا بِااللّٰهِ * لَا اِلٰهَ اِلَّا اللّٰهُ يَقِيْنًا بِااللّٰهِ * لَا اِلٰهَ اِلَّا اللّٰهُ اٰمَنْتُ بِاللّٰهِ * لَا اِلٰهَ اِلَّا اللّٰهُ اَمَانَةً بِااللّٰهِ * لَا اِلٰهَ اِلَّا اللّٰهُ مُحَمَّدً رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ * لَا اِلٰهَ اِلَّا اللّٰهُ اِيْمَنًا وَتَصْدِيْقًا * لَا اِلٰهَ اِلَّا اللّٰهُ تَلَطُّفًا وَرِِزْقًا * لَا اِلٰهَ اِلَّا اللّٰهُ الْمَلِكُ الْحَقُّ الْمُبِيْنِ * مُحَمَّدُ رَسُوْلُ اللّٰهِ صَادِقُ الْوَعْدِ الْاَمِيْنِ * وَصَلَّى اللّٰهُ عَلٰى سَيِّدِنَا مُحَمَّدٍ وَاٰلِهٖ وَصَحْبِهٖ وَسَلَّمَ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ *"
    ],
    "latin": [
      "Lā Ilāha illallōhu īmānan billāh. Lā Ilāha illallōhu yaqīnan billāh. Lā Ilāha illallōhu āmantu billāh. Lā Ilāha illallōhu amānatan billāh. Lā Ilāha illallōhu Muḥammadur Rosūlullōhi shollallōhu 'alaihi wasallam. Lā Ilāha illallōhu īmanan wa tashdiqō. Lā Ilāha illallōhu talath-thufaw warizqō. Lā Ilāha illallōhul malikul ḥaqqul mubīn. Muḥammadur Rosūlullōhi shōdiqul wa'dil amīn. wa shollallōhu 'alā sayyidinā Muḥammadin wa ālihī wa shoḥbihī wa sallama wal ḥamdu lillāhi robbil 'ālamīn."
    ],
    "arti": [
      "Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang. Tidak ada Tuhan kecuali hanya Allah dengan beriman kepada Allah. Tidak ada Tuhan kecuali hanya Allah dengan yaqin kepada Allah. Tidak ada Tuhan kecuali hanya Allah percaya kepada Allah. Tidak ada Tuhan kecuali hanya Allah Muhammad adalah utusan Allah Semoga Allah senantiasa melimpahkan rahmat dan salam kepada beliau. Tidak ada Tuhan kecuali Allah dengan mengharapkan belas kasihan dan rizqi dari padanya. Tidak ada Tuhan kecuali Allah Yang Merajai Yang Benar dan Nyata. Muhammad adalah Utusan Allah yang menepati janji dan bisa dipercaya. Semoga Allah senantiasa melimpahkan rahmat dan kesejahteraan atas junjungan kita Nabi Muhammad, keluarga dan sahabat beliau"
    ],
    "ket": [
      {
        "type": "judul",
        "isinya": "Khasiat Doa Mubarok"
      },
      {
        "type": "isi",
        "isinya": "Barang siapa yang membiasakan membaca secara rutin setiap hari atau sekurang-kurangnya seminggu sekali atau sebulan sekali, maka orang tersebut akan dipelihara atau dijaga oleh para Malaikat penjaga pintu surga, dari dari tergelincir dari Shirothol Murtaqiim, dipelihara dari cobaan-cobaan dunia dan Akhirat."
      }
    ]
  }
]
