[
  {
    "id": 1,
    "namaSurat": "Yasin",
    "turun": "Makiyah 83 Ayat",
    "kode": "j",
    "content": [
      {
        "type": "arabic",
        "ayat": [
          "يٰسٓ ۝1",
          "وَالْقُرْاٰنِ الْحَكِيْمِ ۝2",
          "اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ ۝3",
          "عَلٰى صِرَاطٍ مُّسْتَقِيْمٍؕ ۝4",
          "تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِ ۝5",
          "لِتُنْذِرَ قَوْمًا مَّاۤ اُنْذِرَ اٰبَآؤُهُمْ فَهُمْ غٰفِلُوْنَ ۝6",
          "لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ ۝7",
          "اِنَّا جَعَلْنَا فِىْۤ اَعْنَاقِهِمْ اَغْلٰلًا فَهِىَ اِلَى الْاَ ذْقَانِ فَهُمْ مُّقْمَحُوْنَ ۝8",
          "وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ ۝9",
          "وَسَوَآءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ ۝10",
          "اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِىَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ ۝11",
          "اِنَّا نَحْنُ نُحْىِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْؕؔ وَكُلَّ شَىْءٍ اَحْصَيْنٰهُ فِيْۤ اِمَامٍ مُّبِيْنٍ ۝12",
          "وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِ ‌ۘ اِذْ جَآءَهَا الْمُرْسَلُوْنَۚ ۝13",
          "اِذْ اَرْسَلْنَاۤ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُـوْۤا اِنَّاۤ اِلَيْكُمْ مُّرْسَلُوْنَ ۝14",
          "قَالُوْا مَاۤ اَنْـتُمْ اِلَّا بَشَرٌ مِّثْلُـنَا ۙ وَمَاۤ اَنْزَلَ الرَّحْمٰنُ مِنْ شَىْءٍۙ اِنْ اَنْـتُمْ اِلَّا تَكْذِبُوْنَ ۝15",
          "قَالُوْا رَبُّنَا يَعْلَمُ اِنَّاۤ اِلَيْكُمْ لَمُرْسَلُوْنَ ۝16",
          "وَمَا عَلَيْنَاۤ اِلَّا الْبَلٰغُ الْمُبِيْنُ ۝17",
          "قَالُـوْۤا اِنَّا تَطَيَّرْنَا بِكُمْۚ لَٮِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ ۝18",
          "قَالُوْا طٰۤٮِٕـرُكُمْ مَّعَكُمْؕ اَٮِٕنْ ذُكِّرْتُمْ ؕبَلْ اَنْـتُمْ قَوْمٌ مُّسْرِفُوْنَ ۝19",
          "وَجَآءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ ۝20",
          "اتَّبِعُوْا مَنْ لَّا يَسْئَلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ ۝21",
          "وَمَا لِىَ لَاۤ اَعْبُدُ الَّذِىْ فَطَرَنِىْ وَاِلَيْهِ تُرْجَعُوْنَ ۝22",
          "ءَاَ تَّخِذُ مِنْ دُوْنِهٖۤ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّىْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِ‌ۚ ۝23",
          "اِنِّىْۤ اِذًا لَّفِىْ ضَلٰلٍ مُّبِيْنٍ ۝24",
          "اِنِّىْۤ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِؕ ۝25",
          "قِيْلَ ادْخُلِ الْجَـنَّةَ ؕ قَالَ يٰلَيْتَ قَوْمِىْ يَعْلَمُوْنَۙ ۝26",
          "بِمَا غَفَرَلِىْ رَبِّىْ وَجَعَلَنِىْ مِنَ الْمُكْرَمِيْنَ ۝27",
          "وَمَاۤ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَآءِ وَمَا كُـنَّا مُنْزِلِيْنَ ۝28",
          "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خٰمِدُوْنَ ۝29",
          "يٰحَسْرَةً عَلَى الْعِبَادِ ؔ‌ۚ مَايَاْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ۝30",
          "اَلَمْ يَرَوْاكَمْ اَهْلَـكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَؕ ۝31",
          "وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ ۝32",
          "وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖۚ اَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَاْكُلُوْنَ ۝33",
          "وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ ۝34",
          "لِيَاْكُلُوْا مِنْ ثَمَرِهٖ ۙ وَمَا عَمِلَـتْهُ اَيْدِيْهِمْ‌ ؕ اَفَلَا يَشْكُرُوْنَ ۝35",
          "سُبْحٰنَ الَّذِىْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ ۝36",
          "وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖۚ نَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ ۝37",
          "وَالشَّمْسُ تَجْرِىْ لِمُسْتَقَرٍّ لَّهَا ‌ؕ ذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِؕ ۝38",
          "وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ ۝39",
          "لَا الشَّمْسُ يَنْۢبَغِىْ لَهَاۤ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ‌ؕ وَكُلٌّ فِىْ فَلَكٍ يَّسْبَحُوْنَ ۝40",
          "وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ ۝41",
          "وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ ۝42",
          "وَاِنْ نَّشَاْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَا هُمْ يُنْقَذُوْنَۙ ۝43",
          "اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ ۝44",
          "وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ ۝45",
          "وَمَا تَاْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ۝46",
          "وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙ قَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْۤا اَنُطْعِمُ مَنْ لَّوْ يَشَآءُ اللّٰهُ اَطْعَمَهٗٓ ۖ اِنْ اَنْـتُمْ اِلَّا فِىْ ضَلٰلٍ مُّبِيْنٍ ۝47",
          "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝48",
          "مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَاْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ ۝49",
          "فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَاۤ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ ۝50",
          "وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ ۝51",
          "قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَاۘؔ هٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ ۝52",
          "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ ۝53",
          "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـــًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ ۝54",
          "اِنَّ اَصْحٰبَ الْجَـنَّةِ الْيَوْمَ فِىْ شُغُلٍ فٰكِهُوْنَ‌ۚ ۝55",
          "هُمْ وَاَزْوَاجُهُمْ فِىْ ظِلٰلٍ عَلَى الْاَرَآٮِٕكِ مُتَّكِـــُٔوْنَ ۝56",
          "لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ‌ ۝57",
          "سَلٰمٌ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ ۝58",
          "وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ ۝59",
          "اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِىْۤ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَ‌‌ۚ اِنَّهٗ لَـكُمْ عَدُوٌّ مُّبِيْنٌ ۝60",
          "وَّاَنِ اعْبُدُوْنِىْ ؔ‌ؕ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ۝61",
          "وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا‌ ؕ اَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ ۝62",
          "هٰذِهٖ جَهَنَّمُ الَّتِىْ كُنْتُمْ تُوْعَدُوْنَ ۝63",
          "اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ۝64",
          "اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَاۤ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ ۝65",
          "وَلَوْ نَشَآءُ لَـطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ ۝66",
          "وَلَوْ نَشَآءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ ۝67",
          "وَمَنْ نُّعَمِّرْهُ نُـنَكِّسْهُ فِى الْخَـلْقِ‌ؕ اَفَلَا يَعْقِلُوْنَ ۝68",
          "وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِىْ لَهٗؕ اِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌۙ ۝69",
          "لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ ۝70",
          "اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَاۤ اَنْعَامًا فَهُمْ لَهَا مٰلِكُوْنَ ۝71",
          "وَذَلَّـلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَاْكُلُوْنَ ۝72",
          "وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُ‌ؕ اَفَلَا يَشْكُرُوْنَ ۝73",
          "وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَؕ ۝74",
          "لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ ۝75",
          "فَلَا يَحْزُنْكَ قَوْلُهُمْ‌ۘ اِنَّا نَـعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ۝76",
          "اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ۝77",
          "وَضَرَبَ لَـنَا مَثَلًا وَّ نَسِىَ خَلْقَهٗ‌ ؕ قَالَ مَنْ يُّحْىِ الْعِظَامَ وَهِىَ رَمِيْمٌ ۝78",
          "قُلْ يُحْيِيْهَا الَّذِىْۤ اَنْشَاَهَاۤ اَوَّلَ مَرَّةٍ‌ ؕ وَهُوَ بِكُلِّ خَلْقٍ عَلِيْمُ ۝79",
          "اۨلَّذِىْ جَعَلَ لَـكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًا فَاِذَاۤ اَنْـتُمْ مِّنْهُ تُوْقِدُوْنَ ۝80",
          "اَوَلَيْسَ الَّذِىْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْؔؕ بَلٰی وَهُوَ الْخَـلّٰقُ الْعَلِيْمُ ۝81",
          "اِنَّمَاۤ اَمْرُهٗۤ اِذَاۤ اَرَادَ شَیْئًا اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ ۝82",
          "فَسُبْحٰنَ الَّذِىْ بِيَدِهٖ مَلَـكُوْتُ كُلِّ شَىْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ ۝83"
        ],
        "lafadz": [
          "Yā Sīn",
          "Walqur-ānil ḥakīm",
          "Innaka laminal mursalīn",
          "'Alā shirōthim-mustaqīm'",
          "Tanzīlal 'azīzir-roḥīm",
          "Litungdziro qoumam-mā undziro ābā-uhum fahum ghōfilūn",
          "Laqod ḥaqqol qoulu 'alā akṡarihim fahum lā-yu'inūn",
          "Inna ja'alnā fī a'nāqihim aghlā-lan fahiya ilal adzqōni fahum-muqmacḥuụn",
          "Waja'alnā mim-baini aidīhim saddaw-wamin kholfihim saddan fa-aghsyaināhum fahum lā-yubsirūn",
          "Wasawā-un 'alaihim a-ang dzartahum amlam tung-dzir-hum lā yu'minūn",
          "Innamā tungdziru manit-taba'adz-dzikro wakhosyiyar-roḥmāna bilghoibi fabassir-hu bimaghfirotiw wa-ajrin karīm",
          "Inna naḥnu nuḥyil mautā wanaktubu mā qoddamū wa-āṡarohum wakulla syai-in aḥshoināhu fī imāmim-mubīn",
          "Wadzrib lahum maṡalan ash-ḥābal qoryati idz jā-ahal mursalūn",
          "Idz arsalnā ilaihimuṡ naini fakadz-dzabūhumā fa'azzaznā biṡāliṡin faqōlū innā ilaikum-mursalūn",
          "Qōlū mā antum illā baysarum miṡlunā wamā anzalar-roḥmānu min syai-in in-antum illā takdzibūn",
          "Qōlū robbunā ya'lamu innā ilaikum lamursalūn",
          "Wamā 'alainā illal balāghul mubīn",
          "Qōlū innā tathoyyarnā bikum la-illam tantahū lanarjumannakum wala yamassannakum-minna 'adzābun-alīm",
          "Qōlū thō-irukum ma'akum a-in dzukkirtum bal-antum qoumum-musrifūn",
          "Qajā-a min aqshol madīnati rojuluy-yas'ā qōla yāqoumit-tabi'ul mursalīn",
          "Ittabi'ū mal-lā yas-alukum ajrow-wahum muhtadūn",
          "Wamā liya lāa a'budul-ladzī fathoronī wa-ilaihi turja'ūn",
          "A-attakhidzu min-dūnihī ālihatan iyyuridnir-roḥmānu bidlurril-lā tughni 'annī syafā'atuhum syai-aw walā yungqodzūn",
          "Innī idzal-lafī dlolālim-mubīn",
          "Innī āmantu birobbikum fasma'ūn",
          "Qīlad khulil jannata qōla yālaita qoumiy-ya'lamūn",
          "Bimā ghofarolī robbī waja'alanī minal mukromīn",
          "Wamā angzalnā 'alā qoumihī mim-ma'dihī min jundim-minas samāa-i wamā kunnā mungzilīn",
          "Ing-kānat illa shoiḥataw-wāḥidatan fa-aghsyaināhum khōmidūn",
          "Yā ḥashrotan 'alāl 'ibādi mā-ya'tīhim mir-rosūlin illā kānū bihī yastahzi-ūn",
          "Alam yaroukam ahlaknā qoblahum-minal qurūni annahum ilaihim lā-yarji'ūn",
          "Wa-ing kullul-lammā jamī'ul-ladaina muḥdlorūn",
          "Wa-āyatul-lahumul-ardlul maitatu aḥyaināhā wa-akhrojnā min-hā ḥabban famin-hu ya'kulūn",
          "Waja'alnā fīhā jannatim min-nakhīliw wa-a'nābiw-wafajjarnā fīhā minal 'uyūn",
          "Liya'kulū min-syamarihī wamā 'amilat-hu aidīhim afalā yasykurūn",
          "Subḥānal-ladzī kholaqol azwāja kullahā mimmā tumbitul ardlu wamin angfusihim wamimmā lā-ya'lamūn",
          "Wa-āyatul lahumul-lailu naslakhu min-hun nahāro faidzāhum-mudhlimūn",
          "Wasy-syamsu tajrī limustaqorril-lahā dzālika taqdīrul 'azīzil 'alīm",
          "Walqomaro qoddarnāhu manāzila ḥattā 'ādakal 'urjūnil qodīm",
          "Lasy-syamsu yambaghī lahā an-tudrikal qomaro walal-lailu sābiqun nahāri wakullun fī falakiy yashaḥūn",
          "Wa-āyatul-lahum annā ḥamalnā dzurriyyatahum filfulkil masy-ḥūn",
          "Wakholaqnā lahum-mim-miṡlihī mā-yarkabūn",
          "Wa-in nasya' nughriq-hum falā shorīkho-lahum walā-hum yung-qodzūn",
          "Illa roḥmatam-minnā wamatā'an ilā-ḥīn",
          "Wa-idzā qīla lahumut-taqū mā baina aidīkum wamā kholfakum la'allakum turḥamūn",
          "Wamā ta'tīhim min-āyatim min-āyāti robbihim illā kānū 'an hā mu;ridlīn",
          "Wa-idzā qīla lahum angfiqū mimmā rozaqokumullōhu qōlal-ladzīna kafarū lilladzīna āmanū anuth 'imu mal-lau yasyā-allōhu ath'amah, in-angtum illā fī dlolālim mubīn",
          "Wayaqūlūna matā hādzal wa'du ing-kuntum shōdiqīn",
          "Mā-yangdzurūna illā shoi-ḥataw wāḥidatan ta'khudzuhum wahum yakhish-shimūn",
          "Falā yastatī'ūna taushiyataw walā ilā ahlihim yarji'ūn",
          "Wanufikho fish-shūri fa-idzāhum minal ajdāsti ilā robbihim yangsilūn",
          "Qōlū yāwailanā mam-ba'aṡanā mim-marqodinā, hādzā mā-wa'adar roḥmānu washodaqol mursalūn",
          "Ing-kānat illā shoiḥataw wāḥidatan faidzāhum jamī'ul ladainā muḥdlorūn",
          "Fal-yauma lā tudhlamu mafsung syai-aw walā tujzauna illā mākuntum ta'malūn",
          "Inna ash-ḥābal jannatil yauma fī syughulin fākihūn",
          "Hum wa'azwājuhum fī dlilālin 'alal arō-iki muttaki'ūn",
          "Lahum fīhā fākihatuw walahum mā yadda'ūn",
          "Salāmung woulam mir-robbir-roḥīm",
          "Wamtāzul yauma ayyuhal mujrimūn",
          "Alam a'had ilaikum yābanī ādama al-lā ta'budusy-syaithōna innahu lakum 'aduwwum-mubīn",
          "Wa-ani'budūnī, hādzā shirōthum-mustaqīm",
          "Walaqod adlolla minkum jibillang-kaṡīron afalam takūnū ta'qilūn",
          "Hādzihī jahannamul-latī kuntum tū'adūn",
          "Ish-lauhal yauma bimā kuntum takfurūn",
          "Alyauma nakhtimu 'alā afwāhihim watukallimunāa aidīhim watasy-hadu arjuluhum bimā kānū yaksibūn",
          "Walau nasyā-u lathomasnā 'alā a'yunihim fas tabaqush-shirōtho fa-annā yubshirūn",
          "Walau nasyā-u lamasyakh-nāhum 'alā makānatihim famas-tathō'ū mudliyyaw walā yarji'ūn",
          "Waman nu'ammir-hu nunakkis-hu filkholqi afalā ya'qilūn",
          "Wamā 'allamnāhusy-syi'ro wamā yambaghī lahū in-huwa illā dzikruw-waqur-ānum-mubīn",
          "Liyung-dziro man kāna ḥayyaw-wayaḥiq-qol woulu 'alalkāfirīn",
          "Awalam yarou annā kholaqnā-lahum mimmā 'amilat aidīnāa an 'āman fahum lahā mālikūn",
          "Wadzal-lalnā lahum famin-hā rokūbuhum wamin-hā ya'kulūn",
          "Walahum fīhā manāfi'u wamasyāribu afalā yasy-kurūn",
          "Wattakhodzū mindūnillāhi ālihatal la'allahum yungshorūn",
          "Lā yastathī'ūna nashrohum wahum lahum jundum-mukhdlorūn",
          "Falā yaḥzunka qouluhum, innā na'lamu mā yusirrūna wamā yu'linūn",
          "Awalam yarol insānu annā kholaqnāhu min-nuthfatin faidzāhum khosīmum-mubīn",
          "Wadlorobalanā maṡalaw wanasiya kholqohū qōla may-yuḥyil 'idhōma wahiya romīm",
          "Qul yuḥ-yīhal ladzīi ang-sya-ahā awwala marroh, wahuwa bikulli kholqin'alīm",
          "Alladzī ja'ala lakum minasy-syajaril akhdlori nāron faidzāa angtum min-hu tūqidūn",
          "Awalaisal-ladzī kholaqos-samāwāti wal-ardlo biqōdirin 'alā ay-yakhluqo miṡlahum, balā wahuwal khollāqul 'alīm",
          "Innamā amruhū idzā arōda syai-an ay-yaqūlu lahū kun fayakūn",
          "Fasub-ḥānal-ladzī biyadihī malakūtu kulli syai-iw wa-ilaihi turja'ūn"
        ],
        "arti": [
          "Yaa Sin",
          "Demi Al-Qur'an yang penuh hikmah,",
          "sungguh, engkau (Muhammad adalah salah seorang dari rasul-rasul,",
          "(yang berada) di atas jalan yang lurus,",
          "(sebagai wahyu) yang diturunkan oleh (Allah) Yang Mahaperkasa, Maha Penyayang,",
          "agar engkau memberi peringatan kepada suatu kaum yang nenek moyangnya belum pernah diberi peringatan, karena itu mereka lalai.",
          "Sungguh, pasti berlaku perkataan (hukuman) terhadap kebanyakan mereka, karena mereka tidak beriman.",
          "Sungguh, Kami telah memasang belenggu di leher mereka, lalu tangan mereka (diangkat) ke dagu, karena itu mereka tertengadah.",
          "Dan Kami jadikan di hadapan mereka sekat (dinding) dan di belakang mereka juga sekat, dan Kami tutup (mata) mereka sehingga mereka tidak dapat melihat.",
          "Dan sama saja bagi mereka, apakah engkau memberi peringatan kepada mereka atau engkau tidak memberi peringatan kepada mereka, mereka tidak akan beriman juga.",
          "Sesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia.",
          "Sungguh, Kamilah yang menghidupkan orang-orang yang mati, dan Kamilah yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). Dan segala sesuatu Kami kumpulkan dalam Kitab yang jelas (Lauh Mahfuzh).",
          "Dan buatlah suatu perumpamaan bagi mereka, yaitu penduduk suatu negeri, ketika utusan-utusan datang kepada mereka;",
          "(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya; kemudian Kami kuatkan dengan (utusan) yang ketiga, maka ketiga (utusan itu) berkata, “Sungguh, kami adalah orang-orang yang diutus kepadamu.”",
          "Mereka (penduduk negeri) menjawab, “Kamu ini hanyalah manusia seperti kami, dan (Allah) Yang Maha Pengasih tidak menurunkan sesuatu apa pun; kamu hanyalah pendusta belaka.”",
          "Mereka berkata, “Tuhan kami mengetahui sesungguhnya kami adalah utusan-utusan(-Nya) kepada kamu.",
          "Dan kewajiban kami hanyalah menyampaikan (perintah Allah) dengan jelas.”",
          "Mereka menjawab, “Sesungguhnya kami bernasib malang karena kamu. Sungguh, jika kamu tidak berhenti (menyeru kami), niscaya kami rajam kamu dan kamu pasti akan merasakan siksaan yang pedih dari kami.”",
          "Mereka (utusan-utusan) itu berkata, “Kemalangan kamu itu adalah karena kamu sendiri. Apakah karena kamu diberi peringatan? Sebenarnya kamu adalah kaum yang melampaui batas.”",
          "Dan datanglah dari ujung kota, seorang laki-laki dengan bergegas dia berkata, “Wahai kaumku! Ikutilah utusan-utusan itu.",
          "Ikutilah orang yang tidak meminta imbalan kepadamu; dan mereka adalah orang-orang yang mendapat petunjuk.",
          "Dan tidak ada alasan bagiku untuk tidak menyembah (Allah) yang telah menciptakanku dan hanya kepada-Nyalah kamu akan dikembalikan.",
          "Mengapa aku akan menyembah tuhan-tuhan selain-Nya? Jika (Allah) Yang Maha Pengasih menghendaki bencana terhadapku, pasti pertolongan mereka tidak berguna sama sekali bagi diriku dan mereka (juga) tidak dapat menyelamatkanku.",
          "Sesungguhnya jika aku (berbuat) begitu, pasti aku berada dalam kesesatan yang nyata.",
          "Sesungguhnya aku telah beriman kepada Tuhanmu; maka dengarkanlah (pengakuan keimanan)-ku.”",
          "Dikatakan (kepadanya), “Masuklah ke surga.” Dia (laki-laki itu) berkata, “Alangkah baiknya sekiranya kaumku mengetahui,",
          "apa yang menyebabkan Tuhanku memberi ampun kepadaku dan menjadikan aku termasuk orang-orang yang telah dimuliakan.”",
          "Dan setelah dia (meninggal), Kami tidak menurunkan suatu pasukan pun dari langit kepada kaumnya, dan Kami tidak perlu menurunkannya.",
          "Tidak ada siksaan terhadap mereka melainkan dengan satu teriakan saja; maka seketika itu mereka mati.",
          "Alangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya.",
          "Tidakkah mereka mengetahui berapa banyak umat-umat sebelum mereka yang telah Kami binasakan. Orang-orang (yang telah Kami binasakan) itu tidak ada yang kembali kepada mereka.",
          "Dan setiap (umat), semuanya akan dihadapkan kepada Kami.",
          "Dan suatu tanda (kebesaran Allah) bagi mereka adalah bumi yang mati (tandus). Kami hidupkan bumi itu dan Kami keluarkan darinya biji-bijian, maka dari (biji-bijian) itu mereka makan.",
          "Dan Kami jadikan padanya di bumi itu kebun-kebun kurma dan anggur dan Kami pancarkan padanya beberapa mata air,",
          "agar mereka dapat makan dari buahnya, dan dari hasil usaha tangan mereka. Maka mengapa mereka tidak bersyukur?",
          "Mahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri, maupun dari apa yang tidak mereka ketahui.",
          "Dan suatu tanda (kebesaran Allah) bagi mereka adalah malam; Kami tanggalkan siang dari (malam) itu, maka seketika itu mereka (berada dalam) kegelapan,",
          "dan matahari berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa, Maha Mengetahui.",
          "Dan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai ke tempat peredaran yang terakhir) kembalilah ia seperti bentuk tandan yang tua.",
          "Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya.",
          "Dan suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam kapal yang penuh muatan,",
          "dan Kami ciptakan (juga) untuk mereka (angkutan lain) seperti apa yang mereka kendarai.",
          "Dan jika Kami menghendaki, Kami tenggelamkan mereka. Maka tidak ada penolong bagi mereka dan tidak (pula) mereka diselamatkan,",
          "melainkan (Kami selamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai waktu tertentu.",
          "Dan apabila dikatakan kepada mereka, “Takutlah kamu akan siksa yang di hadapanmu (di dunia) dan azab yang akan datang (akhirat) agar kamu mendapat rahmat.”",
          "Dan setiap kali suatu tanda dari tanda-tanda (kebesaran) Tuhan datang kepada mereka, mereka selalu berpaling darinya.",
          "Dan apabila dikatakan kepada mereka, “Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,” orang-orang yang kafir itu berkata kepada orang-orang yang beriman, “Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki Dia akan memberinya makan? Kamu benar-benar dalam kesesatan yang nyata.”",
          "Dan mereka (orang-orang kafir) berkata, “Kapan janji (hari berbangkit) itu (terjadi) jika kamu orang yang benar?”",
          "Mereka hanya menunggu satu teriakan, yang akan membinasakan mereka ketika mereka sedang bertengkar.",
          "Sehingga mereka tidak mampu membuat suatu wasiat dan mereka (juga) tidak dapat kembali kepada keluarganya.",
          "Lalu ditiuplah sangkakala, maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya.",
          "Mereka berkata, “Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?” Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah rasul-rasul(-Nya).",
          "Teriakan itu hanya sekali saja, maka seketika itu mereka semua dihadapkan kepada Kami (untuk dihisab).",
          "Maka pada hari itu seseorang tidak akan dirugikan sedikit pun dan kamu tidak akan diberi balasan, kecuali sesuai dengan apa yang telah kamu kerjakan.",
          "Sesungguhnya penghuni surga pada hari itu bersenang-senang dalam kesibukan (mereka).",
          "Mereka dan pasangan-pasangannya berada dalam tempat yang teduh, bersandar di atas dipan-dipan.",
          "Di surga itu mereka memperoleh buah-buahan dan memperoleh apa saja yang mereka inginkan.",
          "(Kepada mereka dikatakan), “Salam,” sebagai ucapan selamat dari Tuhan Yang Maha Penyayang.",
          "Dan (dikatakan kepada orang-orang kafir), “Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, wahai orang-orang yang berdosa!",
          "Bukankah Aku telah memerintahkan kepadamu wahai anak cucu Adam agar kamu tidak menyembah setan? Sungguh, setan itu musuh yang nyata bagi kamu,",
          "dan hendaklah kamu menyembah-Ku. Inilah jalan yang lurus.”",
          "Dan sungguh, ia (setan itu) telah menyesatkan sebagian besar di antara kamu. Maka apakah kamu tidak mengerti?",
          "Inilah (neraka) Jahanam yang dahulu telah diperingatkan kepadamu.",
          "Masuklah ke dalamnya pada hari ini karena dahulu kamu mengingkarinya.",
          "Pada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan.",
          "Dan jika Kami menghendaki, pastilah Kami hapuskan penglihatan mata mereka; sehingga mereka berlomba-lomba (mencari) jalan. Maka bagaimana mungkin mereka dapat melihat?",
          "Dan jika Kami menghendaki, pastilah Kami ubah bentuk mereka di tempat mereka berada; sehingga mereka tidak sanggup berjalan lagi dan juga tidak sanggup kembali.",
          "Dan barangsiapa Kami panjangkan umurnya niscaya Kami kembalikan dia kepada awal kejadian(nya). Maka mengapa mereka tidak mengerti?",
          "Dan Kami tidak mengajarkan syair kepadanya (Muhammad) dan bersyair itu tidaklah pantas baginya. Al-Qur'an itu tidak lain hanyalah pelajaran dan Kitab yang jelas,",
          "agar dia (Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan agar pasti ketetapan (azab) terhadap orang-orang kafir.",
          "Dan tidakkah mereka melihat bahwa Kami telah menciptakan hewan ternak untuk mereka, yaitu sebagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami, lalu mereka menguasainya?",
          "Dan Kami menundukkannya (hewan-hewan itu) untuk mereka; lalu sebagiannya untuk menjadi tunggangan mereka dan sebagian untuk mereka makan.",
          "Dan mereka memperoleh berbagai manfaat dan minuman darinya. Maka mengapa mereka tidak bersyukur?",
          "Dan mereka mengambil sesembahan selain Allah agar mereka mendapat pertolongan.",
          "Mereka (sesembahan) itu tidak dapat menolong mereka; padahal mereka itu menjadi tentara yang disiapkan untuk menjaga (sesembahan) itu.",
          "Maka jangan sampai ucapan mereka membuat engkau (Muhammad) bersedih hati. Sungguh, Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan.",
          "Dan tidakkah manusia memperhatikan bahwa Kami menciptakannya dari setetes mani, ternyata dia menjadi musuh yang nyata!",
          "Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, “Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?”",
          "Katakanlah (Muhammad), “Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk,",
          "yaitu (Allah) yang menjadikan api untukmu dari kayu yang hijau, maka seketika itu kamu nyalakan (api) dari kayu itu.”",
          "Dan bukankah (Allah) yang menciptakan langit dan bumi, mampu menciptakan kembali yang serupa itu (jasad mereka yang sudah hancur itu)? Benar, dan Dia Maha Pencipta, Maha Mengetahui.",
          "Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.",
          "Maka Mahasuci (Allah) yang di tangan-Nya kekuasaan atas segala sesuatu dan kepada-Nya kamu dikembalikan."
        ]
      }
    ]
  },
  {
    "id": 2,
    "namaSurat": "Al-Mulk",
    "turun": "Makiyah 67 Ayat",
    "kode": "Ì",
    "content": [
      {
        "type": "arabic",
        "ayat": [
          "تَبٰرَكَ الَّذِيْ بِيَدِهِ الْمُلْكُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ ۝1",
          "الَّذِيْ خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًاۗ وَهُوَ الْعَزِيْزُ الْغَفُوْرُۙ ۝2",
          "الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًاۗ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍۗ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ ۝3",
          "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ ۝4",
          "وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ ۝5",
          "وَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ ۝6",
          "اِذَآ اُلْقُوْا فِيْهَا سَمِعُوْا لَهَا شَهِيْقًا وَّهِيَ تَفُوْرُۙ ۝7",
          "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ ۝8",
          "قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ ۝9",
          "وَقَالُوْا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فِيْٓ اَصْحٰبِ السَّعِيْرِ ۝10",
          "فَاعْتَرَفُوْا بِذَنْۢبِهِمْۚ فَسُحْقًا لِّاَصْحٰبِ السَّعِيْرِ ۝11",
          "اِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ۝12",
          "وَاَسِرُّوْا قَوْلَكُمْ اَوِ اجْهَرُوْا بِهٖۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ۝13",
          "اَلَا يَعْلَمُ مَنْ خَلَقَۗ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ ۝14",
          "هُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا وَكُلُوْا مِنْ رِّزْقِهٖۗ وَاِلَيْهِ النُّشُوْرُ ۝15",
          "ءَاَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يَّخْسِفَ بِكُمُ الْاَرْضَ فَاِذَا هِيَ تَمُوْرُۙ ۝16",
          "اَمْ اَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يُّرْسِلَ عَلَيْكُمْ حَاصِبًاۗ فَسَتَعْلَمُوْنَ كَيْفَ نَذِيْرِ ۝17",
          "وَلَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيْرِ ۝18",
          "اَوَلَمْ يَرَوْا اِلَى الطَّيْرِ فَوْقَهُمْ صٰۤفّٰتٍ وَّيَقْبِضْنَۘ مَا يُمْسِكُهُنَّ اِلَّا الرَّحْمٰنُۗ اِنَّهٗ بِكُلِّ شَيْءٍۢ بَصِيْرٌ ۝19",
          "اَمَّنْ هٰذَا الَّذِيْ هُوَ جُنْدٌ لَّكُمْ يَنْصُرُكُمْ مِّنْ دُوْنِ الرَّحْمٰنِۗ اِنِ الْكٰفِرُوْنَ اِلَّا فِيْ غُرُوْرٍۚ ۝20",
          "اَمَّنْ هٰذَا الَّذِيْ يَرْزُقُكُمْ اِنْ اَمْسَكَ رِزْقَهٗ ۚ بَلْ لَّجُّوْا فِيْ عُتُوٍّ وَّنُفُوْرٍ ۝21",
          "اَفَمَنْ يَّمْشِيْ مُكِبًّا عَلٰى وَجْهِهٖٓ اَهْدٰىٓ اَمَّنْ يَّمْشِيْ سَوِيًّا عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ۝22",
          "قُلْ هُوَ الَّذِيْٓ اَنْشَاَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ۝23",
          "قُلْ هُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ ۝24",
          "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝25",
          "قُلْ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ ۝26",
          "فَلَمَّا رَاَوْهُ زُلْفَةً سِيْۤـَٔتْ وُجُوْهُ الَّذِيْنَ كَفَرُوْا وَقِيْلَ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَدَّعُوْنَ ۝27",
          "قُلْ اَرَءَيْتُمْ اِنْ اَهْلَكَنِيَ اللّٰهُ وَمَنْ مَّعِيَ اَوْ رَحِمَنَاۙ فَمَنْ يُّجِيْرُ الْكٰفِرِيْنَ مِنْ عَذَابٍ اَلِيْمٍ ۝28",
          "قُلْ هُوَ الرَّحْمٰنُ اٰمَنَّا بِهٖ وَعَلَيْهِ تَوَكَّلْنَاۚ فَسَتَعْلَمُوْنَ مَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ۝29",
          "قُلْ اَرَءَيْتُمْ اِنْ اَصْبَحَ مَاۤؤُكُمْ غَوْرًا فَمَنْ يَّأْتِيْكُمْ بِمَاۤءٍ مَّعِيْنٍ ۝30"
        ],
        "lafadz": [
          "Tabārokal-ladzī biyadihil-mulk(u), wa huwa ‘alā kulli syai'in qodīr(un).",
          "Alladzī kholaqol-mauta wal-ḥayāta liyabluwakum ayyukum aḥsanu ‘amalā(n), wa huwal-‘azīzul-ghofūr(u).",
          "Alladzī kholaqo sab‘a samāwātin thibāqō(n), mā tarō fī kholqir-roḥmāni min tafāwut(in), farji‘il-bashoro hal tarō min futhūr(in).",
          "Ṡummarji‘il-bashoro karrotaini yanqolib ilaikal-bashoru khōsi'aw wa huwa ḥasīr(un).",
          "Wa laqod zayyannas-samā'ad-dun-yā bimashōbīḥa wa ja‘alnāhā rujūmal lisy-syayāthīni wa a‘tadnā lahum ‘adzābas-sa‘īr(i).",
          "Wa lil-ladzīna kafarū birobbihim ‘adzābu jahannam(a), wa bi'sal-mashīr(u).",
          "Idzā ulqū fīhā sami‘ū lahā syahīqow wa hiya tafūr(u).",
          "Takādu tamayyazu minal-ghoiẓ(i), kullamā ulqiya fīhā faujun sa'alahum khozanatuhā alam ya'tikum nadzīr(un).",
          "Qōlū balā qod jā'anā nadzīr(un), fa kadzdzabnā wa qulnā mā nazzalallōhu min syai'(in), in antum illā fī dlolālin kabīr(in).",
          "Wa qōlū lau kunnā nasma‘u au na‘qilu mā kunnā fī ash ḥābis-sa‘īr(i).",
          "Fa‘tarofū bidzambihim, fasuḥqol li'aṣḥābis-sa‘īr(i).",
          "Innal-ladzīna yakhsyauna robbahum bil-ghoibi lahum magfirotuw wa ajrun kabīr(un).",
          "Wa asirrū qoulakum awijharū bih(ī), innahū ‘alīmum bidzātiṣ-ṣudūr(i).",
          "Alā ya‘lamu man kholaq(o), wa huwal-lathīful-khobīr(u).",
          "Huwal-ladzī ja‘ala lakumul-ardlo dzalūlan famsyū fī manākibihā wa kulū mir rizqih(ī), wa ilaihin-nusyūr(u).",
          "A'amintum man fis-samā'i ay yakhsifa bikumul-ardlo fa'idzā hiya tamūr(u).",
          "Am amintum man fis-samā'i ay yursila ‘alaikum ḥāṣibā(n), fa sata‘lamūna kaifa nadzīr(i).",
          "Wa laqod kadzdzabal-ladzīna min qoblihim fakaifa kāna nakīr(i).",
          "Awalam yarou ilath-thairi fauqohum shōffātiw wa yaqbiḍn(a), mā yumsikuhunna illar-roḥmān(u), innahū bikulli syai'im bashīr(un).",
          "Am man hādzal-ladzī huwa jundul lakum yanṣurukum min dūnir-roḥmān(i), inil-kāfirūna illā fī gurūr(in).",
          "Am man hādzal-ladzī yarzuqukum in amsaka rizqoh(ū), bal lajjū fī ‘utuwwiw wa nufūr(in).",
          "Afamay yamsyī mukibban ‘alā wajhihī ahdā ammay yamsyī sawiyyan ‘alā ṣirōthim mustaqīm(in).",
          "Qul huwal-ladzī ansya'akum wa ja‘ala lakumus-sam‘a wal-abshōro wal-af'idah(ta), qolīlam mā tasykurūn(a).",
          "Qul huwal-ladzī dzaro'akum fil-arḍi wa ilaihi tuḥsyarūn(a).",
          "Wa yaqūlūna matā hādzal-wa‘du in kuntum shōdiqīn(a).",
          "Qul innamal-‘ilmu ‘indallōh(i), wa innamā ana nadzīrum mubīn(un).",
          "Falammā ro'auhu zulfatan sī'at wujūhul-ladzīna kafarū wa qīla hādzal-ladzī kuntum bihī tadda‘ūn(a).",
          "Qul aro'aitum in ahlakaniyallōhu wa mam ma‘iya au roḥimanā, famay yujīrul-kāfirīna min ‘ażābin alīm(in).",
          "Qul huwar-roḥmānu āmannā bihī wa ‘alaihi tawakkalnā, fasata‘lamūna man huwa fī dlolālim mubīn(in).",
          "Qul aro'aitum in aṣbaḥa mā'ukum ghouron famay ya'tīkum bimā'im ma‘īn(in)."
        ],
        "arti": [
          "Mahasuci Allah yang menguasai (segala) kerajaan, dan Dia Mahakuasa atas segala sesuatu.",
          "Yang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa, Maha Pengampun.",
          "Yang menciptakan tujuh langit berlapis-lapis. Tidak akan kamu lihat sesuatu yang tidak seimbang pada ciptaan Tuhan Yang Maha Pengasih. Maka lihatlah sekali lagi, adakah kamu lihat sesuatu yang cacat?",
          "Kemudian ulangi pandangan(mu) sekali lagi (dan) sekali lagi, niscaya pandanganmu akan kembali kepadamu tanpa menemukan cacat dan ia (pandanganmu) dalam keadaan letih.",
          "Dan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang dan Kami jadikannya (bintang-bintang itu) sebagai alat-alat pelempar setan, dan Kami sediakan bagi mereka azab neraka yang menyala-nyala.",
          "Dan orang-orang yang ingkar kepada Tuhannya akan mendapat azab Jahanam. Dan itulah seburuk-buruk tempat kembali.",
          "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, sedang neraka itu membara,",
          "hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?\"",
          "Mereka menjawab, \"Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya di dalam kesesatan yang besar.\"",
          "Dan mereka berkata, \"Sekiranya (dahulu) kami mendengarkan atau memikirkan (peringatan itu) tentulah kami tidak termasuk penghuni neraka yang menyala-nyala.\"",
          "Maka mereka mengakui dosanya. Tetapi jauhlah (dari rahmat Allah) bagi penghuni neraka yang menyala-nyala itu.",
          "Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, mereka memperoleh ampunan dan pahala yang besar.",
          "Dan rahasiakanlah perkataanmu atau nyatakanlah. Sungguh, Dia Maha Mengetahui segala isi hati.",
          "Apakah (pantas) Allah yang menciptakan itu tidak mengetahui? Dan Dia Mahahalus, Maha Mengetahui.",
          "Dialah yang menjadikan bumi untuk kamu yang mudah dijelajahi, maka jelajahilah di segala penjurunya dan makanlah sebagian dari rezeki-Nya. Dan hanya kepada-Nyalah kamu (kembali setelah) dibangkitkan.",
          "Sudah merasa amankah kamu, bahwa Dia yang di langit tidak akan membuat kamu ditelan bumi ketika tiba-tiba ia terguncang?",
          "Atau sudah merasa amankah kamu, bahwa Dia yang di langit tidak akan mengirimkan badai yang berbatu kepadamu? Namun kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku.",
          "Dan sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul-Nya). Maka betapa hebatnya kemurkaan-Ku!",
          "Tidakkah mereka memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pengasih. Sungguh, Dia Maha Melihat segala sesuatu.",
          "Atau siapakah yang akan menjadi bala tentara bagimu yang dapat membelamu selain (Allah) Yang Maha Pengasih? Orang-orang kafir itu hanyalah dalam (keadaan) tertipu.",
          "Atau siapakah yang dapat memberimu rezeki jika Dia menahan rezeki-Nya? Bahkan mereka terus-menerus dalam kesombongan dan menjauhkan diri (dari kebenaran).",
          "Apakah orang yang merangkak dengan wajah tertelungkup yang lebih terpimpin (dalam kebenaran) ataukah orang yang berjalan tegap di atas jalan yang lurus?",
          "Katakanlah, \"Dialah yang menciptakan kamu dan menjadikan pendengaran, penglihatan dan hati nurani bagi kamu. (Tetapi) sedikit sekali kamu bersyukur.\"",
          "Katakanlah, \"Dialah yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya kamu akan dikumpulkan.\"",
          "Dan mereka berkata, \"Kapan (datangnya) ancaman itu jika kamu orang yang benar?\"",
          "Katakanlah (Muhammad), \"Sesungguhnya ilmu (tentang hari Kiamat itu) hanya ada pada Allah. Dan aku hanyalah seorang pemberi peringatan yang menjelaskan.\"",
          "Maka ketika mereka melihat azab (pada hari Kiamat) sudah dekat, wajah orang-orang kafir itu menjadi muram. Dan dikatakan (kepada mereka), \"Inilah (azab) yang dahulunya kamu minta.\"",
          "Katakanlah (Muhammad), \"Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku atau memberi rahmat kepada kami, (maka kami akan masuk surga), lalu siapa yang dapat melindungi orang-orang kafir dari azab yang pedih?\"",
          "Katakanlah, \"Dialah Yang Maha Pengasih, kami beriman kepada-Nya dan kepada-Nya kami bertawakal. Maka kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata.\"",
          "Katakanlah (Muhammad), \"Terangkanlah kepadaku jika sumber air kamu menjadi kering; maka siapa yang akan memberimu air yang mengalir?\""
        ]
      }
    ]
  },
  {
    "id": 3,
    "namaSurat": "Al-Kahfi",
    "turun": "Makiyah 110 Ayat",
    "kode": "R",
    "content": [
      {
        "type": "arabic",
        "ayat": [
          "اَلْحَمْدُ لِلّٰهِ الَّذِيْٓ اَنْزَلَ عَلٰى عَبْدِهِ الْكِتٰبَ وَلَمْ يَجْعَلْ لَّهٗ عِوَجًا ۜ ۝1",
          "قَيِّمًا لِّيُنْذِرَ بَأْسًا شَدِيْدًا مِّنْ لَّدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِيْنَ الَّذِيْنَ يَعْمَلُوْنَ الصّٰلِحٰتِ اَنَّ لَهُمْ اَجْرًا حَسَنًاۙ ۝2",
          "مّٰكِثِيْنَ فِيْهِ اَبَدًاۙ ۝3",
          "وَّيُنْذِرَ الَّذِيْنَ قَالُوا اتَّخَذَ اللّٰهُ وَلَدًاۖ ۝4",
          "مَّا لَهُمْ بِهٖ مِنْ عِلْمٍ وَّلَا لِاٰبَاۤىِٕهِمْۗ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ اَفْوَاهِهِمْۗ اِنْ يَّقُوْلُوْنَ اِلَّا كَذِبًا ۝5",
          "فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلٰٓى اٰثَارِهِمْ اِنْ لَّمْ يُؤْمِنُوْا بِهٰذَا الْحَدِيْثِ اَسَفًا ۝6",
          "اِنَّا جَعَلْنَا مَا عَلَى الْاَرْضِ زِيْنَةً لَّهَا لِنَبْلُوَهُمْ اَيُّهُمْ اَحْسَنُ عَمَلًا ۝7",
          "وَاِنَّا لَجٰعِلُوْنَ مَا عَلَيْهَا صَعِيْدًا جُرُزًاۗ ۝8",
          "اَمْ حَسِبْتَ اَنَّ اَصْحٰبَ الْكَهْفِ وَالرَّقِيْمِ كَانُوْا مِنْ اٰيٰتِنَا عَجَبًا ۝9",
          "اِذْ اَوَى الْفِتْيَةُ اِلَى الْكَهْفِ فَقَالُوْا رَبَّنَآ اٰتِنَا مِنْ لَّدُنْكَ رَحْمَةً وَّهَيِّئْ لَنَا مِنْ اَمْرِنَا رَشَدًا ۝10",
          "فَضَرَبْنَا عَلٰٓى اٰذَانِهِمْ فِى الْكَهْفِ سِنِيْنَ عَدَدًاۙ ۝11",
          "ثُمَّ بَعَثْنٰهُمْ لِنَعْلَمَ اَيُّ الْحِزْبَيْنِ اَحْصٰى لِمَا لَبِثُوْٓا اَمَدًا ࣖ ۝12",
          "نَحْنُ نَقُصُّ عَلَيْكَ نَبَاَهُمْ بِالْحَقِّۗ اِنَّهُمْ فِتْيَةٌ اٰمَنُوْا بِرَبِّهِمْ وَزِدْنٰهُمْ هُدًىۖ ۝13",
          "وَّرَبَطْنَا عَلٰى قُلُوْبِهِمْ اِذْ قَامُوْا فَقَالُوْا رَبُّنَا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ لَنْ نَّدْعُوَا۟ مِنْ دُوْنِهٖٓ اِلٰهًا لَّقَدْ قُلْنَآ اِذًا شَطَطًا ۝14",
          "هٰٓؤُلَاۤءِ قَوْمُنَا اتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةًۗ لَوْلَا يَأْتُوْنَ عَلَيْهِمْ بِسُلْطٰنٍۢ بَيِّنٍۗ فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۗ ۝15",
          "وَاِذِ اعْتَزَلْتُمُوْهُمْ وَمَا يَعْبُدُوْنَ اِلَّا اللّٰهَ فَأْوٗٓا اِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِّنْ رَّحْمَتِهٖ وَيُهَيِّئْ لَكُمْ مِّنْ اَمْرِكُمْ مِّرْفَقًا ۝16",
          "وَتَرَى الشَّمْسَ اِذَا طَلَعَتْ تَّزٰوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِيْنِ وَاِذَا غَرَبَتْ تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِيْ فَجْوَةٍ مِّنْهُۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ ۗمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهٗ وَلِيًّا مُّرْشِدًا ࣖ ۝17",
          "وَتَحْسَبُهُمْ اَيْقَاظًا وَّهُمْ رُقُوْدٌ ۖوَّنُقَلِّبُهُمْ ذَاتَ الْيَمِيْنِ وَذَاتَ الشِّمَالِ ۖوَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيْدِۗ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَّلَمُلِئْتَ مِنْهُمْ رُعْبًا ۝18",
          "وَكَذٰلِكَ بَعَثْنٰهُمْ لِيَتَسَاۤءَلُوْا بَيْنَهُمْۗ قَالَ قَاۤىِٕلٌ مِّنْهُمْ كَمْ لَبِثْتُمْۗ قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍۗ قَالُوْا رَبُّكُمْ اَعْلَمُ بِمَا لَبِثْتُمْۗ فَابْعَثُوْٓا اَحَدَكُمْ بِوَرِقِكُمْ هٰذِهٖٓ اِلَى الْمَدِيْنَةِ فَلْيَنْظُرْ اَيُّهَآ اَزْكٰى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ اَحَدًا ۝19",
          "اِنَّهُمْ اِنْ يَّظْهَرُوْا عَلَيْكُمْ يَرْجُمُوْكُمْ اَوْ يُعِيْدُوْكُمْ فِيْ مِلَّتِهِمْ وَلَنْ تُفْلِحُوْٓا اِذًا اَبَدًا ۝20",
          "وَكَذٰلِكَ اَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوْٓا اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاَنَّ السَّاعَةَ لَا رَيْبَ فِيْهَاۚ اِذْ يَتَنَازَعُوْنَ بَيْنَهُمْ اَمْرَهُمْ فَقَالُوا ابْنُوْا عَلَيْهِمْ بُنْيَانًاۗ رَبُّهُمْ اَعْلَمُ بِهِمْۗ قَالَ الَّذِيْنَ غَلَبُوْا عَلٰٓى اَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَّسْجِدًا ۝21",
          "سَيَقُوْلُوْنَ ثَلٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْۚ وَيَقُوْلُوْنَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًاۢ بِالْغَيْبِۚ وَيَقُوْلُوْنَ سَبْعَةٌ وَّثَامِنُهُمْ كَلْبُهُمْ ۗقُلْ رَّبِّيْٓ اَعْلَمُ بِعِدَّتِهِمْ مَّا يَعْلَمُهُمْ اِلَّا قَلِيْلٌ ەۗ فَلَا تُمَارِ فِيْهِمْ اِلَّا مِرَاۤءً ظَاهِرًا ۖوَّلَا تَسْتَفْتِ فِيْهِمْ مِّنْهُمْ اَحَدًا ࣖ ۝22",
          "وَلَا تَقُوْلَنَّ لِشَا۟يْءٍ اِنِّيْ فَاعِلٌ ذٰلِكَ غَدًاۙ ۝23",
          "اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۖوَاذْكُرْ رَّبَّكَ اِذَا نَسِيْتَ وَقُلْ عَسٰٓى اَنْ يَّهْدِيَنِ رَبِّيْ لِاَقْرَبَ مِنْ هٰذَا رَشَدًا ۝24",
          "وَلَبِثُوْا فِيْ كَهْفِهِمْ ثَلٰثَ مِائَةٍ سِنِيْنَ وَازْدَادُوْا تِسْعًا ۝25",
          "قُلِ اللّٰهُ اَعْلَمُ بِمَا لَبِثُوْا ۚ لَهٗ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِۗ اَبْصِرْ بِهٖ وَاَسْمِعْۗ مَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّۗ وَلَا يُشْرِكُ فِيْ حُكْمِهٖٓ اَحَدًا ۝26",
          "وَاتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنْ كِتَابِ رَبِّكَۗ لَا مُبَدِّلَ لِكَلِمٰتِهٖۗ وَلَنْ تَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا ۝27",
          "وَاصْبِرْ نَفْسَكَ مَعَ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ وَلَا تَعْدُ عَيْنٰكَ عَنْهُمْۚ تُرِيْدُ زِيْنَةَ الْحَيٰوةِ الدُّنْيَاۚ وَلَا تُطِعْ مَنْ اَغْفَلْنَا قَلْبَهٗ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوٰىهُ وَكَانَ اَمْرُهٗ فُرُطًا ۝28",
          "وَقُلِ الْحَقُّ مِنْ رَّبِّكُمْۗ فَمَنْ شَاۤءَ فَلْيُؤْمِنْ وَّمَنْ شَاۤءَ فَلْيَكْفُرْۚ اِنَّآ اَعْتَدْنَا لِلظّٰلِمِيْنَ نَارًاۙ اَحَاطَ بِهِمْ سُرَادِقُهَاۗ وَاِنْ يَّسْتَغِيْثُوْا يُغَاثُوْا بِمَاۤءٍ كَالْمُهْلِ يَشْوِى الْوُجُوْهَۗ بِئْسَ الشَّرَابُۗ وَسَاۤءَتْ مُرْتَفَقًا ۝29",
          "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اِنَّا لَا نُضِيْعُ اَجْرَ مَنْ اَحْسَنَ عَمَلًاۚ ۝30",
          "اُولٰۤىِٕكَ لَهُمْ جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّيَلْبَسُوْنَ ثِيَابًا خُضْرًا مِّنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَّكِـِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۗ نِعْمَ الثَّوَابُۗ وَحَسُنَتْ مُرْتَفَقًا ࣖ ۝31",
          "وَاضْرِبْ لَهُمْ مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِاَحَدِهِمَا جَنَّتَيْنِ مِنْ اَعْنَابٍ وَّحَفَفْنٰهُمَا بِنَخْلٍ وَّجَعَلْنَا بَيْنَهُمَا زَرْعًاۗ ۝32",
          "كِلْتَا الْجَنَّتَيْنِ اٰتَتْ اُكُلَهَا وَلَمْ تَظْلِمْ مِّنْهُ شَيْـًٔاۙ وَّفَجَّرْنَا خِلٰلَهُمَا نَهَرًاۙ ۝33",
          "وَّكَانَ لَهٗ ثَمَرٌۚ فَقَالَ لِصَاحِبِهٖ وَهُوَ يُحَاوِرُهٗٓ اَنَا۠ اَكْثَرُ مِنْكَ مَالًا وَّاَعَزُّ نَفَرًا ۝34",
          "وَدَخَلَ جَنَّتَهٗ وَهُوَ ظَالِمٌ لِّنَفْسِهٖۚ قَالَ مَآ اَظُنُّ اَنْ تَبِيْدَ هٰذِهٖٓ اَبَدًاۙ ۝35",
          "وَّمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةً وَّلَىِٕنْ رُّدِدْتُّ اِلٰى رَبِّيْ لَاَجِدَنَّ خَيْرًا مِّنْهَا مُنْقَلَبًا ۝36",
          "قَالَ لَهٗ صَاحِبُهٗ وَهُوَ يُحَاوِرُهٗٓ اَكَفَرْتَ بِالَّذِيْ خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ سَوّٰىكَ رَجُلًاۗ ۝37",
          "لٰكِنَّا۠ هُوَ اللّٰهُ رَبِّيْ وَلَآ اُشْرِكُ بِرَبِّيْٓ اَحَدًا ۝38",
          "وَلَوْلَآ اِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاۤءَ اللّٰهُ ۙ لَا قُوَّةَ اِلَّا بِاللّٰهِ ۚاِنْ تَرَنِ اَنَا۠ اَقَلَّ مِنْكَ مَالًا وَّوَلَدًاۚ ۝39",
          "فَعَسٰى رَبِّيْٓ اَنْ يُّؤْتِيَنِ خَيْرًا مِّنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السَّمَاۤءِ فَتُصْبِحَ صَعِيْدًا زَلَقًاۙ ۝40",
          "اَوْ يُصْبِحَ مَاۤؤُهَا غَوْرًا فَلَنْ تَسْتَطِيْعَ لَهٗ طَلَبًا ۝41",
          "وَاُحِيْطَ بِثَمَرِهٖ فَاَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلٰى مَآ اَنْفَقَ فِيْهَا وَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَا وَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُشْرِكْ بِرَبِّيْٓ اَحَدًا ۝42",
          "وَلَمْ تَكُنْ لَّهٗ فِئَةٌ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ وَمَا كَانَ مُنْتَصِرًاۗ ۝43",
          "هُنَالِكَ الْوَلَايَةُ لِلّٰهِ الْحَقِّۗ هُوَ خَيْرٌ ثَوَابًا وَّخَيْرٌ عُقْبًا ࣖ ۝44",
          "وَاضْرِبْ لَهُمْ مَّثَلَ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ فَاَصْبَحَ هَشِيْمًا تَذْرُوْهُ الرِّيٰحُ ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقْتَدِرًا ۝45",
          "اَلْمَالُ وَالْبَنُوْنَ زِيْنَةُ الْحَيٰوةِ الدُّنْيَاۚ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ اَمَلًا ۝46",
          "وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْاَرْضَ بَارِزَةًۙ وَّحَشَرْنٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ اَحَدًاۚ ۝47",
          "وَعُرِضُوْا عَلٰى رَبِّكَ صَفًّاۗ لَقَدْ جِئْتُمُوْنَا كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍۢ ۖبَلْ زَعَمْتُمْ اَلَّنْ نَّجْعَلَ لَكُمْ مَّوْعِدًا ۝48",
          "وَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا ࣖ ۝49",
          "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ اَمْرِ رَبِّهٖۗ اَفَتَتَّخِذُوْنَهٗ وَذُرِّيَّتَهٗٓ اَوْلِيَاۤءَ مِنْ دُوْنِيْ وَهُمْ لَكُمْ عَدُوٌّۗ بِئْسَ لِلظّٰلِمِيْنَ بَدَلًا ۝50",
          "مَآ اَشْهَدْتُّهُمْ خَلْقَ السَّمٰوٰتِ وَالْاَرْضِ وَلَا خَلْقَ اَنْفُسِهِمْۖ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّيْنَ عَضُدًا ۝51",
          "وَيَوْمَ يَقُوْلُ نَادُوْا شُرَكَاۤءِيَ الَّذِيْنَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَّوْبِقًا ۝52",
          "وَرَاَ الْمُجْرِمُوْنَ النَّارَ فَظَنُّوْٓا اَنَّهُمْ مُّوَاقِعُوْهَا وَلَمْ يَجِدُوْا عَنْهَا مَصْرِفًا ࣖ ۝53",
          "وَلَقَدْ صَرَّفْنَا فِيْ هٰذَا الْقُرْاٰنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍۗ وَكَانَ الْاِنْسَانُ اَكْثَرَ شَيْءٍ جَدَلًا ۝54",
          "وَمَا مَنَعَ النَّاسَ اَنْ يُّؤْمِنُوْٓا اِذْ جَاۤءَهُمُ الْهُدٰى وَيَسْتَغْفِرُوْا رَبَّهُمْ اِلَّآ اَنْ تَأْتِيَهُمْ سُنَّةُ الْاَوَّلِيْنَ اَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا ۝55",
          "وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ وَيُجَادِلُ الَّذِيْنَ كَفَرُوْا بِالْبَاطِلِ لِيُدْحِضُوْا بِهِ الْحَقَّ وَاتَّخَذُوْٓا اٰيٰتِيْ وَمَآ اُنْذِرُوْا هُزُوًا ۝56",
          "وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ فَاَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُۗ اِنَّا جَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًاۗ وَاِنْ تَدْعُهُمْ اِلَى الْهُدٰى فَلَنْ يَّهْتَدُوْٓا اِذًا اَبَدًا ۝57",
          "وَرَبُّكَ الْغَفُوْرُ ذُو الرَّحْمَةِۗ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوْا لَعَجَّلَ لَهُمُ الْعَذَابَۗ بَلْ لَّهُمْ مَّوْعِدٌ لَّنْ يَّجِدُوْا مِنْ دُوْنِهٖ مَوْىِٕلًا ۝58",
          "وَتِلْكَ الْقُرٰٓى اَهْلَكْنٰهُمْ لَمَّا ظَلَمُوْا وَجَعَلْنَا لِمَهْلِكِهِمْ مَّوْعِدًا ࣖ ۝59",
          "وَاِذْ قَالَ مُوْسٰى لِفَتٰىهُ لَآ اَبْرَحُ حَتّٰٓى اَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ اَوْ اَمْضِيَ حُقُبًا ۝60",
          "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوْتَهُمَا فَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ سَرَبًا ۝61",
          "فَلَمَّا جَاوَزَا قَالَ لِفَتٰىهُ اٰتِنَا غَدَاۤءَنَاۖ لَقَدْ لَقِيْنَا مِنْ سَفَرِنَا هٰذَا نَصَبًا ۝62",
          "قَالَ اَرَاَيْتَ اِذْ اَوَيْنَآ اِلَى الصَّخْرَةِ فَاِنِّيْ نَسِيْتُ الْحُوْتَۖ وَمَآ اَنْسٰىنِيْهُ اِلَّا الشَّيْطٰنُ اَنْ اَذْكُرَهٗۚ وَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ عَجَبًا ۝63",
          "قَالَ ذٰلِكَ مَا كُنَّا نَبْغِۖ فَارْتَدَّا عَلٰٓى اٰثَارِهِمَا قَصَصًاۙ ۝64",
          "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ اٰتَيْنٰهُ رَحْمَةً مِّنْ عِنْدِنَا وَعَلَّمْنٰهُ مِنْ لَّدُنَّا عِلْمًا ۝65",
          "قَالَ لَهٗ مُوْسٰى هَلْ اَتَّبِعُكَ عَلٰٓى اَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا ۝66",
          "قَالَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ۝67",
          "وَكَيْفَ تَصْبِرُ عَلٰى مَا لَمْ تُحِطْ بِهٖ خُبْرًا ۝68",
          "قَالَ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ صَابِرًا وَّلَآ اَعْصِيْ لَكَ اَمْرًا ۝69",
          "قَالَ فَاِنِ اتَّبَعْتَنِيْ فَلَا تَسْـَٔلْنِيْ عَنْ شَيْءٍ حَتّٰٓى اُحْدِثَ لَكَ مِنْهُ ذِكْرًا ࣖ ۝70",
          "فَانْطَلَقَاۗ حَتّٰٓى اِذَا رَكِبَا فِى السَّفِيْنَةِ خَرَقَهَاۗ قَالَ اَخَرَقْتَهَا لِتُغْرِقَ اَهْلَهَاۚ لَقَدْ جِئْتَ شَيْـًٔا اِمْرًا ۝71",
          "قَالَ اَلَمْ اَقُلْ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ۝72",
          "قَالَ لَا تُؤَاخِذْنِيْ بِمَا نَسِيْتُ وَلَا تُرْهِقْنِيْ مِنْ اَمْرِيْ عُسْرًا ۝73",
          "فَانْطَلَقَا ۗحَتّٰٓى اِذَا لَقِيَا غُلٰمًا فَقَتَلَهٗ ۙقَالَ اَقَتَلْتَ نَفْسًا زَكِيَّةً؈ۢبِغَيْرِ نَفْسٍۗ لَقَدْ جِئْتَ شَيْـًٔا نُّكْرًا ۔ ۝74",
          "قَالَ اَلَمْ اَقُلْ لَّكَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ۝75",
          "قَالَ اِنْ سَاَلْتُكَ عَنْ شَيْءٍۢ بَعْدَهَا فَلَا تُصٰحِبْنِيْۚ قَدْ بَلَغْتَ مِنْ لَّدُنِّيْ عُذْرًا ۝76",
          "فَانْطَلَقَا ۗحَتّٰىٓ اِذَآ اَتَيَآ اَهْلَ قَرْيَةِ ِۨاسْتَطْعَمَآ اَهْلَهَا فَاَبَوْا اَنْ يُّضَيِّفُوْهُمَا فَوَجَدَا فِيْهَا جِدَارًا يُّرِيْدُ اَنْ يَّنْقَضَّ فَاَقَامَهٗ ۗقَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ اَجْرًا ۝77",
          "قَالَ هٰذَا فِرَاقُ بَيْنِيْ وَبَيْنِكَۚ سَاُنَبِّئُكَ بِتَأْوِيْلِ مَا لَمْ تَسْتَطِعْ عَّلَيْهِ صَبْرًا ۝78",
          "اَمَّا السَّفِيْنَةُ فَكَانَتْ لِمَسٰكِيْنَ يَعْمَلُوْنَ فِى الْبَحْرِ فَاَرَدْتُّ اَنْ اَعِيْبَهَاۗ وَكَانَ وَرَاۤءَهُمْ مَّلِكٌ يَّأْخُذُ كُلَّ سَفِيْنَةٍ غَصْبًا ۝79",
          "وَاَمَّا الْغُلٰمُ فَكَانَ اَبَوَاهُ مُؤْمِنَيْنِ فَخَشِيْنَآ اَنْ يُّرْهِقَهُمَا طُغْيَانًا وَّكُفْرًا ۚ ۝80",
          "فَاَرَدْنَآ اَنْ يُّبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكٰوةً وَّاَقْرَبَ رُحْمًا ۝81",
          "وَاَمَّا الْجِدَارُ فَكَانَ لِغُلٰمَيْنِ يَتِيْمَيْنِ فِى الْمَدِيْنَةِ وَكَانَ تَحْتَهٗ كَنْزٌ لَّهُمَا وَكَانَ اَبُوْهُمَا صَالِحًا ۚفَاَرَادَ رَبُّكَ اَنْ يَّبْلُغَآ اَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِّنْ رَّبِّكَۚ وَمَا فَعَلْتُهٗ عَنْ اَمْرِيْۗ ذٰلِكَ تَأْوِيْلُ مَا لَمْ تَسْطِعْ عَّلَيْهِ صَبْرًاۗ ࣖ ۝82",
          "وَيَسْـَٔلُوْنَكَ عَنْ ذِى الْقَرْنَيْنِۗ قُلْ سَاَتْلُوْا عَلَيْكُمْ مِّنْهُ ذِكْرًا ۗ ۝83",
          "اِنَّا مَكَّنَّا لَهٗ فِى الْاَرْضِ وَاٰتَيْنٰهُ مِنْ كُلِّ شَيْءٍ سَبَبًا ۙ ۝84",
          "فَاَتْبَعَ سَبَبًا ۝85",
          "حَتّٰىٓ اِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِيْ عَيْنٍ حَمِئَةٍ وَّوَجَدَ عِنْدَهَا قَوْمًا ەۗ قُلْنَا يٰذَا الْقَرْنَيْنِ اِمَّآ اَنْ تُعَذِّبَ وَاِمَّآ اَنْ تَتَّخِذَ فِيْهِمْ حُسْنًا ۝86",
          "قَالَ اَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهٗ ثُمَّ يُرَدُّ اِلٰى رَبِّهٖ فَيُعَذِّبُهٗ عَذَابًا نُّكْرًا ۝87",
          "وَاَمَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحًا فَلَهٗ جَزَاۤءً ۨالْحُسْنٰىۚ وَسَنَقُوْلُ لَهٗ مِنْ اَمْرِنَا يُسْرًا ۗ ۝88",
          "ثُمَّ اَتْبَعَ سَبَبًا ۝89",
          "حَتّٰىٓ اِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلٰى قَوْمٍ لَّمْ نَجْعَلْ لَّهُمْ مِّنْ دُوْنِهَا سِتْرًا ۙ ۝90",
          "كَذٰلِكَۗ وَقَدْ اَحَطْنَا بِمَا لَدَيْهِ خُبْرًا ۝91",
          "ثُمَّ اَتْبَعَ سَبَبًا ۝92",
          "حَتّٰىٓ اِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُوْنِهِمَا قَوْمًاۙ لَّا يَكَادُوْنَ يَفْقَهُوْنَ قَوْلًا ۝93",
          "قَالُوْا يٰذَا الْقَرْنَيْنِ اِنَّ يَأْجُوْجَ وَمَأْجُوْجَ مُفْسِدُوْنَ فِى الْاَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلٰٓى اَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا ۝94",
          "قَالَ مَا مَكَّنِّيْ فِيْهِ رَبِّيْ خَيْرٌ فَاَعِيْنُوْنِيْ بِقُوَّةٍ اَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا ۙ ۝95",
          "اٰتُوْنِيْ زُبَرَ الْحَدِيْدِۗ حَتّٰىٓ اِذَا سَاوٰى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوْا ۗحَتّٰىٓ اِذَا جَعَلَهٗ نَارًاۙ قَالَ اٰتُوْنِيْٓ اُفْرِغْ عَلَيْهِ قِطْرًا ۗ ۝96",
          "فَمَا اسْطَاعُوْٓا اَنْ يَّظْهَرُوْهُ وَمَا اسْتَطَاعُوْا لَهٗ نَقْبًا ۝97",
          "قَالَ هٰذَا رَحْمَةٌ مِّنْ رَّبِّيْۚ فَاِذَا جَاۤءَ وَعْدُ رَبِّيْ جَعَلَهٗ دَكَّاۤءَۚ وَكَانَ وَعْدُ رَبِّيْ حَقًّا ۗ ۝98",
          "وَتَرَكْنَا بَعْضَهُمْ يَوْمَىِٕذٍ يَّمُوْجُ فِيْ بَعْضٍ وَّنُفِخَ فِى الصُّوْرِ فَجَمَعْنٰهُمْ جَمْعًا ۙ ۝99",
          "وَّعَرَضْنَا جَهَنَّمَ يَوْمَىِٕذٍ لِّلْكٰفِرِيْنَ عَرْضًا ۙ ۝100",
          "اۨلَّذِيْنَ كَانَتْ اَعْيُنُهُمْ فِيْ غِطَاۤءٍ عَنْ ذِكْرِيْ وَكَانُوْا لَا يَسْتَطِيْعُوْنَ سَمْعًا ࣖ ۝101",
          "اَفَحَسِبَ الَّذِيْنَ كَفَرُوْٓا اَنْ يَّتَّخِذُوْا عِبَادِيْ مِنْ دُوْنِيْٓ اَوْلِيَاۤءَ ۗاِنَّآ اَعْتَدْنَا جَهَنَّمَ لِلْكٰفِرِيْنَ نُزُلًا ۝102",
          "قُلْ هَلْ نُنَبِّئُكُمْ بِالْاَخْسَرِيْنَ اَعْمَالًا ۗ ۝103",
          "اَلَّذِيْنَ ضَلَّ سَعْيُهُمْ فِى الْحَيٰوةِ الدُّنْيَا وَهُمْ يَحْسَبُوْنَ اَنَّهُمْ يُحْسِنُوْنَ صُنْعًا ۝104",
          "اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ رَبِّهِمْ وَلِقَاۤىِٕهٖ فَحَبِطَتْ اَعْمَالُهُمْ فَلَا نُقِيْمُ لَهُمْ يَوْمَ الْقِيٰمَةِ وَزْنًا ۝105",
          "ذٰلِكَ جَزَاۤؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوْا وَاتَّخَذُوْٓا اٰيٰتِيْ وَرُسُلِيْ هُزُوًا ۝106",
          "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَانَتْ لَهُمْ جَنّٰتُ الْفِرْدَوْسِ نُزُلًا ۙ ۝107",
          "خٰلِدِيْنَ فِيْهَا لَا يَبْغُوْنَ عَنْهَا حِوَلًا ۝108",
          "قُلْ لَّوْ كَانَ الْبَحْرُ مِدَادًا لِّكَلِمٰتِ رَبِّيْ لَنَفِدَ الْبَحْرُ قَبْلَ اَنْ تَنْفَدَ كَلِمٰتُ رَبِّيْ وَلَوْ جِئْنَا بِمِثْلِهٖ مَدَدًا ۝109",
          "قُلْ اِنَّمَآ اَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوْحٰٓى اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ فَمَنْ كَانَ يَرْجُوْا لِقَاۤءَ رَبِّهٖ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَّلَا يُشْرِكْ بِعِبَادَةِ رَبِّهٖٓ اَحَدًا ࣖ ۝110"
        ],
        "lafadz": [
          "Al-ḥamdu lillāhil-ladzī anzala ‘alā ‘abdihil-kitāba wa lam yaj‘al lahū ‘iwajā(n).",
          "Qoyyimal liyundzro ba'san syadīdam mil ladunhu wa yubasysyirol-mu'minīnal-ladzīna ya‘malūnaṣ-shōliḥāti anna lahum ajron ḥasanā(n).",
          "Mākiṡīna fīhi abadā(n).",
          "Wa yundzrol-ladzīna qāluttakhadzallāhu waladā(n).",
          "Mā lahum bihī min ‘ilmiw wa lā li'ābā'ihim, kaburot kalimatan takhruju min afwāhihim, iy yaqūlūna illā kadzbā(n).",
          "Fa la‘allaka bākhi‘un nafsaka ‘alā āṡārihim illam yu'minū bihādzal-ḥadīṡi asafā(n).",
          "Innā ja‘alnā mā ‘alal-arḍi zīnatal lahā linabluwahum ayyuhum aḥsanu ‘amalā(n).",
          "Wa innā lajā‘ilūna mā ‘alaihā ṣa‘īdan juruzā(n).",
          "Am ḥasibta anna aṣḥābal-kahfi war-roqīmi kānū min āyātinā ‘ajabā(n).",
          "Iż awal-fityatu ilal-kahfi fa qālū robbanā ātinā mil ladunka roḥmataw wa hayyi' lanā min amrinā rosyadā(n).",
          "Faḍarobnā ‘alā āżānihim fil-kahfi sinīna ‘adadā(n).",
          "Ṡumma ba‘aṡnāhum lina‘lama ayyul-ḥizbaini aḥshō limā labiṡū amadā(n).",
          "Naḥnu naquṣṣu ‘alaika naba'ahum bil-ḥaqq(i), innahum fityatun āmanū birobbihim wa zidnāhum hudā(n).",
          "Wa robaṭnā ‘alā qulūbihim iż qāmū fa qālū robbunā robbus-samāwāti wal-ardli lan nad‘uwa min dūnihī ilāhal laqod qulnā idzan syathothō(n).",
          "Hā'ulā'i qoumunattakhażū min dūnihī ālihah(tan), lau lā ya'tūna ‘alaihim bisulthōnim bayyin(in), faman aẓlamu mimmaniftarā ‘alallāhi kadzbā(n).",
          "Wa idz‘tazaltumūhum wa mā ya‘budūna illallāha fa'wū ilal-kahfi yansyur lakum robbukum mir roḥmatihī wa yuhayyi' lakum min amrikum mirfaqā(n).",
          "Wa tarosy-syamsa iżā thola‘at tazāwaru ‘an kahfihim żātal-yamīni wa iżā garobat taqriḍuhum żātasy-syimāli wa hum fī fajwatim minh(u), żālika min āyātillāh(i), may yahdillāhu fa huwal-muhtadi wa may yuḍlil falan tajida lahū waliyyam mursyidā(n).",
          "Wa taḥsabuhum aiqāẓaw wa hum ruqūd(un), wa nuqollibuhum żātal-yamīni wa żātasy-syimāl(i), wa kalbuhum bāsiṭun dzrā‘aihi bil-waṣīd(i), lawiṭthola‘ta ‘alaihim lawallaita minhum firārow wa lamuli'ta minhum ru‘bā(n).",
          "Wa każālika ba‘aṡnāhum liyatasā'alū bainahum, qāla qā'ilum minhum kam labiṡtum, qālū labiṡnā yauman au ba‘ḍa yaum(in), qālū robbukum a‘lamu bimā labiṡtum, fab‘aṡū aḥadakum biwariqikum hādzhī ilal-madīnati falyanẓur ayyuhā azkā tho‘āman falya'tikum birizqim minhu walyatalaṭthof wa lā yusy‘ironna bikum aḥadā(n).",
          "Innahum iy yaẓharū ‘alaikum yarjumūkum au yu‘īdūkum fī millatihim wa lan tufliḥū idzan abadā(n).",
          "Wa każālika a‘ṡarnā ‘alaihim liya‘lamū anna wa‘dallāhi ḥaqquw wa annas-sā‘ata lā roiba fīhā, iż yatanāza‘ūna bainahum amrohum fa qālubnū ‘alaihim bun-yānā(n), robbuhum a‘lamu bihim, qālal-ladzīna galabū ‘alā amrihim lanattakhidzanna ‘alaihim masjidā(n).",
          "Sayaqūlūna ṡalāṡatur rābi‘uhum kalbuhum, wa yaqūlūna khamsatun sādisuhum kalbuhum rojmam bil-gaib(i), wa yaqūlūna sab‘atuw wa ṡāminuhum kalbuhum, qur robbī a‘lamu bi‘iddatihim mā ya‘lamuhum illā qolīl(un), falā tumāri fīhim illā mirā'an ẓāhirā(n), wa lā tastafti fīhim minhum aḥadā(n).",
          "Wa lā taqūlanna lisyai'in innī fā‘ilun żālika gadā(n).",
          "Illā ay yasyā'allāh(u), ważkur robbaka iżā nasīta wa qul ‘asā ay yahdiyani robbī li'aqroba min hāżā rosyadā(n).",
          "Wa labiṡū fī kahfihim ṡalāṡa mi'atin sinīna wazdādū tis‘ā(n).",
          "Qulillāhu a‘lamu bimā labiṡū, lahū gaibus-samāwāti wal-arḍ(i), abṣir bihī wa asmi‘, mā lahum min dūnihī miw waliyy(in), wa lā yusyriku fī ḥukmihī aḥadā(n).",
          "Watlu mā ūḥiya ilaika min kitābi robbik(a), lā mubaddila likalimātih(ī), wa lan tajida min dūnihī multaḥadā(n).",
          "Waṣbir nafsaka ma‘al-ladzīna yad‘ūna robbahum bil-gadāti wal-‘asyiyyi yurīdūna wajhahū wa lā ta‘du ‘aināka ‘anhum, turīdu zīnatal-ḥayātid-dun-yā, wa lā tuṭi‘ man agfalnā qolbahū ‘an dzkrinā wattaba‘a hawāhu wa kāna amruhū furuthō(n).",
          "Wa qulil-ḥaqqu mir robbikum, faman syā'a falyu'miw wa man syā'a falyakfur, innā a‘tadnā liẓ-ẓālimīna nārā(n), aḥātho bihim surādiquhā, wa iy yastagīṡū yugāṡū bimā'in kal-muhli yasywil-wujūh(a), bi'sasy-syarāb(u), wa sā'at murtafaqā(n).",
          "Innal-ladzīna āmanū wa ‘amiluṣ-shōliḥāti innā lā nuḍī‘u ajro man aḥsana ‘amalā(n).",
          "Ulā'ika lahum jannātu ‘adnin tajrī min taḥtihimul-anhāru yuḥallauna fīhā min asāwiro min dzahabiw wa yalbasūna ṡiyāban khuḍrom min sundusiw wa istabroqim muttaki'īna fīhā ‘alal-arā'ik(i), ni‘maṡ-ṡawāb(u), wa ḥasunat murtafaqā(n).",
          "Waḍrib lahum maṡalar rojulaini ja‘alnā li'aḥadihimā jannataini min a‘nābiw wa ḥafafnāhumā binakhliw wa ja‘alnā bainahumā zar‘ā(n).",
          "Kiltal-jannataini ātat ukulahā wa lam taẓlim minhu syai'ā(n), wa fajjarnā khilālahumā naharā(n).",
          "Wa kāna lahū ṡamar(un), fa qāla lishōḥibihī wa huwa yuḥāwiruhū ana akṡaru minka mālaw wa a‘azzu nafarā(n).",
          "Wa dakhala jannatahū wa huwa ẓālimul linafsih(ī), qāla mā aẓunnu an tabīda hādzhī abadā(n).",
          "Wa mā aẓunnus-sā‘ata qā'imataw wa la'ir rudittu ilā robbī la'ajidanna khairom minhā munqolabā(n).",
          "Qāla lahū shōḥibuhū wa huwa yuḥāwiruhū akafarta bil-ladzī khalaqoka min turābin ṡumma min nuṭfatin ṡumma sawwāka rojulā(n).",
          "Lākinna huwallāhu robbī wa lā usyriku birobbī aḥadā(n).",
          "Wa lau lā iż dakhalta jannataka qulta mā syā'allāh(u), lā quwwata illā billāh(i), in taroni ana aqolla minka mālaw wa waladā(n).",
          "Fa ‘asā robbī ay yu'tiyani khairom min jannatika wa yursila ‘alaihā ḥusbānam minas-samā'i fa tuṣbiḥa ṣa‘īdan zalaqā(n).",
          "Au yuṣbiḥa mā'uhā gauron falan tastaṭī‘a lahū tholabā(n).",
          "Wa uḥītho biṡamarihī fa aṣbaḥa yuqollibu kaffaihi ‘alā mā anfaqo fīhā wa hiya khāwiyatun ‘alā ‘urūsyihā wa yaqūlu yā laitanī lam usyrik birobbī aḥadā(n).",
          "Wa lam takul lahū fi'atuy yanṣurūnahū min dūnillāhi wa mā kāna muntaṣirā(n).",
          "Hunālikal-walāyatu lillāhil-ḥaqq(i), huwa khairun ṡawābaw wa khairun ‘uqbā(n).",
          "Waḍrib lahum maṡalal-ḥayātid-dun-yā kamā'in anzalnāhu minas-samā'i fakhtalatho bihī nabātul-ardli fa aṣbaḥa hasyīman tażrūhur-riyāḥ(u), wa kānallāhu ‘alā kulli syai'im muqtadirā(n).",
          "Al-mālu wal-banūna zīnatul-ḥayātid-dun-yā, wal-bāqiyātuṣ-shōliḥātu khairun ‘inda robbika ṡawābaw wa khairun amalā(n).",
          "Wa yauma nusayyirul-jibāla wa tarol-arḍa bārizah(tan), wa ḥasyarnāhum falam nugādir minhum aḥadā(n).",
          "Wa ‘uriḍū ‘alā robbika ṣaffā(n), laqod ji'tumūnā kamā khalaqnākum awwala marrotim bal za‘amtum allan naj‘ala lakum mau‘idā(n).",
          "Wa wudli‘al-kitābu fa tarol-mujrimīna musyfiqīna mimmā fīhi wa yaqūlūna yā wailatanā mā lihādzal-kitābi lā yugādiru ṣagīrotaw wa lā kabīrotan illā aḥshōhā, wa wajadū mā ‘amilū ḥadlirā(n), wa lā yaẓlimu robbuka aḥadā(n).",
          "Wa iż qulnā lil-malā'ikatisjudū li'ādama fa sajadū illā iblīs(a), kāna minal-jinni fa fasaqo ‘an amri robbih(ī), afa tattakhiżūnahū wa żurriyyatahū auliyā'a min dūnī wa hum lakum ‘aduww(un), bi'sa liẓ-ẓālimīna badalā(n).",
          "Mā asyhattuhum khalqos-samāwāti wal-ardli wa lā khalqo anfusihim, wa mā kuntu muttakhidzal-mudlillīna ‘aḍudā(n).",
          "Wa yauma yaqūlu nādū syurokā'iyal-ladzīna za‘amtum fa da‘auhum falam yastajībū lahum wa ja‘alnā bainahum maubiqā(n).",
          "Wa ro'al-mujrimūnan nāro fa ẓannū annahum muwāqi‘ūhā wa lam yajidū ‘anhā maṣrifā(n).",
          "Wa laqod ṣarrofnā fī hādzal-qur'āni lin-nāsi min kulli maṡal(in), wa kānal-insānu akṡaro syai'in jadalā(n).",
          "Wa mā mana‘an-nāsa ay yu'minū iż jā'ahumul-hudā wa yastagfirū robbahum illā an ta'tiyahum sunnatul-awwalīna au ya'tiyahumul-‘ażābu qubulā(n).",
          "Wa mā nursilul-mursalīna illā mubasysyirīna wa mundzrīn(a), wa yujādilul-ladzīna kafarū bil-bāṭili liyudḥiḍū bihil-ḥaqqo wattakhażū āyātī wa mā undzrū huzuwā(n).",
          "Wa man aẓlamu mimman żukkiro bi'āyāti robbihī fa a‘roḍa ‘anhā wa nasiya mā qoddamat yadāh(u), innā ja‘alnā ‘alā qulūbihim akinnatan ay yafqohūhu wa fī āżānihim waqrā(n), wa in tad‘uhum ilal-hudā falay yahtadū idzan abadā(n).",
          "Wa robbukal-gafūru żur-roḥmah(ti), lau yu'ākhiżuhum bimā kasabū la‘ajjala lahumul-‘ażāb(a), bal lahum mau‘idul lay yajidū min dūnihī mau'ilā(n).",
          "Wa tilkal-qurā ahlaknāhum lammā ẓalamū wa ja‘alnā limahlikihim mau‘idā(n).",
          "Wa iż qāla mūsā lifatāhu lā abroḥu ḥattā abluga majma‘al-baḥroini au amdliya ḥuqubā(n).",
          "Falammā balagā majma‘a bainihimā nasiyā ḥūtahumā fattakhadza sabīlahū fil-baḥri sarobā(n).",
          "Falammā jāwazā qāla lifatāhu ātinā gadā'anā laqod laqīnā min safarinā hāżā naṣabā(n).",
          "Qāla aro'aita iż awainā ilaṣ-ṣakhroti fa innī nasītul-ḥūt(a), wa mā ansānīhu illasy-syaithonu an ażkuroh(ū), wattakhadza sabīlahū fil-baḥri ‘ajabā(n).",
          "Qāla żālika mā kunnā nabg(i), fartaddā ‘alā āṡārihimā qoṣashō(n).",
          "Fa wajadā ‘abdam min ‘ibādinā ātaināhu roḥmatam min ‘indinā wa ‘allamnāhu mil ladunnā ‘ilmā(n).",
          "Qāla lahū mūsā hal attabi‘uka ‘alā an tu‘allimani mimmā ‘ullimta rusydā(n).",
          "Qāla innaka lan tastaṭī‘a ma‘iya ṣabrā(n).",
          "Wa kaifa taṣbiru ‘alā mā lam tuḥiṭ bihī khubrā(n).",
          "Qāla satajidunī in syā'allāhu shōbirow wa lā a‘ṣī laka amrā(n).",
          "Qāla fa inittaba‘tanī falā tas'alnī ‘an syai'in ḥattā uḥdiṡa laka minhu dzkrā(n).",
          "Fantholaqā, ḥattā iżā rokibā fis-safīnati kharo ahā, qāla akharoqtahā litugriqo ahlahā, laqod ji'ta syai'an imrā(n).",
          "Qāla alam aqul innaka lan tastaṭī‘a ma‘iya ṣabrā(n).",
          "Qāla lā tu'ākhiżnī bimā nasītu wa lā turhiqnī min amrī ‘usrā(n).",
          "Fantholaqā, ḥattā iżā laqiyā gulāman fa qotalah(ū), qāla aqotalta nafsan zakiyyatam bigairi nafs(in), laqod ji'ta syai'an nukrā(n).",
          "Qāla alam aqul laka innaka lan tastaṭī‘a ma‘iya ṣabrā(n).",
          "Qāla in sa'altuka ‘an syai'im ba‘dahā falā tushōḥibnī, qod balagta mil ladunnī ‘użrā(n).",
          "Fantholaqā, ḥattā iżā atayā ahla qoryatinistaṭ‘amā ahlahā fa abau ay yuḍayyifūhumā fa wajadā fīhā jidāroy yurīdu ay yaqoḍḍa fa aqāmah(ū), qāla lau syi'ta lattakhażta ‘alaihi ajrā(n).",
          "Qāla hāżā firāqu bainī wa bainik(a), sa'unabbi'uka bita'wīli mā lam tastaṭī‘ ‘alaihi ṣabrā(n).",
          "Ammas-safīnatu fa kānat limasākīna ya‘malūna fil-baḥri fa arottu an a‘ībahā, wa kāna warā'ahum malikuy ya'khużu kulla safīnatin gaṣbā(n).",
          "Wa ammal-gulāmu fa kāna abawāhu mu'minaini fa khasyīnā ay yurhiqohumā ṭugyānaw wa kufrā(n).",
          "Fa arodnā ay yubdilahumā robbuhumā khairom minhu zakātaw wa aqroba ruḥmā(n).",
          "Wa ammal-jidāru fa kāna ligulāmaini yatīmaini fil-madīnati wa kāna taḥtahū kanzul lahumā wa kāna abūhumā shōliḥā(n), fa arāda robbuka ay yablugā asyuddahumā wa yastakhrijā kanzahumā roḥmatam mir robbik(a), wa mā fa‘altuhū ‘an amrī, żālika ta'wīlu mā lam tasṭī‘ ‘alaihi ṣabrā(n).",
          "Wa yas'alūnaka ‘an dzl qornain(i), qul sa'atlū ‘alaikum minhu dzkrā(n).",
          "Innā makkannā lahū fil-ardli wa ātaināhu min kulli syai'in sababā(n).",
          "Fa atba‘a sababā(n).",
          "Ḥattā iżā balaga magribasy-syamsi wajadahā tagrubu fī ‘ainin ḥami'atiw wa wajada ‘indahā qoumā(n), qulnā yā dzal-qornaini immā an tu‘ażdzba wa immā an tattakhidza fīhim ḥusnā(n).",
          "Qāla ammā man ẓalama fa saufa nu‘ażdzbuhū ṡumma yuroddu ilā robbihī fa yu‘ażdzbuhū ‘ażāban nukrā(n).",
          "Wa ammā man āmana wa ‘amila shōliḥan fa lahū jazā'anil-ḥusnā, wa sanaqūlu lahū min amrinā yusrā(n).",
          "Ṡumma atba‘a sababā(n).",
          "Ḥattā iżā balaga maṭli‘asy-syamsi wajadahā taṭlu‘u ‘alā qoumil lam naj‘al lahum min dūnihā sitrā(n).",
          "Każālik(a), wa qod aḥaṭnā bimā ladaihi khubrā(n).",
          "Ṡumma atba‘a sababā(n).",
          "Ḥattā iżā balaga bainas-saddaini wajada min dūnihimā qoumal lā yakādūna yafqohūna qoulā(n).",
          "Qālū yā dzal-qornaini inna ya'jūja wa ma'jūja mufsidūna fil-ardli fahal naj‘alu laka kharjan ‘alā an taj‘alā bainanā wa bainahum saddā(n).",
          "Qāla mā makkannī fīhi robbī fa a‘īnūnī biquwwatin aj‘al bainakum wa bainahum rodmā(n).",
          "Ātūnī zubarol-ḥadīd(i), ḥattā iżā sāwā bainaṣ-ṣadafaini qālanfukhū, ḥattā iżā ja‘alahū nārā(n), qāla ātūnī ufrig ‘alaihi qiṭrā(n).",
          "Famasthō‘ū ay yaẓharūhu wa mastathō‘ū lahū naqbā(n).",
          "Qāla hāżā roḥmatum mir robbī, fa iżā jā'a wa‘du robbī ja‘alahū dakkā'(a), wa kāna wa‘du robbī ḥaqqā(n).",
          "Wa taroknā ba‘ḍahum yauma'idzy yamūju fī ba‘dliw wa nufikha fiṣ-ṣūri fa jama‘nāhum jam‘ā(n).",
          "Wa ‘aroḍnā jahannama yauma'idzl lil-kāfirīna ‘arḍā(n).",
          "Alladzīna kānat a‘yunuhum fī githō'in ‘an dzkrī wa kānū lā yastaṭī‘ūna sam‘ā(n).",
          "Afaḥasibal-ladzīna kafarū ay yattakhiżū ‘ibādī min dūnī auliyā'(a), innā a‘tadnā jahannama lil-kāfirīna nuzulā(n).",
          "Qul hal nunabbi'ukum bil-akhsarīna a‘mālā(n).",
          "Al-ladzīna ḍalla sa‘yuhum fil-ḥayātid-dun-yā wa hum yaḥsabūna annahum yuḥsinūna ṣun‘ā(n).",
          "Ulā'ikal-ladzīna kafarū bi'āyāti robbihim wa liqā'ihī fa ḥabithot a‘māluhum falā nuqīma lahum yaumal-qiyāmati waznā(n).",
          "Żālika jazā'uhum jahannamu bimā kafarū wattakhażū āyātī wa rusulī huzuwā(n).",
          "Innal-ladzīna āmanū wa ‘amiluṣ-shōliḥāti kānat lahum jannātul-firdausi nuzulā(n).",
          "Khālidīna fīhā lā yabgūna ‘anhā ḥiwalā(n).",
          "Qul lau kānal-baḥru midādal likalimāti robbī lanafidal-baḥru qobla an tanfada kalimāṭu robbī wa lau ji'nā bimiṡlihī madadā(n).",
          "Qul innamā ana basyarum miṡlukum yūḥā ilayya annamā ilāhukum ilāhuw wāḥid(un), faman kāna yarjū liqā'a robbihī falya‘mal ‘amalan ṣāliḥaw wa lā yusyrik bi‘ibādati robbihī aḥadā(n)."
        ],
        "arti": [
          "Segala puji bagi Allah yang telah menurunkan Kitab Suci (Al-Qur’an) kepada hamba-Nya dan Dia tidak membuat padanya sedikit pun kebengkokan.",
          "(Dia juga menjadikannya kitab) yang lurus agar Dia memberi peringatan akan siksa yang sangat pedih dari sisi-Nya dan memberi kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik.",
          "Mereka kekal di dalamnya untuk selama-lamanya.",
          "(Dia menurunkan Al-Qur’an itu) juga agar Dia memberi peringatan kepada orang-orang yang berkata, “Allah mengangkat seorang anak.”",
          "Mereka sama sekali tidak mempunyai pengetahuan tentang (hal) itu, begitu pula nenek moyang mereka. Alangkah besar (dosa) perkataan yang keluar dari mulut mereka. Mereka hanya mengatakan (sesuatu) kebohongan belaka.",
          "Maka, boleh jadi engkau (Nabi Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling sekiranya mereka tidak beriman kepada keterangan ini (Al-Qur’an).",
          "Sesungguhnya Kami telah menjadikan apa yang ada di atas bumi sebagai perhiasan baginya agar Kami menguji mereka siapakah di antaranya yang lebih baik perbuatannya.",
          "Kami benar-benar akan menjadikan (pula) apa yang di atasnya sebagai tanah yang tandus lagi kering.",
          "Apakah engkau mengira bahwa sesungguhnya para penghuni gua dan (yang mempunyai) raqīm benar-benar merupakan keajaiban di antara tanda-tanda (kebesaran) Kami?",
          "(Ingatlah) ketika pemuda-pemuda itu berlindung ke dalam gua lalu berdoa, “Ya Tuhan kami, anugerahkanlah kepada kami rahmat dari sisi-Mu dan mudahkanlah bagi kami petunjuk untuk segala urusan kami.”",
          "Maka, Kami tutup telinga mereka di dalam gua itu selama bertahun-tahun.",
          "Kemudian Kami bangunkan mereka supaya Kami mengetahui manakah di antara dua golongan itu yang lebih tepat dalam menghitung berapa lama mereka tinggal (dalam gua itu).",
          "Kami menceritakan kepadamu (Nabi Muhammad) kisah mereka dengan sebenarnya. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka dan Kami menambahkan petunjuk kepada mereka.",
          "Kami meneguhkan hati mereka ketika mereka berdiri lalu berkata, “Tuhan kami adalah Tuhan langit dan bumi. Kami tidak akan menyeru Tuhan selain Dia. Sungguh, kalau kami berbuat demikian, kami telah mengucapkan perkataan yang sangat jauh dari kebenaran.”",
          "(Salah seorang dari para pemuda itu berkata kepada yang lain,) “Mereka itu kaum kami yang telah menjadikan tuhan-tuhan (untuk disembah) selain Dia. Mengapa mereka tidak mengemukakan alasan yang jelas (tentang kepercayaan mereka)? Maka, siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah?",
          "Karena kamu juga telah meninggalkan mereka dan apa yang mereka sembah selain Allah, maka berlindunglah ke dalam gua itu. (Dengan demikian,) niscaya Tuhanmu akan melimpahkan sebagian rahmat-Nya kepadamu dan menyediakan bagimu sesuatu yang berguna bagi urusanmu.”",
          "Engkau akan melihat matahari yang ketika terbit condong ke sebelah kanan dari gua mereka dan yang ketika terbenam menjauhi mereka ke sebelah kiri, sedang mereka berada di tempat yang luas di dalamnya (gua itu). Itu adalah sebagian dari tanda-tanda (kebesaran) Allah. Siapa yang Allah memberinya petunjuk, dialah yang mendapat petunjuk. Siapa yang Dia sesatkan, engkau tidak akan menemukan seorang penolong pun yang dapat memberinya petunjuk.",
          "Engkau mengira mereka terjaga, padahal mereka tidur. Kami membolak-balikkan mereka ke kanan dan ke kiri, sedangkan anjing mereka membentangkan kedua kaki depannya di muka pintu gua. Seandainya menyaksikan mereka, tentu engkau akan berpaling melarikan (diri) dari mereka dan pasti akan dipenuhi rasa takut terhadap mereka.",
          "Demikianlah, Kami membangunkan mereka agar saling bertanya di antara mereka (sendiri). Salah seorang di antara mereka berkata, “Sudah berapa lama kamu berada (di sini)?” Mereka menjawab, “Kita berada (di sini) sehari atau setengah hari.” Mereka (yang lain lagi) berkata, “Tuhanmu lebih mengetahui berapa lama kamu berada (di sini). Maka, utuslah salah seorang di antara kamu pergi ke kota dengan membawa uang perakmu ini. Hendaklah dia melihat manakah makanan yang lebih baik, lalu membawa sebagian makanan itu untukmu. Hendaklah pula dia berlaku lemah lembut dan jangan sekali-kali memberitahukan keadaanmu kepada siapa pun.",
          "Sesungguhnya jika mereka (mengetahui dan) menangkapmu, niscaya mereka akan melemparimu dengan batu atau memaksamu kembali kepada agama mereka. Jika demikian, niscaya kamu tidak akan beruntung selama-lamanya.”",
          "Demikian (pula) Kami perlihatkan (penduduk negeri) kepada mereka agar mengetahui bahwa janji Allah benar dan bahwa (kedatangan) hari Kiamat tidak ada keraguan padanya. (Hal itu terjadi) ketika mereka (penduduk negeri) berselisih tentang urusan (penghuni gua). Kemudian mereka berkata, “Dirikanlah sebuah bangunan di atas (gua itu). Tuhannya lebih mengetahui (keadaan) mereka (penghuni gua).” Orang-orang yang berkuasa atas urusan mereka berkata, “Kami pasti akan mendirikan sebuah masjid di atasnya.”",
          "Kelak (sebagian orang) mengatakan, “(Jumlah mereka) tiga (orang). Yang keempat adalah anjingnya.” (Sebagian lain) mengatakan, “(Jumlah mereka) lima (orang). Yang keenam adalah anjingnya,” sebagai terkaan terhadap yang gaib. (Sebagian lain lagi) mengatakan, “(Jumlah mereka) tujuh (orang). Yang kedelapan adalah anjingnya.” Katakanlah (Nabi Muhammad), “Tuhanku lebih mengetahui jumlah mereka. Tidak ada yang mengetahui (jumlah) mereka kecuali sedikit.” Oleh karena itu, janganlah engkau (Nabi Muhammad) berbantah tentang hal mereka, kecuali perbantahan yang jelas-jelas saja (ringan). Janganlah engkau minta penjelasan tentang mereka (penghuni gua itu) kepada siapa pun dari mereka (Ahlulkitab).",
          "Jangan sekali-kali engkau mengatakan terhadap sesuatu, “Aku pasti melakukan hal itu besok,”",
          "kecuali (dengan mengatakan), “Insyaallah.” Ingatlah kepada Tuhanmu apabila engkau lupa dan katakanlah, “Mudah-mudahan Tuhanku akan memberiku petunjuk kepada yang lebih dekat kebenarannya daripada ini.”",
          "Mereka tinggal dalam gua selama tiga ratus tahun dan ditambah sembilan tahun.",
          "Katakanlah, “Allah lebih mengetahui berapa lamanya mereka tinggal (di gua). Milik-Nya semua yang tersembunyi di langit dan di bumi. Alangkah terang penglihatan-Nya dan alangkah tajam pendengaran-Nya. Tidak ada seorang pelindung pun bagi mereka selain Dia dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan.”",
          "Bacakanlah (Nabi Muhammad) apa yang diwahyukan kepadamu, yaitu Kitab Tuhanmu (Al-Qur’an). Tidak ada yang dapat mengubah kalimat-kalimat-Nya dan engkau tidak akan dapat menemukan tempat berlindung selain kepada-Nya.",
          "Bersabarlah engkau (Nabi Muhammad) bersama orang-orang yang menyeru Tuhannya pada pagi dan petang hari dengan mengharap keridaan-Nya. Janganlah kedua matamu berpaling dari mereka karena mengharapkan perhiasan kehidupan dunia. Janganlah engkau mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami serta menuruti hawa nafsunya dan keadaannya melewati batas.",
          "Katakanlah (Nabi Muhammad), “Kebenaran itu datangnya dari Tuhanmu. Maka, siapa yang menghendaki (beriman), hendaklah dia beriman dan siapa yang menghendaki (kufur), biarlah dia kufur.” Sesungguhnya Kami telah menyediakan neraka bagi orang-orang zalim yang gejolaknya mengepung mereka. Jika mereka meminta pertolongan (dengan meminta minum), mereka akan diberi air seperti (cairan) besi yang mendidih yang menghanguskan wajah. (Itulah) seburuk-buruk minuman dan tempat istirahat yang paling jelek.",
          "Sesungguhnya mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan baik.",
          "Mereka itulah yang memperoleh surga ‘Adn yang mengalir di bawahnya sungai-sungai. (Dalam surga itu) mereka diberi hiasan gelang emas dan mereka memakai pakaian hijau dari sutra halus dan sutra tebal. Mereka duduk-duduk sambil bersandar di atas dipan-dipan yang indah. (Itulah) sebaik-baik pahala dan tempat istirahat yang indah.",
          "Berikanlah (Nabi Muhammad) kepada mereka sebuah perumpamaan, yaitu dua orang laki-laki. Kami berikan kepada salah satunya (yang kufur) dua kebun anggur. Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan Kami buatkan ladang di antara kedua (kebun) itu.",
          "Kedua kebun itu menghasilkan buahnya dan tidak berkurang (buahnya) sedikit pun. Kami pun alirkan sungai dengan deras di celah-celah kedua (kebun) itu.",
          "Dia (orang kafir itu) juga memiliki kekayaan besar. Dia lalu berkata kepada kawannya (yang beriman) ketika bercakap-cakap dengannya, “Hartaku lebih banyak daripada hartamu dan pengikutku lebih kuat.”",
          "Dia memasuki kebunnya dengan sikap menzalimi dirinya sendiri (karena angkuh dan kufur). Dia berkata, “Aku kira kebun ini tidak akan binasa selama-lamanya,",
          "aku kira hari Kiamat tidak akan datang dan sekiranya aku dikembalikan kepada Tuhanku, pasti aku akan mendapat tempat kembali yang lebih baik daripada ini.”",
          "Kawannya (yang beriman) berkata kepadanya ketika bercakap-cakap dengannya, “Apakah engkau ingkar kepada (Tuhan) yang menciptakanmu dari tanah, kemudian dari setetes air mani, lalu Dia menjadikan engkau seorang laki-laki yang sempurna?",
          "Akan tetapi, aku (percaya bahwa) Dia adalah Allah, Tuhanku, dan aku tidak mempersekutukan sesuatu pun dengan Tuhanku.",
          "Mengapa ketika engkau memasuki kebunmu tidak mengucapkan, “Mā syā’allāh, lā quwwata illā billāh” (sungguh, ini semua kehendak Allah. Tidak ada kekuatan apa pun kecuali dengan [pertolongan] Allah). Jika engkau anggap harta dan keturunanku lebih sedikit daripadamu,",
          "mudah-mudahan Tuhanku akan memberikan kepadaku (kebun) yang lebih baik daripada kebunmu (ini) dan mengirimkan petir dari langit ke kebunmu sehingga (kebun itu) menjadi tanah yang licin",
          "atau airnya menjadi surut ke dalam tanah sehingga engkau tidak akan dapat menemukannya lagi.”",
          "Harta kekayaannya dibinasakan, lalu dia membolak-balikkan kedua telapak tangannya (tanda sangat menyesal) terhadap apa yang telah dia belanjakan untuk itu, sedangkan pohon anggur roboh bersama penyangganya dan dia berkata, “Aduhai, seandainya saja dahulu aku tidak mempersekutukan sesuatu pun dengan Tuhanku.”",
          "Tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah dan dia pun tidak dapat membela dirinya.",
          "Di sana pertolongan itu hanya milik Allah Yang Mahabenar. Dia adalah (pemberi) pahala terbaik dan (pemberi) kesudahan terbaik.",
          "Buatkanlah untuk mereka (umat manusia) perumpamaan kehidupan dunia ini, yaitu ibarat air (hujan) yang Kami turunkan dari langit sehingga menyuburkan tumbuh-tumbuhan di bumi, kemudian (tumbuh-tumbuhan) itu menjadi kering kerontang yang diterbangkan oleh angin. Allah Mahakuasa atas segala sesuatu.",
          "Harta dan anak-anak adalah perhiasan kehidupan dunia, sedangkan amal kebajikan yang abadi (pahalanya) adalah lebih baik balasannya di sisi Tuhanmu serta lebih baik untuk menjadi harapan.",
          "(Ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung (untuk dihancurkan) dan engkau melihat bumi itu rata. Kami kumpulkan mereka (seluruh manusia) dan tidak Kami tinggalkan seorang pun dari mereka.",
          "Mereka (akan) dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman,) “Sungguh, kamu telah datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali. Bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagimu waktu (berbangkit untuk memenuhi) perjanjian.”",
          "Diletakkanlah kitab (catatan amal pada setiap orang), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya. Mereka berkata, “Betapa celaka kami, kitab apakah ini, tidak meninggalkan yang kecil dan yang besar, kecuali mencatatnya.” Mereka mendapati (semua) apa yang telah mereka kerjakan (tertulis). Tuhanmu tidak menzalimi seorang pun.",
          "(Ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu semua kepada Adam!” Mereka pun sujud, tetapi Iblis (enggan). Dia termasuk (golongan) jin, kemudian dia mendurhakai perintah Tuhannya. Pantaskah kamu menjadikan dia dan keturunannya sebagai penolong selain Aku, padahal mereka adalah musuhmu? Dia (Iblis) seburuk-buruk pengganti (Allah) bagi orang-orang zalim.",
          "Aku tidak menghadirkan mereka (Iblis dan anak cucunya) untuk menyaksikan penciptaan langit dan bumi, tidak (pula) penciptaan diri mereka sendiri. Aku tidak menjadikan mereka yang telah menyesatkan itu sebagai penolong.",
          "(Ingatlah) pada hari (ketika) Dia berfirman, “Panggillah sekutu-sekutu-Ku yang kamu anggap (dapat menyelamatkanmu dari siksaan-Ku).” Mereka lalu memanggilnya, tetapi mereka (sekutu-sekutu itu) tidak membalas (seruan) mereka. Kami jadikan di antara mereka (yang menyembah dan disembah) tempat kebinasaan (neraka).",
          "Orang yang berdosa itu melihat neraka, lalu merasa yakin akan jatuh ke dalamnya (seketika itu juga). Mereka tidak menemukan tempat berpaling darinya.",
          "Sungguh, Kami telah menjelaskan segala perumpamaan dengan berbagai macam cara dan berulang-ulang kepada manusia dalam Al-Qur’an ini. Akan tetapi, manusia adalah (makhluk) yang paling banyak membantah.",
          "Tidak ada yang menghalangi manusia untuk beriman ketika petunjuk telah datang kepada mereka dan untuk memohon ampunan kepada Tuhannya, kecuali akan datang kepada mereka ketetapan (Allah yang telah berlaku pada) umat yang terdahulu atau datang kepada mereka azab yang nyata.",
          "Kami tidak mengutus rasul-rasul melainkan sebagai pembawa kabar gembira dan pemberi peringatan. (Akan tetapi,) orang-orang yang kufur membantah dengan (cara) yang batil agar dengan itu mereka dapat melenyapkan sesuatu yang hak (kebenaran). Mereka menjadikan ayat-ayat-Ku dan apa yang diperingatkan terhadap mereka sebagai olok-olok.",
          "Siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, lalu dia berpaling darinya dan melupakan apa yang telah dikerjakan oleh kedua tangannya? Sesungguhnya Kami telah meletakkan penutup pada hati mereka, (sehingga mereka tidak) memahaminya dan (meletakkan pula) sumbatan di telinga mereka. (Dengan demikian,) kendatipun engkau (Nabi Muhammad) menyeru mereka kepada petunjuk, niscaya mereka tidak akan mendapat petunjuk untuk selama-lamanya.",
          "Tuhanmu Maha Pengampun lagi Maha Pemilik rahmat. Seandainya Dia hendak menyiksa mereka karena perbuatan mereka, tentu Dia akan menyegerakan siksa bagi mereka. Akan tetapi, bagi mereka ada waktu (untuk mendapat siksa) yang mereka tidak akan menemukan tempat berlindung selain-Nya.",
          "(Penduduk) negeri-negeri itu telah Kami binasakan ketika mereka berbuat zalim dan telah Kami tetapkan waktu bagi kebinasaan mereka.",
          "(Ingatlah) ketika Musa berkata kepada pembantunya, “Aku tidak akan berhenti (berjalan) sebelum sampai ke pertemuan dua laut atau aku akan berjalan (terus sampai) bertahun-tahun.”",
          "Ketika mereka sampai ke pertemuan dua laut, mereka lupa ikannya, lalu (ikan mereka) melompat mengambil jalan ke laut itu.",
          "Ketika mereka telah melewati (tempat itu), Musa berkata kepada pembantunya, “Bawalah kemari makanan kita. Sungguh, kita benar-benar telah merasa letih karena perjalanan kita ini.”",
          "Dia (pembantunya) menjawab, “Tahukah engkau ketika kita mencari tempat berlindung di batu tadi, sesungguhnya aku lupa (bercerita tentang) ikan itu dan tidak ada yang membuatku lupa untuk mengingatnya, kecuali setan. (Ikan) itu mengambil jalannya ke laut dengan cara yang aneh.”",
          "Dia (Musa) berkata, “Itulah yang kita cari.” Lalu keduanya kembali dan menyusuri jejak mereka semula.",
          "Lalu, mereka berdua bertemu dengan seorang dari hamba-hamba Kami yang telah Kami anugerahi rahmat kepadanya dari sisi Kami. Kami telah mengajarkan ilmu kepadanya dari sisi Kami.",
          "Musa berkata kepadanya, “Bolehkah aku mengikutimu agar engkau mengajarkan kepadaku (ilmu yang benar) dari apa yang telah diajarkan kepadamu (untuk menjadi) petunjuk?”",
          "Dia menjawab, “Sesungguhnya engkau tidak akan sanggup bersabar bersamaku.",
          "Bagaimana engkau akan sanggup bersabar atas sesuatu yang engkau belum mempunyai pengetahuan yang cukup tentangnya?”",
          "Dia (Musa) berkata, “Insyaallah engkau akan mendapatiku sebagai orang yang sabar dan aku tidak akan menentangmu dalam urusan apa pun.”",
          "Dia berkata, “Jika engkau mengikutiku, janganlah engkau menanyakan kepadaku tentang apa pun sampai aku menerangkannya kepadamu.”",
          "Kemudian, berjalanlah keduanya, hingga ketika menaiki perahu, dia melubanginya. Dia (Musa) berkata, “Apakah engkau melubanginya untuk menenggelamkan penumpangnya? Sungguh, engkau telah berbuat suatu kesalahan yang besar.”",
          "Dia berkata, “Bukankah sudah aku katakan bahwa sesungguhnya engkau tidak akan sanggup bersabar bersamaku?”",
          "Dia (Musa) berkata, “Janganlah engkau menghukumku karena kelupaanku dan janganlah engkau membebaniku dengan kesulitan dalam urusanku.”",
          "Kemudian, berjalanlah keduanya, hingga ketika berjumpa dengan seorang anak, dia membunuhnya. Dia (Musa) berkata, “Mengapa engkau membunuh jiwa yang bersih bukan karena dia membunuh orang lain? Sungguh, engkau benar-benar telah melakukan sesuatu yang sangat mungkar.”",
          "Dia berkata, “Bukankah sudah kukatakan kepadamu bahwa sesungguhnya engkau tidak akan mampu bersabar bersamaku?”",
          "Dia (Musa) berkata, “Jika aku bertanya kepadamu tentang sesuatu setelah ini, jangan lagi engkau memperbolehkan aku menyertaimu. Sungguh engkau telah mencapai batas (yang wajar dalam) memberikan uzur (maaf) kepadaku.”",
          "Lalu, keduanya berjalan, hingga ketika keduanya sampai ke penduduk suatu negeri, mereka berdua meminta dijamu oleh penduduknya, tetapi mereka tidak mau menjamu keduanya. Kemudian, keduanya mendapati dinding (rumah) yang hampir roboh di negeri itu, lalu dia menegakkannya. Dia (Musa) berkata, “Jika engkau mau, niscaya engkau dapat meminta imbalan untuk itu.”",
          "Dia berkata, “Inilah (waktu) perpisahan antara aku dan engkau. Aku akan memberitahukan kepadamu makna sesuatu yang engkau tidak mampu bersabar terhadapnya.",
          "Adapun perahu itu adalah milik orang-orang miskin yang bekerja di laut. Maka, aku bermaksud membuatnya cacat karena di hadapan mereka ada seorang raja (zalim) yang mengambil setiap perahu (yang baik) secara paksa.",
          "Adapun anak itu (yang aku bunuh), kedua orang tuanya mukmin dan kami khawatir kalau dia akan memaksa kedua orang tuanya untuk durhaka dan kufur.",
          "Maka, kami menghendaki bahwa Tuhan mereka menggantinya (dengan seorang anak lain) yang lebih baik kesuciannya daripada (anak) itu dan lebih sayang (kepada ibu bapaknya).",
          "Adapun dinding (rumah) itu adalah milik dua anak yatim di kota itu dan di bawahnya tersimpan harta milik mereka berdua, sedangkan ayah mereka adalah orang saleh. Maka, Tuhanmu menghendaki agar keduanya mencapai usia dewasa dan mengeluarkan simpanannya itu sebagai rahmat dari Tuhanmu. Aku tidak melakukannya berdasarkan kemauanku (sendiri). Itulah makna sesuatu yang engkau tidak mampu bersabar terhadapnya.”",
          "Mereka bertanya kepadamu (Nabi Muhammad) tentang Zulqarnain. Katakanlah, “Akan aku bacakan kepadamu sebagian kisahnya.”",
          "Sesungguhnya Kami telah memberi kedudukan kepadanya di bumi dan Kami telah memberikan jalan kepadanya (untuk mencapai) segala sesuatu.",
          "Maka, dia menyusuri suatu jalan.",
          "Hingga ketika telah sampai ke tempat terbenamnya matahari, dia mendapatinya terbenam di dalam mata air panas lagi berlumpur hitam. Di sana dia menemukan suatu kaum (yang tidak mengenal agama). Kami berfirman, “Wahai Zulqarnain, engkau boleh menghukum atau berbuat kebaikan kepada mereka (dengan mengajak mereka beriman).”",
          "Dia (Zulqarnain) berkata, “Adapun orang yang berbuat zalim akan kami hukum. Lalu, dia akan dikembalikan kepada Tuhannya. Kemudian, Dia mengazabnya dengan azab yang sangat keras.",
          "Adapun orang yang beriman dan beramal saleh mendapat (pahala) yang terbaik sebagai balasan dan akan kami sampaikan kepadanya perintah kami yang mudah-mudah.”",
          "Kemudian, dia mengikuti suatu jalan (yang lain).",
          "Hingga ketika sampai di posisi terbitnya matahari (arah timur), dia mendapatinya terbit pada suatu kaum yang tidak Kami buatkan suatu pelindung bagi mereka dari (cahaya) matahari itu.",
          "Demikianlah (kisahnya). Sungguh, Kami mengetahui segala sesuatu yang ada padanya (Zulqarnain).",
          "Kemudian, dia mengikuti suatu jalan (yang lain lagi).",
          "Hingga ketika sampai di antara dua gunung, dia mendapati di balik keduanya (kedua gunung itu) suatu kaum yang hampir tidak memahami pembicaraan.",
          "Mereka berkata, “Wahai Zulqarnain, sesungguhnya Ya’juj dan Ma’juj adalah (bangsa) pembuat kerusakan di bumi, bolehkah kami memberimu imbalan agar engkau membuatkan tembok penghalang antara kami dan mereka?”",
          "Dia (Zulqarnain) berkata, “Apa yang telah dikuasakan kepadaku oleh Tuhanku lebih baik (daripada apa yang kamu tawarkan). Maka, bantulah aku dengan kekuatan agar aku dapat membuatkan tembok penghalang antara kamu dan mereka.",
          "Berilah aku potongan-potongan besi.” Hingga ketika (potongan besi) itu telah (terpasang) sama rata dengan kedua (puncak) gunung itu, dia (Zulqarnain) berkata, “Tiuplah (api itu).” Ketika (besi) itu sudah menjadi (merah seperti) api, dia pun berkata, “Berilah aku tembaga (yang mendidih) agar kutuangkan ke atasnya (besi panas itu).”",
          "Maka, mereka (Ya’juj dan Ma’juj) tidak mampu mendakinya dan tidak mampu (pula) melubanginya.",
          "Dia (Zulqarnain) berkata, “(Tembok) ini adalah rahmat dari Tuhanku. Apabila janji Tuhanku telah tiba, Dia akan menjadikannya hancur luluh. Janji Tuhanku itu benar.”",
          "Pada hari itu Kami biarkan sebagian mereka (Ya’juj dan Ma’juj) berbaur dengan sebagian yang lain. (Apabila) sangkakala ditiup (lagi), Kami benar-benar akan mengumpulkan mereka seluruhnya.",
          "Kami perlihatkan (neraka) Jahanam dengan jelas pada hari itu kepada orang-orang kafir,",
          "(yaitu) orang-orang yang mata (hati)-nya dalam keadaan tertutup dari ingat kepada-Ku dan mereka tidak sanggup mendengar.",
          "Maka, apakah orang-orang yang kufur mengira bahwa mereka (dapat) mengambil hamba-hamba-Ku menjadi penolong selain Aku? Sesungguhnya Kami telah menyediakan (neraka) Jahanam sebagai tempat tinggal bagi orang-orang kafir.",
          "Katakanlah (Nabi Muhammad), “Apakah perlu kami beri tahukan orang-orang yang paling rugi perbuatannya kepadamu?”",
          "(Yaitu) orang-orang yang sia-sia usahanya dalam kehidupan dunia, sedangkan mereka mengira bahwa mereka berbuat sebaik-baiknya.",
          "Mereka itu adalah orang-orang yang kufur terhadap ayat-ayat Tuhannya dan (kufur pula terhadap) pertemuan dengan-Nya. Maka, amal mereka sia-sia dan Kami tidak memberikan penimbangan terhadap (amal) mereka pada hari Kiamat.",
          "Itulah balasan mereka (berupa neraka) Jahanam karena mereka telah kufur serta menjadikan ayat-ayat-Ku dan rasul-rasul-Ku sebagai olok-olokan.",
          "Sesungguhnya orang-orang yang beriman dan beramal saleh memperoleh surga Firdaus sebagai tempat tinggal.",
          "Mereka kekal di dalamnya, mereka tidak ingin pindah dari sana.",
          "Katakanlah (Nabi Muhammad), “Seandainya lautan menjadi tinta untuk (menulis) kalimat-kalimat Tuhanku, niscaya habislah lautan itu sebelum kalimat-kalimat Tuhanku selesai (ditulis) meskipun Kami datangkan tambahan sebanyak itu (pula).”",
          "Katakanlah (Nabi Muhammad), “Sesungguhnya aku ini hanya seorang manusia seperti kamu yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa.” Siapa yang mengharapkan pertemuan dengan Tuhannya hendaklah melakukan amal saleh dan tidak menjadikan apa dan siapa pun sebagai sekutu dalam beribadah kepada Tuhannya."
        ]
      }
    ]
  },
  {
    "id": 4,
    "namaSurat": "Al-Waqiah",
    "turun": "Makiyah 96 Ayat",
    "kode": "Á",
    "content": [
      {
        "type": "arabic",
        "ayat": [
          "اِذَا وَقَعَتِ الْوَاقِعَةُۙ ۝1",
          "لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ ۘ ۝2",
          "خَافِضَةٌ رَّافِعَةٌ ۝3",
          "اِذَا رُجَّتِ الْاَرْضُ رَجًّاۙ ۝4",
          "وَّبُسَّتِ الْجِبَالُ بَسًّاۙ ۝5",
          "فَكَانَتْ هَبَاۤءً مُّنْۢبَثًّاۙ ۝6",
          "وَّكُنْتُمْ اَزْوَاجًا ثَلٰثَةً ۗ ۝7",
          "فَاَصْحٰبُ الْمَيْمَنَةِ ەۙ مَآ اَصْحٰبُ الْمَيْمَنَةِ ۗ ۝8",
          "وَاَصْحٰبُ الْمَشْـَٔمَةِ ەۙ مَآ اَصْحٰبُ الْمَشْـَٔمَةِ ۗ ۝9",
          "وَالسّٰبِقُوْنَ السّٰبِقُوْنَۙ ۝10",
          "اُولٰۤىِٕكَ الْمُقَرَّبُوْنَۚ ۝11",
          "فِيْ جَنّٰتِ النَّعِيْمِ ۝12",
          "ثُلَّةٌ مِّنَ الْاَوَّلِيْنَۙ ۝13",
          "وَقَلِيْلٌ مِّنَ الْاٰخِرِيْنَۗ ۝14",
          "عَلٰى سُرُرٍ مَّوْضُوْنَةٍۙ ۝15",
          "مُّتَّكِـِٕيْنَ عَلَيْهَا مُتَقٰبِلِيْنَ ۝16",
          "يَطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَۙ ۝17",
          "بِاَكْوَابٍ وَّاَبَارِيْقَۙ وَكَأْسٍ مِّنْ مَّعِيْنٍۙ ۝18",
          "لَّا يُصَدَّعُوْنَ عَنْهَا وَلَا يُنْزِفُوْنَۙ ۝19",
          "وَفَاكِهَةٍ مِّمَّا يَتَخَيَّرُوْنَۙ ۝20",
          "وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُوْنَۗ ۝21",
          "وَحُوْرٌ عِيْنٌۙ ۝22",
          "كَاَمْثَالِ اللُّؤْلُؤِ الْمَكْنُوْنِۚ ۝23",
          "جَزَاۤءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ ۝24",
          "لَا يَسْمَعُوْنَ فِيْهَا لَغْوًا وَّلَا تَأْثِيْمًاۙ ۝25",
          "اِلَّا قِيْلًا سَلٰمًا سَلٰمًا ۝26",
          "وَاَصْحٰبُ الْيَمِيْنِ ەۙ مَآ اَصْحٰبُ الْيَمِيْنِۗ ۝27",
          "فِيْ سِدْرٍ مَّخْضُوْدٍۙ ۝28",
          "وَّطَلْحٍ مَّنْضُوْدٍۙ ۝29",
          "وَّظِلٍّ مَّمْدُوْدٍۙ ۝30",
          "وَّمَاۤءٍ مَّسْكُوْبٍۙ ۝31",
          "وَّفَاكِهَةٍ كَثِيْرَةٍۙ ۝32",
          "لَّا مَقْطُوْعَةٍ وَّلَا مَمْنُوْعَةٍۙ ۝33",
          "وَّفُرُشٍ مَّرْفُوْعَةٍۗ ۝34",
          "اِنَّآ اَنْشَأْنٰهُنَّ اِنْشَاۤءًۙ ۝35",
          "فَجَعَلْنٰهُنَّ اَبْكَارًاۙ ۝36",
          "عُرُبًا اَتْرَابًاۙ ۝37",
          "لِّاَصْحٰبِ الْيَمِيْنِۗ ۝38",
          "ثُلَّةٌ مِّنَ الْاَوَّلِيْنَۙ ۝39",
          "وَثُلَّةٌ مِّنَ الْاٰخِرِيْنَۗ ࣖ ۝40",
          "وَاَصْحٰبُ الشِّمَالِ ەۙ مَآ اَصْحٰبُ الشِّمَالِۗ ۝41",
          "فِيْ سَمُوْمٍ وَّحَمِيْمٍۙ ۝42",
          "وَّظِلٍّ مِّنْ يَّحْمُوْمٍۙ ۝43",
          "لَّا بَارِدٍ وَّلَا كَرِيْمٍ ۝44",
          "اِنَّهُمْ كَانُوْا قَبْلَ ذٰلِكَ مُتْرَفِيْنَۚ ۝45",
          "وَكَانُوْا يُصِرُّوْنَ عَلَى الْحِنْثِ الْعَظِيْمِۚ ۝46",
          "وَكَانُوْا يَقُوْلُوْنَ ەۙ اَىِٕذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَۙ ۝47",
          "اَوَاٰبَاۤؤُنَا الْاَوَّلُوْنَ ۝48",
          "قُلْ اِنَّ الْاَوَّلِيْنَ وَالْاٰخِرِيْنَۙ ۝49",
          "لَمَجْمُوْعُوْنَۙ اِلٰى مِيْقَاتِ يَوْمٍ مَّعْلُوْمٍ ۝50",
          "ثُمَّ اِنَّكُمْ اَيُّهَا الضَّاۤ لُّوْنَ الْمُكَذِّبُوْنَۙ ۝51",
          "لَاٰكِلُوْنَ مِنْ شَجَرٍ مِّنْ زَقُّوْمٍۙ ۝52",
          "فَمَالِـُٔوْنَ مِنْهَا الْبُطُوْنَۚ ۝53",
          "فَشٰرِبُوْنَ عَلَيْهِ مِنَ الْحَمِيْمِۚ ۝54",
          "فَشٰرِبُوْنَ شُرْبَ الْهِيْمِۗ ۝55",
          "هٰذَا نُزُلُهُمْ يَوْمَ الدِّيْنِۗ ۝56",
          "نَحْنُ خَلَقْنٰكُمْ فَلَوْلَا تُصَدِّقُوْنَ ۝57",
          "اَفَرَءَيْتُمْ مَّا تُمْنُوْنَۗ ۝58",
          "ءَاَنْتُمْ تَخْلُقُوْنَهٗٓ اَمْ نَحْنُ الْخٰلِقُوْنَ ۝59",
          "نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوْقِيْنَۙ ۝60",
          "عَلٰٓى اَنْ نُّبَدِّلَ اَمْثَالَكُمْ وَنُنْشِئَكُمْ فِيْ مَا لَا تَعْلَمُوْنَ ۝61",
          "وَلَقَدْ عَلِمْتُمُ النَّشْاَةَ الْاُوْلٰى فَلَوْلَا تَذَكَّرُوْنَ ۝62",
          "اَفَرَءَيْتُمْ مَّا تَحْرُثُوْنَۗ ۝63",
          "ءَاَنْتُمْ تَزْرَعُوْنَهٗٓ اَمْ نَحْنُ الزّٰرِعُوْنَ ۝64",
          "لَوْ نَشَاۤءُ لَجَعَلْنٰهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُوْنَۙ ۝65",
          "اِنَّا لَمُغْرَمُوْنَۙ ۝66",
          "بَلْ نَحْنُ مَحْرُوْمُوْنَ ۝67",
          "اَفَرَءَيْتُمُ الْمَاۤءَ الَّذِيْ تَشْرَبُوْنَۗ ۝68",
          "ءَاَنْتُمْ اَنْزَلْتُمُوْهُ مِنَ الْمُزْنِ اَمْ نَحْنُ الْمُنْزِلُوْنَ ۝69",
          "لَوْ نَشَاۤءُ جَعَلْنٰهُ اُجَاجًا فَلَوْلَا تَشْكُرُوْنَ ۝70",
          "اَفَرَءَيْتُمُ النَّارَ الَّتِيْ تُوْرُوْنَۗ ۝71",
          "ءَاَنْتُمْ اَنْشَأْتُمْ شَجَرَتَهَآ اَمْ نَحْنُ الْمُنْشِـُٔوْنَ ۝72",
          "نَحْنُ جَعَلْنٰهَا تَذْكِرَةً وَّمَتَاعًا لِّلْمُقْوِيْنَۚ ۝73",
          "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ ࣖ ۝74",
          "فَلَآ اُقْسِمُ بِمَوٰقِعِ النُّجُوْمِ ۝75",
          "وَاِنَّهٗ لَقَسَمٌ لَّوْ تَعْلَمُوْنَ عَظِيْمٌۙ ۝76",
          "اِنَّهٗ لَقُرْاٰنٌ كَرِيْمٌۙ ۝77",
          "فِيْ كِتٰبٍ مَّكْنُوْنٍۙ ۝78",
          "لَّا يَمَسُّهٗٓ اِلَّا الْمُطَهَّرُوْنَۗ ۝79",
          "تَنْزِيْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ۝80",
          "اَفَبِهٰذَا الْحَدِيْثِ اَنْتُمْ مُّدْهِنُوْنَۙ ۝81",
          "وَتَجْعَلُوْنَ رِزْقَكُمْ اَنَّكُمْ تُكَذِّبُوْنَ ۝82",
          "فَلَوْلَآ اِذَا بَلَغَتِ الْحُلْقُوْمَۙ ۝83",
          "وَاَنْتُمْ حِيْنَىِٕذٍ تَنْظُرُوْنَۙ ۝84",
          "وَنَحْنُ اَقْرَبُ اِلَيْهِ مِنْكُمْ وَلٰكِنْ لَّا تُبْصِرُوْنَ ۝85",
          "فَلَوْلَآ اِنْ كُنْتُمْ غَيْرَ مَدِيْنِيْنَۙ ۝86",
          "تَرْجِعُوْنَهَآ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝87",
          "فَاَمَّآ اِنْ كَانَ مِنَ الْمُقَرَّبِيْنَۙ ۝88",
          "فَرَوْحٌ وَّرَيْحَانٌ ەۙ وَّجَنَّتُ نَعِيْمٍ ۝89",
          "وَاَمَّآ اِنْ كَانَ مِنْ اَصْحٰبِ الْيَمِيْنِۙ ۝90",
          "فَسَلٰمٌ لَّكَ مِنْ اَصْحٰبِ الْيَمِيْنِۗ ۝91",
          "وَاَمَّآ اِنْ كَانَ مِنَ الْمُكَذِّبِيْنَ الضَّاۤلِّيْنَۙ ۝92",
          "فَنُزُلٌ مِّنْ حَمِيْمٍۙ ۝93",
          "وَّتَصْلِيَةُ جَحِيْمٍ ۝94",
          "اِنَّ هٰذَا لَهُوَ حَقُّ الْيَقِيْنِۚ ۝95",
          "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ ࣖ ۝96"
        ],
        "lafadz": [
          "Iżā waqa‘atil-wāqi‘ah(tu).",
          "Laisa liwaq‘atihā kāżibah(tun).",
          "Khāfiḍatur rāfi‘ah(tun).",
          "Iżā rujjatil-arḍu rajjā(n).",
          "Wa bussatil-jibālu bassā(n).",
          "Fa kānat habā'am mumbaṡṡā(n).",
          "Wa kuntum azwājan ṡalāṡah(tan).",
          "Fa aṣḥābul-maimanah(ti), mā aṣḥābul-maimanah(ti).",
          "Wa aṣḥābul-masy'amah(ti), mā aṣḥābul-masy'amah(ti).",
          "Was-sābiqūnas-sābiqūn(a).",
          "Ulā'ikal-muqarrabūn(a).",
          "Fī jannātin-na‘īm(i).",
          "Ṡullatum minal-awwalīn(a).",
          "Wa qalīlum minal-ākhirīn(a).",
          "‘Alā sururim mauḍūnah(tin).",
          "Muttaki'īna ‘alaihā mutaqābilīn(a).",
          "Yaṭūfu ‘alaihim wildānum mukhalladūn(a).",
          "Bi'akwābiw wa abārīq(a), wa ka'sim mim ma‘īn(in).",
          "Lā yuṣadda‘ūna ‘anhā wa lā yunzifūn(a).",
          "Wa fākihatim mimmā yatakhayyarūn(a).",
          "Wa laḥmi ṭairim mimmā yasytahūn(a).",
          "Wa ḥūrun ‘īn(un).",
          "Ka'amṡālil-lu'lu'il-maknūn(i).",
          "Jazā'am bimā kānū ya‘malūn(a).",
          "Lā yasma‘ūna fīhā lagwaw wa lā ta'ṡīmā(n).",
          "Illā qīlan salāman salāmā(n).",
          "Wa aṣḥābul-yamīn(i), mā aṣḥābul-yamīn(i).",
          "Fī sidrim makhḍūd(in).",
          "Wa ṭalḥim manḍūd(in).",
          "Wa ẓillim mamdūd(in).",
          "Wa mā'im maskūb(in).",
          "Wa fākihatin kaṡīrah(tin).",
          "Lā maqṭū‘atiw wa lā mamnū‘ah(tin).",
          "Wa furusyim marfū‘ah(tin).",
          "Innā ansya'nāhunna insyā'ā(n).",
          "Faja‘alnāhunna abkārā(n).",
          "‘Uruban atrābā(n).",
          "Li'aṣḥābil-yamīn(i).",
          "Ṡullatum minal-awwalīn(a).",
          "Wa ṡullatum minal-ākhirīn(a).",
          "Wa aṣḥābusy-syimāl(i), mā aṣḥābusy-syimāl(i).",
          "Fī samūmiw wa ḥamīm(in).",
          "Wa ẓillim miy yaḥmūm(in).",
          "Lā bāridiw wa lā karīm(in).",
          "Innahum kānū qabla żālika mutrafīn(a).",
          "Wa kānū yuṣirrūna ‘alal-ḥinṡil-‘aẓīm(i).",
          "Wa kānū yaqūlūn(a), a'iżā mitnā wa kunnā turābaw wa ‘iẓāman a'innā lamab‘ūṡūn(a).",
          "Awa'ābā'unal-awwalūn(a).",
          "Qul innal-awwalīna wal-ākhirīn(a).",
          "Lamajmū‘ūn(a), ilā mīqāti yaumim ma‘lūm(in).",
          "Ṡumma innakum ayyuhaḍ-ḍāllūnal-mukażżibūn(a).",
          "La'ākilūna min syajarim min zaqqūm(in).",
          "Fa māli'ūna minhal-buṭūn(a).",
          "Fasyāribūna ‘alaihi minal-ḥamīm(i).",
          "Fa syāribūna syurbal-hīm(i).",
          "Hāżā nuzuluhum yaumad-dīn(i).",
          "Naḥnu khalaqnākum falau lā tuṣaddiqūn(a).",
          "Afa ra'aitum mā tumnūn(a).",
          "A'antum takhluqūnahū am naḥnul-khāliqūn(a).",
          "Naḥnu qaddarnā bainakumul-mauta wa mā naḥnu bimasbūqīn(a).",
          "‘Alā an nubaddila amṡālakum wa nunsyi'akum fī mā lā ta‘lamūn(a).",
          "Wa laqad ‘alimtumun-nasy'atal-ūlā falau lā tażakkarūn(a).",
          "Afara'aitum mā taḥruṡūn(a).",
          "A'antum tazra‘ūnahū am naḥnuz-zāri‘ūn(a).",
          "Lau nasyā'u laja‘alnāhu ḥuṭāman fa ẓaltum tafakkahūn(a).",
          "Innā lamugramūn(a).",
          "Bal naḥnu maḥrūmūn(a).",
          "Afa ra'aitumul-mā'al-lażī tasyrabūn(a).",
          "A'antum anzaltumūhu minal-muzni am naḥnul-munzilūn(a).",
          "Lau nasyā'u ja‘alnāhu ujājan falau lā tasykurūn(a).",
          "Afa ra'aitumun-nāral-latī tūrūn(a).",
          "A'antum ansya'tum syajaratahā am naḥnul-munsyi'ūn(a).",
          "Naḥnu ja‘alnāhā tażkirataw wa matā‘al lil-muqwīn(a).",
          "Fa sabbiḥ bismi rabbikal-‘aẓīm(i).",
          "Falā uqsimu bimawāqi‘in-nujūm(i).",
          "Wa innahū laqasamul lau ta‘lamūna ‘aẓīm(un).",
          "Innahū laqur'ānun karīm(un).",
          "Fī kitābim maknūn(in).",
          "Lā yamassuhū illal-muṭahharūn(a).",
          "Tanzīlum mir rabbil-‘ālamīn(a).",
          "Afa biḥāżal-ḥadīṡi antum mudhinūn(a).",
          "Wa taj‘alūna rizqakum annakum tukażżibūn(a).",
          "Falau lā iżā balagatil-ḥulqūm(a).",
          "Wa antum ḥīna'iżin tanẓurūn(a).",
          "Wa naḥnu aqrabu ilaihi minkum wa lākil lā tubṣirūn(a).",
          "Falau lā in kuntum gaira madīnīn(a).",
          "Tarji‘ūnahā in kuntum ṣādiqīn(a).",
          "Fa ammā in kāna minal-muqarrabīn(a).",
          "Fa rauḥuw wa raiḥān(un), wa jannatu na‘īm(in).",
          "Wa ammā in kāna min aṣḥābil-yamīn(i).",
          "Fa salāmul laka min aṣḥābil-yamīn(i).",
          "Wa ammā in kāna minal-mukażżibīnaḍ-ḍāllīn(a).",
          "Fa nuzulum min ḥamīm(in).",
          "Wa taṣliyatu jaḥīm(in).",
          "Inna hāżā lahuwal-ḥaqqul-yaqīn(i).",
          "Fa sabbiḥ bismi rabbikal-‘aẓīm(i)."
        ],
        "arti": [
          "Apabila terjadi hari Kiamat (yang pasti terjadi),",
          "tidak ada seorang pun yang (dapat) mendustakan terjadinya.",
          "(Kejadian itu) merendahkan (satu golongan) dan meninggikan (golongan yang lain).",
          "Apabila bumi diguncangkan sedahsyat-dahsyatnya",
          "dan gunung-gunung dihancurkan sehancur-hancurnya,",
          "jadilah ia debu yang beterbangan.",
          "Kamu menjadi tiga golongan,",
          "yaitu golongan kanan, alangkah mulianya golongan kanan itu",
          "dan golongan kiri, alangkah sengsaranya golongan kiri itu.",
          "Selain itu, (golongan ketiga adalah) orang-orang yang paling dahulu (beriman). Merekalah yang paling dahulu (masuk surga).",
          "Mereka itulah orang-orang yang didekatkan (kepada Allah).",
          "(Mereka) berada dalam surga (yang penuh) kenikmatan.",
          "(Mereka adalah) segolongan besar dari orang-orang yang terdahulu",
          "dan sedikit dari orang-orang yang (datang) kemudian.",
          "(Mereka berada) di atas dipan-dipan yang bertatahkan emas dan permata",
          "seraya bersandar di atasnya saling berhadapan.",
          "Mereka dikelilingi oleh anak-anak yang selalu muda",
          "dengan (membawa) gelas, kendi, dan seloki (berisi minuman yang diambil) dari sumber yang mengalir.",
          "Mereka tidak pening karenanya dan tidak pula mabuk.",
          "(Mereka menyuguhkan pula) buah-buahan yang mereka pilih",
          "dan daging burung yang mereka sukai.",
          "Ada bidadari yang bermata indah",
          "laksana mutiara yang tersimpan dengan baik",
          "sebagai balasan atas apa yang selama ini mereka kerjakan.",
          "Di sana mereka tidak mendengar percakapan yang sia-sia dan tidak (pula) percakapan yang menimbulkan dosa,",
          "kecuali (yang mereka dengar hanyalah) ucapan, “Salam… salam.”",
          "Golongan kanan, alangkah mulianya golongan kanan itu.",
          "(Mereka) berada di antara pohon bidara yang tidak berduri,",
          "pohon pisang yang (buahnya) bersusun-susun,",
          "naungan yang terbentang luas,",
          "air yang tercurah,",
          "buah-buahan yang banyak",
          "yang tidak berhenti berbuah dan tidak terlarang memetiknya,",
          "dan kasur-kasur yang tebal lagi empuk.",
          "Sesungguhnya Kami menciptakan mereka (bidadari itu) secara langsung,",
          "lalu Kami jadikan mereka perawan-perawan",
          "yang penuh cinta (lagi) sebaya umurnya,",
          "(diperuntukkan) bagi golongan kanan,",
          "(yaitu) segolongan besar dari orang-orang yang terdahulu",
          "dan segolongan besar (pula) dari orang-orang yang kemudian.",
          "Golongan kiri, alangkah sengsaranya golongan kiri itu.",
          "(Mereka berada) dalam siksaan angin yang sangat panas, air yang mendidih,",
          "dan naungan asap hitam",
          "yang tidak sejuk dan tidak menyenangkan.",
          "Sesungguhnya mereka sebelum itu hidup bermewah-mewah.",
          "Mereka terus-menerus mengerjakan dosa yang besar.",
          "Mereka berkata, “Apabila kami telahmati menjadi tanah dan tulang-belulang, apakah kami benar-benar akan dibangkitkan (kembali)?",
          "Apakah nenek moyang kami yang terdahulu (akan dibangkitkan pula)?”",
          "Katakanlah (Nabi Muhammad), “Sesungguhnya orang-orang yang terdahulu dan yang kemudian",
          "benar-benar akan dikumpulkan pada waktu tertentu, yaitu hari yang sudah diketahui.",
          "Kemudian, sesungguhnya kamu, wahai orang-orang sesat lagi pendusta,",
          "pasti akan memakan pohon zaqum.",
          "Lalu, kamu akan memenuhi perut-perutmu dengannya.",
          "Setelah itu, untuk penawarnya (zaqum) kamu akan meminum air yang sangat panas.",
          "Maka, kamu minum bagaikan unta yang sangat haus.",
          "Inilah hidangan (untuk) mereka pada hari Pembalasan.”",
          "Kami telah menciptakanmu. Mengapa kamu tidak membenarkan (hari Kebangkitan)?",
          "Apakah kamu memperhatikan apa yang kamu pancarkan (sperma)?",
          "Apakah kamu yang menciptakannya atau Kami Penciptanya?",
          "Kami telah menentukan kematian di antara kamu dan Kami tidak lemah",
          "untuk mengubah bentukmu (di hari Kiamat) dan menciptakanmu kelak dalam keadaan yang tidak kamu ketahui.",
          "Sungguh, kamu benar-benar telah mengetahui penciptaan yang pertama. Mengapa kamu tidak mengambil pelajaran?",
          "Apakah kamu memperhatikan benih yang kamu tanam?",
          "Apakah kamu yang menumbuhkannya atau Kami yang menumbuhkan?",
          "Seandainya Kami berkehendak, Kami benar-benar menjadikannya hancur sehingga kamu menjadi heran tercengang,",
          "(sambil berkata,) “Sesungguhnya kami benar-benar menderita kerugian.",
          "Bahkan, kami tidak mendapat hasil apa pun.”",
          "Apakah kamu memperhatikan air yang kamu minum?",
          "Apakah kamu yang menurunkannya dari awan atau Kami yang menurunkan?",
          "Seandainya Kami berkehendak, Kami menjadikannya asin. Mengapa kamu tidak bersyukur?",
          "Apakah kamu memperhatikan api yang kamu nyalakan?",
          "Apakah kamu yang menumbuhkan kayunya atau Kami yang menumbuhkan?",
          "Kami menjadikannya (api itu) sebagai peringatan dan manfaat bagi para musafir.",
          "Maka, bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahaagung.",
          "Aku bersumpah demi tempat beredarnya bintang-bintang.",
          "Sesungguhnya itu benar-benar sumpah yang sangat besar seandainya kamu mengetahui.",
          "Sesungguhnya ia benar-benar Al-Qur’an yang sangat mulia,",
          "dalam Kitab yang terpelihara.",
          "Tidak ada yang menyentuhnya, kecuali para hamba (Allah) yang disucikan.",
          "(Al-Qur’an) diturunkan dari Tuhan seluruh alam.",
          "Apakah kamu menganggap remeh berita ini (Al-Qur’an)",
          "dan kamu menjadikan rezeki yang kamu terima (dari Allah) justru untuk mendustakan (Al-Qur’an)?",
          "Kalau begitu, mengapa (kamu) tidak (menahan nyawa) ketika telah sampai di kerongkongan,",
          "padahal kamu ketika itu melihat (orang yang sedang sekarat)?",
          "Kami lebih dekat kepadanya (orang yang sedang sekarat) daripada kamu, tetapi kamu tidak melihat.",
          "Maka, mengapa jika kamu tidak diberi balasan,",
          "kamu tidak mengembalikannya (nyawa itu) jika kamu orang-orang yang benar?",
          "Jika dia (orang yang mati) itu termasuk yang didekatkan (kepada Allah),",
          "dia memperoleh ketenteraman, rezeki, dan surga (yang penuh) kenikmatan.",
          "Jika dia (termasuk) golongan kanan,",
          "“Salam bagimu” dari (sahabatmu,) golongan kanan.",
          "Jika dia termasuk golongan para pendusta lagi sesat,",
          "jamuannya berupa air mendidih",
          "dan dibakar oleh (neraka) Jahim.",
          "Sesungguhnya ini benar-benar merupakan hakulyakin.",
          "Maka, bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahaagung."
        ]
      }
    ]
  },
  {
    "id": 5,
    "namaSurat": "As-Sajdah",
    "turun": "Makiyah 30 Ayat",
    "kode": "f",
    "content": [
      {
        "type": "arabic",
        "ayat": [
          "الۤمّۤ ۗ ۝1",
          "تَنْزِيْلُ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ ۝2",
          "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۚ بَلْ هُوَ الْحَقُّ مِنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُوْنَ ۝3",
          "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ مَا لَكُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّ وَّلَا شَفِيْعٍۗ اَفَلَا تَتَذَكَّرُوْنَ ۝4",
          "يُدَبِّرُ الْاَمْرَ مِنَ السَّمَاۤءِ اِلَى الْاَرْضِ ثُمَّ يَعْرُجُ اِلَيْهِ فِيْ يَوْمٍ كَانَ مِقْدَارُهٗٓ اَلْفَ سَنَةٍ مِّمَّا تَعُدُّوْنَ ۝5",
          "ذٰلِكَ عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيْزُ الرَّحِيْمُۙ ۝6",
          "الَّذِيْٓ اَحْسَنَ كُلَّ شَيْءٍ خَلَقَهٗ وَبَدَاَ خَلْقَ الْاِنْسَانِ مِنْ طِيْنٍ ۝7",
          "ثُمَّ جَعَلَ نَسْلَهٗ مِنْ سُلٰلَةٍ مِّنْ مَّاۤءٍ مَّهِيْنٍ ۚ ۝8",
          "ثُمَّ سَوّٰىهُ وَنَفَخَ فِيْهِ مِنْ رُّوْحِهٖ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ۝9",
          "وَقَالُوْٓا ءَاِذَا ضَلَلْنَا فِى الْاَرْضِ ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ بَلْ هُمْ بِلِقَاۤءِ رَبِّهِمْ كٰفِرُوْنَ ۝10",
          "قُلْ يَتَوَفّٰىكُمْ مَّلَكُ الْمَوْتِ الَّذِيْ وُكِّلَ بِكُمْ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُوْنَ ࣖ ۝11",
          "وَلَوْ تَرٰىٓ اِذِ الْمُجْرِمُوْنَ نَاكِسُوْا رُءُوْسِهِمْ عِنْدَ رَبِّهِمْۗ رَبَّنَآ اَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا اِنَّا مُوْقِنُوْنَ ۝12",
          "وَلَوْ شِئْنَا لَاٰتَيْنَا كُلَّ نَفْسٍ هُدٰىهَا وَلٰكِنْ حَقَّ الْقَوْلُ مِنِّيْ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ اَجْمَعِيْنَ ۝13",
          "فَذُوْقُوْا بِمَا نَسِيْتُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۚ اِنَّا نَسِيْنٰكُمْ وَذُوْقُوْا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُوْنَ ۝14",
          "اِنَّمَا يُؤْمِنُ بِاٰيٰتِنَا الَّذِيْنَ اِذَا ذُكِّرُوْا بِهَا خَرُّوْا سُجَّدًا وَّسَبَّحُوْا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُوْنَ ۩ ۝15",
          "تَتَجَافٰى جُنُوْبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُوْنَ رَبَّهُمْ خَوْفًا وَّطَمَعًاۖ وَّمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۝16",
          "فَلَا تَعْلَمُ نَفْسٌ مَّآ اُخْفِيَ لَهُمْ مِّنْ قُرَّةِ اَعْيُنٍۚ جَزَاۤءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ ۝17",
          "اَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًاۗ لَا يَسْتَوٗنَ ۝18",
          "اَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَلَهُمْ جَنّٰتُ الْمَأْوٰىۖ نُزُلًا ۢبِمَا كَانُوْا يَعْمَلُوْنَ ۝19",
          "وَاَمَّا الَّذِيْنَ فَسَقُوْا فَمَأْوٰىهُمُ النَّارُ كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَآ اُعِيْدُوْا فِيْهَا وَقِيْلَ لَهُمْ ذُوْقُوْا عَذَابَ النَّارِ الَّذِيْ كُنْتُمْ بِهٖ تُكَذِّبُوْنَ ۝20",
          "وَلَنُذِيْقَنَّهُمْ مِّنَ الْعَذَابِ الْاَدْنٰى دُوْنَ الْعَذَابِ الْاَكْبَرِ لَعَلَّهُمْ يَرْجِعُوْنَ ۝21",
          "وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ ثُمَّ اَعْرَضَ عَنْهَا ۗاِنَّا مِنَ الْمُجْرِمِيْنَ مُنْتَقِمُوْنَ ࣖ ۝22",
          "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَلَا تَكُنْ فِيْ مِرْيَةٍ مِّنْ لِّقَاۤىِٕهٖ وَجَعَلْنٰهُ هُدًى لِّبَنِيْٓ اِسْرَاۤءِيْلَۚ ۝23",
          "وَجَعَلْنَا مِنْهُمْ اَىِٕمَّةً يَّهْدُوْنَ بِاَمْرِنَا لَمَّا صَبَرُوْاۗ وَكَانُوْا بِاٰيٰتِنَا يُوْقِنُوْنَ ۝24",
          "اِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ۝25",
          "اَوَلَمْ يَهْدِ لَهُمْ كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنَ الْقُرُوْنِ يَمْشُوْنَ فِيْ مَسٰكِنِهِمْ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍۗ اَفَلَا يَسْمَعُوْنَ ۝26",
          "اَوَلَمْ يَرَوْا اَنَّا نَسُوْقُ الْمَاۤءَ اِلَى الْاَرْضِ الْجُرُزِ فَنُخْرِجُ بِهٖ زَرْعًا تَأْكُلُ مِنْهُ اَنْعَامُهُمْ وَاَنْفُسُهُمْۗ اَفَلَا يُبْصِرُوْنَ ۝27",
          "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْفَتْحُ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝28",
          "قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِيْنَ كَفَرُوْٓا اِيْمَانُهُمْ وَلَا هُمْ يُنْظَرُوْنَ ۝29",
          "فَاَعْرِضْ عَنْهُمْ وَانْتَظِرْ اِنَّهُمْ مُّنْتَظِرُوْنَ ࣖ ۝30"
        ],
        "lafadz": [
          "Alif lām mīm.",
          "Tanzīlul-kitābi lā raiba fīhi mir rabbil-‘ālamīn(a).",
          "Am yaqūlūnaftarāhu balhuwal-ḥaqqu mir rabbika litunżira qaumam mā atāhum min nażīrim min qablika la‘allahum yahtadūn(a).",
          "Allāhul-lażī khalaqas-samāwāti wal-arḍa wa mā bainahumā fī sittati ayyāmin ṡummastawā ‘alal-‘arsy(i), mā lakum min dūnihī miw waliyyiw wa lā syafī‘(in), afalā tatażakkarūn(a).",
          "Yudabbirul-amra minas-samā'i ilal-arḍi ṡumma ya‘ruju ilaihi fī yaumin kāna miqdāruhū alfa sanatim mimmā ta‘uddūn(a).",
          "Żālika ‘ālimul-gaibi wasy-syahādatil-‘azīzur-raḥīm(u).",
          "Allażī aḥsana kulla syai'in khalaqahū wa bada'a khalqal-insāni min ṭīn(in).",
          "Ṡumma ja‘ala naslahū min sulālatim mim mā'im mahīn(in).",
          "Ṡumma sawwāhu wa nafakha fīhi mir rūḥihī wa ja‘ala lakumus-sam‘a wal-abṣāra wal-af'idah(ta), qalīlam mā tasykurūn(a).",
          "Wa qālū a'iżā ḍalalnā fil-arḍi a'innā lafī khalqin jadīd(in), bal hum biliqā'i rabbihim kāfirūn(a).",
          "Qul yatawaffākum malakul-mautil-lażī wukkila bikum ṡumma ilā rabbikum turja‘ūn(a).",
          "Wa lau tarā iżil-mujrimūna nākisū ru'ūsihim ‘inda rabbihim, rabbanā abṣarnā wa sami‘nā farji‘nā na‘mal ṣāliḥan innā mūqinūn(a).",
          "Wa lau syi'nā la'ātainā kulla nafsin hudāhā wa lākin ḥaqqal-qaulu minnī la'amla'anna jahannama minal-jinnati wan-nāsi ajma‘īn(a).",
          "Fa żūqū bimā nasītum liqā'a yaumikum hāżā, innā nasīnākum wa żūqū ‘ażābal-khuldi bimā kuntum ta‘malūn(a).",
          "Innamā yu'minu bi'āyātinal-lażīna iżā żukkirū bihā kharrū sujjadaw wa sabbaḥū biḥamdi rabbihim wa hum lā yastakbirūn(a).",
          "Tatajāfā junūbuhum ‘anil-maḍāji‘i yad‘ūna rabbahum khaufaw wa ṭama‘ā(n), wa mimmā razaqnāhum yunfiqūn(a).",
          "Falā ta‘lamu nafsum mā ukhfiya lahum min qurrati a‘yun(in), jazā'am bimā kānū ya‘malūn(a).",
          "Afaman kāna mu'minan kaman kāna fāsiqā(n), lā yastawūn(a).",
          "Ammal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti falahum jannātul-ma'wā, nuzulam bimā kānū ya‘malūn(a).",
          "Wa ammal-lażīna fasaqū fa ma'wākumun nāru kullamā arādū ay yakhrujū minhā u‘īdū fīhā wa qīla lahum żūqū ‘ażāban nāril-lażī kuntum bihī tukażżibūn(a).",
          "Wa lanużīqannahum minal-‘ażābil-adnā dūnal-‘ażābil-akbari la‘allahum yarji‘ūn(a).",
          "Wa man aẓlamu mimman żukkira bi'āyāti rabbihī ṡumma a‘raḍa ‘anhā, innā minal-mujrimīna muntaqimūn(a).",
          "Wa laqad ātainā mūsal-kitāba falā takun fī miryatim mil liqā'ihī wa ja‘alnāhu hudal libanī isrā'īl(a).",
          "Wa ja‘alnā minhum a'immatay yahdūna bi'amrinā lammā ṣabarū, wa kānū bi'āyātinā yūqinūn(a).",
          "Inna rabbaka huwa yafṣilu bainahum yaumal-qiyāmati fīmā kānū fīhi yakhtalifūn(a).",
          "Awalam yahdi lahum kam ahlaknā min qablihim minal-qurūni yamsyūna fī masākinihim, inna fī żālika la'āyāt(in), afalā yasma‘ūn(a).",
          "Awalam yarau annā nasūqul-mā'a ilal-arḍil juruzi fanukhriju bihī zar‘an ta'kulu minhu an‘āmuhum wa anfushum, afalā yubṣirūn(a).",
          "Wa yaqūlūna matā hāżal-fatḥu in kuntum ṣādiqīn(a).",
          "Qul yaumal-fatḥi lā yanfa‘ul-lażīna kafarū īmānuhum wa lā hum yunẓarūn(a).",
          "Fa a‘riḍ ‘anhum wantaẓir innahum muntaẓirūn(a)."
        ],
        "arti": [
          "Alif Lām Mīm.",
          "Turunnya Al-Qur’an yang tidak ada keraguan di dalamnya berasal dari Tuhan semesta alam.",
          "Akan tetapi, mengapa mereka (orang kafir) mengatakan, “Dia (Nabi Muhammad) telah mengada-adakannya.” Sebaliknya, Al-Qur’an itulah kebenaran (yang datang) dari Tuhanmu agar engkau memberi peringatan kepada kaum yang sama sekali belum pernah didatangi seorang pemberi peringatan sebelum engkau. (Demikian ini) agar mereka mendapat petunjuk.",
          "Allah adalah Zat yang menciptakan langit dan bumi serta apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas ‘Arasy. Bagimu tidak ada seorang pun pelindung dan pemberi syafaat selain Dia. Maka, apakah kamu tidak memperhatikan?",
          "Dia mengatur segala urusan dari langit ke bumi, kemudian (segala urusan) itu naik kepada-Nya pada hari yang kadarnya (lamanya) adalah seribu tahun menurut perhitunganmu.",
          "Itu adalah (Tuhan) yang mengetahui yang gaib dan yang nyata, Yang Mahaperkasa lagi Maha Penyayang.",
          "(Dia juga) yang memperindah segala sesuatu yang Dia ciptakan dan memulai penciptaan manusia dari tanah.",
          "Kemudian, Dia menjadikan keturunannya dari sari pati air yang hina (air mani).",
          "Kemudian, Dia menyempurnakannya dan meniupkan roh (ciptaan)-Nya ke dalam (tubuh)-nya. Dia menjadikan pendengaran, penglihatan, dan hati nurani untukmu. Sedikit sekali kamu bersyukur.",
          "Mereka berkata, “Apakah apabila kami telah lenyap (hancur) di dalam tanah, kami akan (kembali) dalam ciptaan yang baru?” Bahkan (bukan hanya itu), mereka pun mengingkari pertemuan dengan Tuhannya.",
          "Katakanlah, “Malaikat maut yang diserahi (tugas) untuk (mencabut nyawa)-mu akan mematikanmu, kemudian kepada Tuhanmulah kamu akan dikembalikan.”",
          "Jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (kamu akan melihat sesuatu yang sangat luar biasa dan mereka berkata,) “Ya Tuhan kami, kami telah melihat (hari Kiamat yang kami ingkari) dan mendengar (dari-Mu kebenaran ucapan rasul-rasul-Mu). Maka, kembalikanlah kami (ke dunia), niscaya kami akan beramal saleh. Sesungguhnya kami (sekarang) adalah orang-orang yang yakin (akan adanya hari Kiamat).”",
          "Seandainya Kami menghendaki, niscaya Kami menganugerahkan kepada setiap jiwa petunjuk (bagi)-nya, tetapi telah berlaku ketetapan dari-Ku (bahwa) sungguh Aku pasti akan memenuhi (neraka) Jahanam dengan jin dan manusia bersama-sama.",
          "Rasakanlah olehmu (azab ini) karena kamu melalaikan pertemuan dengan harimu ini (hari Kiamat). Sesungguhnya Kami pun melalaikanmu. Rasakanlah azab yang kekal karena apa yang selalu kamu kerjakan!”",
          "Sesungguhnya orang-orang yang beriman dengan ayat-ayat Kami, hanyalah orang-orang yang apabila diperingatkan dengannya (ayat-ayat Kami), mereka menyungkur (dalam keadaan) sujud dan bertasbih serta memuji Tuhannya dan mereka pun tidak menyombongkan diri.",
          "Lambung (tubuh) mereka jauh dari tempat tidur (untuk salat malam) seraya berdoa kepada Tuhannya dengan rasa takut (akan siksa-Nya) dan penuh harap (akan rahmat-Nya) dan mereka menginfakkan sebagian dari rezeki yang Kami anugerahkan kepada mereka.",
          "Tidak seorang pun mengetahui apa yang disembunyikan untuk mereka berupa (macam-macam nikmat) yang menyenangkan hati sebagai balasan terhadap apa yang selalu mereka kerjakan.",
          "Apakah orang mukmin sama dengan orang fasik (kafir)? (Pastilah) mereka tidak sama.",
          "Adapun orang-orang yang beriman dan mengerjakan amal saleh, mereka akan mendapat surga-surga (sebagai) tempat kediaman sebagai balasan atas apa yang selalu mereka kerjakan.",
          "Adapun orang-orang yang fasik (kafir), tempat kediaman mereka adalah neraka. Setiap kali mereka hendak keluar darinya, mereka dikembalikan (lagi) ke dalamnya dan dikatakan kepada mereka, “Rasakanlah azab neraka yang dahulu selalu kamu dustakan.”",
          "Kami pasti akan menimpakan kepada mereka sebagian azab yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat) agar mereka kembali (ke jalan yang benar).",
          "Siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian dia berpaling darinya? Sesungguhnya Kami akan memberikan balasan kepada para pendosa.",
          "Sungguh, Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa. Maka, janganlah engkau (Nabi Muhammad) ragu-ragu menerimanya (Al-Qur’an) dan Kami menjadikan Kitab (Taurat) itu sebagai petunjuk bagi Bani Israil.",
          "Kami menjadikan di antara mereka itu pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami selama mereka bersabar. Mereka selalu meyakini ayat-ayat Kami.",
          "Sesungguhnya Tuhanmu, Dialah yang memutuskan di antara mereka pada hari Kiamat apa yang dahulu selalu mereka perselisihkan.",
          "Tidakkah menjadi petunjuk bagi mereka (kaum kafir Makkah), betapa banyak umat sebelum mereka yang telah Kami binasakan, sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka itu. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah). Apakah mereka tidak mendengarkan (memperhatikan)?",
          "Tidakkah mereka memperhatikan bahwa Kami mengarahkan (awan yang mengandung) air ke bumi yang tandus, lalu Kami menumbuhkan dengannya (air hujan) tanam-tanaman, sehingga hewan-hewan ternak mereka dan mereka sendiri dapat makan darinya. Maka, mengapa mereka tidak memperhatikan?",
          "Mereka bertanya, “Kapankah kemenangan itu (datang) jika engkau orang yang benar?”",
          "Katakanlah, “Pada hari kemenangan itu tidak berguna lagi bagi orang-orang kafir keimanan mereka dan mereka tidak diberi penangguhan.”",
          "Maka, berpalinglah dari mereka dan tunggulah! Sesungguhnya mereka (juga) menunggu."
        ]
      }
    ]
  }
]
