[
    {
        "id": 1,
        "judul": [
            "Muqaddimah",
            "The Opening",
            "Préface",
            "Открытие",
            "Ochilish"
        ],
        "subjudul": [
            "Muqaddimah",
            "The Opening",
            "Préface",
            "Открытие",
            "Ochilish"
        ],
        "judulb": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا",
        "judAudio": "",
        "mp3List": [],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "bis",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا وَشَفِيْعِنَا رَسُوْلِ اللّٰهِ مُحَمَّدِ ابْنِ عَبْدِ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ وَاٰلِهٖ وَاَصْحَابِهٖ وَذُرِّيَّتِهِ * اَلْفَاتِحَةُ *",
                "id": "Untuk ruh junjungan kami, kekasih kami, dan pemberi syafaat kami, Rasulullah Muhammad bin Abdullah, semoga Allah memberikan shalawat dan salam-Nya kepada beliau, keluarga beliau, para sahabat beliau, dan keturunan beliau. (baca Al-Fatihah)",
                "en": "For the soul of our master, our beloved, and our intercessor, Rasulullah Muhammad bin Abdullah, may Allah send His blessings and peace upon him, his family, his companions, and his descendants.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "ara",
                "arab": "وَاِلٰى اَرْوَاحِ جَمِيْعِ الْاَوْلِيَاءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ وَلْاَئِمَّةِ الرَّاشِدِيْنَ * ثُمَّ اِلٰى اَرْوَاحِ وَالِدِيْنَا وَمَشَايِخِنَا وَمُعَلِّمِيْنَا وَذَوِالْحُقُوْقِ عَلَيْنَا اَجْمَعِيْنَ * ثُمَّ اِلٰى اَرْوَاحِ اَمْوَاتِ الْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ * اَنَّ اللّٰهَ يَغْفِرُلَهُمْ وَيَرْحَمُهُمْ وَيُعْلِيْ دَرَجَاتِهِمْ فِى الْجَنَّةِ وَيَنْفَعُنَا بِاَسْرَارِهِمْ وَاَنْوَارِهِمْ وَعُلُوْمِهِمْ وَنَفَحَاتِهِمْ فِى الدِّيْنِ وَالدُّنْيَا وَالْاٰخٰرَةِ اَلْفَاتِحَةْ *",
                "id": "Dan kepada ruh-ruh seluruh para wali, syuhada, orang-orang saleh, dan imam-imam yang mendapat petunjuk. Kemudian kepada ruh-ruh orang tua kami, para guru kami, para pengajar kami, dan semua orang yang memiliki hak atas kami. Kemudian kepada ruh-ruh orang-orang mukmin dan mukminah, muslimin dan muslimat yang telah wafat. Semoga Allah mengampuni mereka, merahmati mereka, meninggikan derajat mereka di surga, dan memberikan manfaat kepada kami dengan rahasia-rahasia, cahaya-cahaya, ilmu-ilmu, serta anugerah-anugerah mereka dalam urusan agama, dunia, dan akhirat. Al-Fatihah.",
                "en": "And to the souls of all the saints, martyrs, righteous people, and the rightly guided imams. Then to the souls of our parents, our teachers, our instructors, and all those who have rights over us. Then to the souls of the believing men and believing women, the Muslim men and Muslim women who have passed away. May Allah forgive them, have mercy on them, raise their ranks in Paradise, and grant us benefits from their secrets, their lights, their knowledge, and their blessings in religion, worldly matters, and the hereafter. Al-Fatihah.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "ara",
                "arab": "وَاِلٰى رُوْحِ شَيْخُ عَبْدُ الرَّحْمٰنِ الدَّيْبَعِيْ اَلْفَاتِحَةْ *",
                "id": "Dan kepada ruh Syekh Abdurrahman Ad-Diba'i. Al-Fatihah",
                "en": "And to the soul of Shaikh Abdurrahman Ad-Diba'i. Al-Fatihah.",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 2,
        "judul": [
            "Yā Robbi Ṡolli",
            "Yā Rabbi Ṡalli",
            "Yā Rabbi Ṡalli",
            "Yā Rabbi Ṡalli",
            "Yā Rabbi Ṡalli"
        ],
        "subjudul": [
            "Qasidah 1",
            "Qasidah 1",
            "Qasida 1",
            "Касида 1",
            "Qasida 1"
        ],
        "judulb": "يَارَبِّ صَلِّ عَلَى مُحَمَّدْ",
        "judAudio": "diba01",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/1.diba_ya_robbi_sholli.mp3",
            "https://drive.aplikita.com/diba/01-ya-robbi-sholli.mp3",
            "http://drive.aplikita.com/diba/01-ya-robbi-sholli.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "baris",
                "kanan": "يَارَبِّ صَلِّ عَلَى مُحَمَّدْ",
                "kiri": "يَارَبِّ صَلِّ عَلَيْهِ وَسَلِّمْ",
                "id": "Ya Allah, Tuhan kami, limpahkanlah rahmat kepada Nabi Muhammad, Ya Allah, Tuhan kami, limpahkanlah rahmat dan salam kepadanya",
                "en": "O Allah, our Lord, bestow mercy upon Prophet Muhammad. O Allah, our Lord, bestow mercy and peace upon him.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَارَبِّ بَلِّغْهُ الْوَسِيْلَةْ",
                "kiri": "يَارَبِّ خُصَّهٗ بِالْفَضِيْلَةْ",
                "id": "Ya Allah, Tuhan kami, sampaikanlah wasilah kepada Nabi Muhammad, Ya Allah, Tuhan kami, istimewakanlah karunia-Mu kepadanya.",
                "en": "O Allah, our Lord, grant the means (of intercession) to Prophet Muhammad. O Allah, our Lord, grant him Your special favor.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَارَبِّ وَارْضَ عَنِ الصَّحَابَةْ",
                "kiri": "يَارَبِّ وَارْضَ عَنِ السُّلَالَةْ",
                "id": "Ya Allah, Tuhan kami, ridhailah para sahabatnya. Ya Allah, Tuhan kami, ridhailah keturunannya.",
                "en": "O Allah, our Lord, be pleased with his companions. O Allah, our Lord, be pleased with his descendants.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَارَبِّ وَارْضَ عَنِ الْمَشَايِخْ",
                "kiri": "يَارَبِّ فَارْحَمْ وَالِدِيْنَا",
                "id": "Ya Allah, Tuhan kami, ridhailah para guru dan ‘ulama’. Ya Allah, Tuhan kami, kasih-sayangilah para orang tua kami.",
                "en": "O Allah, our Lord, be pleased with the teachers and scholars. O Allah, our Lord, have mercy on our parents.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَارَبِّ وَارْحَمْنَا جَمِيْعًا",
                "kiri": "يَارَبِّ وَارْحَمْ كُلَّ مُسْلِمْ",
                "id": "Ya Allah, Tuhan kami, kasih-sayangilah kami semua. Ya Allah, Tuhan kami, kasih-sayangilah setiap orang muslim.",
                "en": "O Allah, our Lord, have mercy on all of us. O Allah, our Lord, have mercy on every Muslim.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَارَبِّ وَاغْفِرْ لِكُلِّ مُذْنِبْ",
                "kiri": "يَارَبِّ لَاتَقْطَعْ رَجَانَا",
                "id": "Ya Allah, Tuhan kami, ampunilah setiap muslim yang berdosa. Ya Allah, Tuhan kami, janganlah Engkau putuskan harapan kami.",
                "en": "O Allah, our Lord, forgive every sinful Muslim. O Allah, our Lord, do not cut off our hopes.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَارَبِّ يَاسَامِعْ دُعَانَا",
                "kiri": "يَارَبِّ بَلِّغْنَا نَزُوْرُهْ",
                "id": "Ya Allah, Tuhan kami, Engkaulah Yang mendengar doa kami. Ya Allah, Tuhan kami, sampaikanlah kami untuk menziarahi Nabi.",
                "en": "O Allah, our Lord, You are the One who hears our prayers. O Allah, our Lord, enable us to visit the Prophet.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَارَبِّ تَغْشَانَا بِنُوْرِهْ",
                "kiri": "يَارَبِّ حِفْظَانَكْ وَاَمَانَكْ",
                "id": "Ya Allah, Tuhan kami, terangilah kami dengan cahaya Nabi. Ya Allah, Tuhan kami, lindungilah kami dan selamatkanlah kami.",
                "en": "O Allah, our Lord, illuminate us with the light of the Prophet. O Allah, our Lord, protect us and keep us safe.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَارَبِّ وَاسْكِنَّا جِنَانَكْ",
                "kiri": "يَارَبِّ اَجِرْنَا مِنْ عَذَابِكْ",
                "id": "Ya Allah, Tuhan kami, berilah kami tempat tinggal di surga-Mu. Ya Allah, Tuhan kami, jauhkanlah kami dari adzab-Mu.",
                "en": "O Allah, our Lord, grant us a place in Your paradise. O Allah, our Lord, keep us away from Your punishment.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَارَبِّ وَارْزُقْنَا الشَّهَادَةْ",
                "kiri": "يَارَبِّ حِطْنَا بِالسَّعَادَةْ",
                "id": "Ya Allah, Tuhan kami, berilah kami anugerah mati syahid. Ya Allah, Tuhan kami, bahagiakanlah kehidupan kami.",
                "en": "O Allah, our Lord, grant us the blessing of martyrdom. O Allah, our Lord, bring joy to our lives.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَارَبِّ وَاصْلِحْ كُلَّ مُصْلِحْ",
                "kiri": "يَارَبِّ وَاكْفِ كُلَّ مُؤْذِيْ",
                "id": "Ya Allah, Tuhan kami, perbaikilah setiap orang yang berusaha untuk berbuat baik. Ya Allah, Tuhan kami, hindarkanlah kami dari orang yang suka menyakiti.",
                "en": "O Allah, our Lord, improve every person who strives to do good. O Allah, our Lord, protect us from those who wish to harm.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَارَبِّ نَخْتِمْ بِالْمُشَفَّعْ",
                "kiri": "يَارَبِّ صَلِّ عَلَيْهِ وَسَلِّمْ",
                "id": "Ya Allah, Tuhan kami, kami akhiri doa kami dengan mengharap pertolongan. Ya Allah, Tuhan kami, limpahkanlah rahmat dan salam kepada Nabi.",
                "en": "O Allah, our Lord, we conclude our prayer hoping for Your assistance. O Allah, our Lord, bestow mercy and peace upon the Prophet.",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 3,
        "judul": [
            "Innā Fataḥnā Laka",
            "Innā Fataḥnā Laka",
            "Innā Fataḥnā Laka",
            "Innā Fataḥnā Laka",
            "Innā Fataḥnā Laka"
        ],
        "subjudul": [
            "Fasal 1",
            "Chapter 1",
            "Chapitre 1",
            "Глава 1",
            "Bob 1"
        ],
        "judulb": "اِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِيْنًا",
        "judAudio": "diba02",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/2.diba_inna_fatahna.mp3",
            "https://drive.aplikita.com/diba/02-inna-fatahna.mp3",
            "http://drive.aplikita.com/diba/02-inna-fatahna.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "bis",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "اِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِيْنًاۙ * لِّيَغْفِرَ لَكَ اللّٰهُ مَا تَقَدَّمَ مِنْ ذَنْۢبِكَ وَمَا تَاَخَّرَ وَيُتِمَّ نِعْمَتَهٗ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُّسْتَقِيْمًاۙ * وَّيَنْصُرَكَ اللّٰهُ نَصْرًا عَزِيْزًا *",
                "id": "Sesungguhnya Kami telah menganugerahkan kepadamu kemenangan yang nyata, agar Allah memberikan ampunan kepadamu (Nabi Muhammad) atas dosamu yang lalu dan yang akan datang, menyempurnakan nikmat-Nya atasmu, menunjukimu ke jalan yang lurus, dan agar Allah menolongmu dengan pertolongan yang besar.",
                "en": "Indeed, We have granted you a clear victory, so that Allah may forgive you (Prophet Muhammad) for your past and future sins, complete His favor upon you, guide you to the straight path, and so that Allah may help you with a mighty help.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "ara",
                "arab": "لَقَدْ جَآءَكُمْ رَسُوْلٌ مِّنْ اَنْفُسِكُمْ عَزِيْزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيْصٌ عَلَيْكُمْ بِالْمُؤْمِنِيْنَ رَؤٗفٌ رَّحِيْمٌ ۞ فَاِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللّٰهُ لَآاِلٰهَ اِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيْمِ ۞ اِنَّ اللّّٰٰهَ وَمَلَآئِكَتَهٗ يُصَلُّوْنَ عَلَى النَّبِيِّ ۞ يَآ اَيُّهَا الَّذِيْنَ اٰمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا ۞",
                "id": "“Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang. Sungguh telah datang kepadamu seorang Rasul dari kaummu sendiri. Berat terasa olehnya beban penderitaanmu. Dia sangat menginginkan (keimanan dan keselamatan)mu. Dan dia amat mengasihi serta amat menyayangi orang-orang yang beriman.”\n\n“Sesungguhnya Allah dan para malaikat-Nya bershalawat untuk Nabi, (oleh karena itu) wahai orang-orang yang beriman bershalawatlah kamu untuk Nabi, dan ucapkanlah salam hormat kepadanya.”",
                "en": "\"In the name of Allah, the Most Compassionate, the Most Merciful. Indeed, there has come to you a Messenger from among yourselves. It grieves him that you should suffer. He is deeply concerned for your (faith and salvation). And he is most kind and merciful to the believers.\"\n\n\"Indeed, Allah and His angels send blessings upon the Prophet. O you who have believed, send blessings upon him and greet him with peace and respect.\"",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 4,
        "judul": [
            "Yā Rasūlallōh",
            "Yā Rasūlallāh",
            "Yā Rasūlallāh",
            "Yā Rasūlallāh",
            "Yā Rasūlallāh"
        ],
        "subjudul": [
            "Qasidah 2",
            "Qasidah 2",
            "Qasida 2",
            "Касида 2",
            "Qasida 2"
        ],
        "judulb": "يَارَسُوْلَ اللّٰهِ سَلَامٌ عَلَيْكَ",
        "judAudio": "diba03",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/3.diba_ya_rosulalloh.mp3",
            "https://drive.aplikita.com/diba/03-ya-rosulalloh.mp3",
            "http://drive.aplikita.com/diba/03-ya-rosulalloh.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "baris",
                "kanan": "يَارَسُوْلَ اللّٰهِ سَلَامٌ عَلَيْكَ",
                "kiri": "يَارَفِيْعَ الشَّانِ وَالدَّرَجٍ",
                "id": "Ya Rasulullah, salam sejahtera semoga tetap kepadamu. Wahai Rasul yang agung dan tinggi derajatnya.",
                "en": "O Messenger of Allah, peace and blessings be upon you always. O noble and highly esteemed Messenger.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "عَطْفَةً يَاجِيْرَةَ الْعَلَمِ",
                "kiri": "يَااُهَيْلَ الْجُوْدِ وَالْكَرَمِ",
                "id": "Engkau adalah pemimpin rumah tangga yang lemah-lembut. Engkau adalah orang yang dermawan dan murah-hati.",
                "en": "You are the gentle leader of the household. You are the generous and kind-hearted one.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "نَحْنُ جِيْرَانٌ بِذَا الْحَرَمِ",
                "kiri": "حَرَمِ الْاِحْسَانِ وَالْحَسَنِ",
                "id": "Kami adalah para tetangga di tanah Haram ini. Tanah yang memberikan kebaikan dan penuh berkah.",
                "en": "We are the neighbors in this sacred land. A land that brings goodness and is full of blessings.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "نَحْنُ مِنْ قَوْمٍ بِهٖ سَكَنُوْا",
                "kiri": "وَبِهٖ مِنْ خَوْفِهِمْ اَمِنُوْا",
                "id": "Kami adalah keturunan dari kaum yang pernah tinggal di tanah Haram. Sebuah tempat yang menjadikan mereka aman dari rasa takut.",
                "en": "We are the descendants of a people who once lived in this sacred land. A place that gave them safety from fear.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَبِأٰيَاتِ الْقُرْاٰنِ عُنُوْا",
                "kiri": "فَاتَّئِدْ فِيْنَا اَخَا الْوَهَنِ",
                "id": "Dengan ayat-ayat di-Qur’an mereka diberi petunjuk. Semoga tidak ada di antara kami yang berhati lemah.",
                "en": "They were guided by the verses of the Qur’an. May none among us have a weak heart.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "نَعْرِفُ الْبَطْحَا وَتَعْرِفُنَا",
                "kiri": "وَالصَّفَا وَالْبَيْتُ يَأْلَفُنَا",
                "id": "Kami kenal padang pasir, dan padang pasirpun mengenal kami. Bukit Shafa dan Baitullah amatlah menawan hati kami.",
                "en": "We know the desert, and the desert knows us. The hills of Safa and the House of Allah captivate our hearts.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَلَنَا الْمَعْلٰى وَخَيْفُ مِنٰى",
                "kiri": "فَاعْلَمَنْ هٰذَا وَكُنْ وَكُنِ",
                "id": "Kami mempunyai Ma‘la, dan masjid Khaif di Mina. Maka ketahuilah tempat-tempat ini dan renungkanlah keagungannya.",
                "en": "We have Ma‘la and the mosque of Khaif in Mina. So, recognize these places and reflect on their greatness.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَلَنَا خَيْرُ الْاَنَامِ اَبُ",
                "kiri": "وَعَلِىُّ الْمُرْتَضٰى حَسَبُ",
                "id": "Kami mempunyai seorang ayah, yang sebaik-baik makhluk (Nabi ﷺ). Dan Sayyidina ‘Ali al-Murtadha yang menjadi keluarganya.",
                "en": "We have a father, the best of all creatures (the Prophet ﷺ). And Sayidina ‘Ali al-Murtadha, who is his family.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَاِلَى السِّبْطَيْنِ نَنْتَسِبُ",
                "kiri": "نَسَبًامَّا فِيْهِ مِنْ دَخَنِ",
                "id": "Kepada kedua orang cucunya (Hasan dan Husain r.a.) kami bernasab. Sebagai keturunan sejati dan tidak pernah ternoda.",
                "en": "We are related to his two grandsons (Hasan and Husain, may Allah be pleased with them), as true descendants, pure and unsullied.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "كَمْ اِمَامٍ بَعْدَهٗ خَلَفُوْا",
                "kiri": "مِنْهُ سَادَاتٌ بِذَا عُرِفُوْا",
                "id": "Berada banyak Imam-imam yang menggantikan sesudahnya. Di antara mereka dikenal dengan julukan para Sayyid.",
                "en": "There are many Imams who succeeded after him. Among them are known as Sayyids.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَبِهٰذَا الْوَصْفِ قَدْوُصِفُوْا",
                "kiri": "مِنْ قَدِيْمِ الدَّهْرِ وَالزَّمَنِ",
                "id": "Sejak zaman dulu, dengan julukan inilah mereka lebih dikenal, Sebagai keturunan yang mulia.",
                "en": "From ancient times, they have been known by this title, as a noble lineage.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "مِثْلُ زَيْنِ الْعَابِدِيْنَ عَلِيْ",
                "kiri": "وَابْنِهِ الْبَاقِرِخَيْرِ وَلِيْ",
                "id": "Seperti Imam Zain-al-‘Abidin (‘Ali bin Husain bin ‘Ali bin Abi Thalib r.a.). Dan putranya Imam al-Baqir sebaik-baik wali.",
                "en": "Like Imam Zain-al-‘Abidin (‘Ali bin Husain bin ‘Ali bin Abi Talib, may Allah be pleased with them). And his son Imam al-Baqir, the best of guardians.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَالْاِمَامِ الصَّادِقِ الْحَفِلِ",
                "kiri": "وَعَلِيِّ ذِى الْعُلَا الْيَقِيْنِ",
                "id": "Imam Ja‘far ash-Shadiq yang sangat bijaksana. Dan Imam ‘Ali yang sangat kuat keyakinannya.",
                "en": "Imam Ja‘far ash-Shadiq, who was very wise. And Imam ‘Ali, whose faith was very strong.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "فَهُمُ الْقَوْمُ الَّذِيْنَ هُدُوْا",
                "kiri": "وَبِفَضْلِ اللّٰهِ قَدْ سَعِدُوْا",
                "id": "Mereka itulah orang-orang yang telah mendapat petunjuk. Dan dengan karunia Allah mereka bahagia.",
                "en": "They are the ones who were rightly guided. And by Allah’s grace, they were made happy.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَلِغَيْرِ اللّٰهِ مَا قَصَدُوْا",
                "kiri": "وَمَعَ الْقُرْاٰنِ فِيْ قَرَنِ",
                "id": "Mereka tak pernah bertujuan selain untuk Allah. Dan mereka selalu berpegang teguh kepada Kitabullah (Al-Quran).",
                "en": "They never sought anything other than Allah. And they always adhered to the Book of Allah (the Qur'an).",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "اَهْلُ بَيْتِ الْمُصْطَفٰى الطُّهُرِ",
                "kiri": "هُمْ اَمَانُ الْاَرْضِ فَادَّكِرِ",
                "id": "Keluarga Nabi al-Mustafa ﷺ yang suci. Ingatlah bahwa mereka itu adalah pencipta keamanan di muka bumi.",
                "en": "The pure family of the Prophet al-Mustafa ﷺ. Know that they are the source of safety on this earth.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "شُبِّهُوْا بِالْاَنْجُمِ الزُّهُرِ",
                "kiri": "مِثْلَمَا قَدْجَآءَ فِى السُّنَنِ",
                "id": "Mereka itu bagaikan bintang-bintang yang bersinar terang. Sebagaimana yang pernah di sebutkan dalam hadits-hadits Nabi.",
                "en": "They are like shining stars. As mentioned in the hadiths of the Prophet.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَسَفِيْنٌ لِلنَّجَاةِ اِذَا",
                "kiri": "خِفْتَ مِنْ طُوْفَانِ كُلِّ اَذٰى",
                "id": "Mereka itu bagaikan kapal penyelamat. Di saat engkau takut dari topan yang menyusahkan.",
                "en": "They are like a ship of salvation. When you fear the tempest of trials.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "فَانْجُ فِيْهَا لَاتَكُوْنُ كَذَا",
                "kiri": "وَاعْتَصِمْ بِاللّٰهِ وَاسْتَعِنِ",
                "id": "Selamatkanlah diriku di dalamnya, janganlah kamu berada dalam kesusahan. Dan tetaplah berpegang kepada Allah dan minta tolonglah kepada-Nya.",
                "en": "Save yourself within it, do not remain in hardship. And always hold firmly to Allah and seek His help.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "رَبِ فَانْفَعْنَا بِبَرْكَتِهِمْ",
                "kiri": "وَاهْدِنَا الْحُسْنٰى بِحُرْمَتِهِمْ",
                "id": "Wahai Tuhan kami, jadikanlah kami orang yang berguna lantaran mereka. Dan berilah kami petunjuk kebaikan lantaran menghormati mereka.",
                "en": "O our Lord, make us people who benefit through them. And guide us to goodness by honoring them.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَاَمِتْنَا فِيْ طَرِيْقَتِهِمْ",
                "kiri": "وَمُعَافَاةٍ مِّنَ الْفِتَنِ",
                "id": "Dan matikanlah kami di jalan mereka. Dan selamatkanlah kami dari segala macam fitnah.",
                "en": "Let us die on their path. And save us from all kinds of trials.",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 5,
        "judul": [
            "Alḥamdulillāhi",
            "Alḥamdulillāhi",
            "Alḥamdulillāhi",
            "Alḥamdulillāhi",
            "Alḥamdulillāhi"
        ],
        "subjudul": [
            "Fasal 2",
            "Chapter 2",
            "Chapitre 2",
            "Глава 2",
            "Bob 2"
        ],
        "judulb": "اَلْحَمْدُ لِلّٰهِ الْقَوِيِّ الْغَالِبْ",
        "judAudio": "diba04",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/4.diba_alhamdulillahil_qowiyyi.mp3",
            "https://drive.aplikita.com/diba/04-alhamdulillahil-qowiyyi.mp3",
            "http://drive.aplikita.com/diba/04-alhamdulillahil-qowiyyi.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "bis",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "اَلْحَمْدُ لِلّٰهِ الْقَوِيِّ الْغَالِبْ ۞ اَلْوَلِيِّ الطَّالِبِ ۞ اَلْبَاعِثِ الْوَارِثِ الْمَانِحِ السَّالِبِ ۞ عَالِمِ الْكَآئِنِ وَالْبَآئِنِ وَالزَّآئِلِ وَالذَّاهِبِ ۞ يُسَبِّحُهُ الْاۤفِلُ وَالْمَآئِلُ وَالطَّالِعُ وَالْغَارِبُ ۞ وَيُوَحِّدُهُ النَّاطِقُ وَالصَّامِتُ وَالْجَامِدُ وَالذَّآئِبُ ۞ يَضْرِبُ بِعَدْلِهِ السَّاكِنُ وَيَسْكُنُ بِفَضْلِهِ الضَّارِبُ ۞ (لَآاِلٰهَ اِلَّا اللّٰهُ) ۞ حَكِيْمٌ اَظْهَرَ بَدِيْعَ حِكَمِهٖ وَالْعَجَآئِبِ ۞ فِيْ تَرْتِيْبِ تَرْكِيْبِ هٰذِهِ الْقَوَالِبِ ۞ خَلَقَ مُخًّا وَعَظْمًا وَعَضُدًا وَعُرُوْقًا وَلَحْمًا وَجِلْدًا وَشَعْرًا بِنَظْمٍ مُؤْتَلِفٍ مُتَرَاكِبٍ ۞ مِنْ مَآءٍ دَافِقٍ يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَآئِبِ ۞ (لَآاِلٰهَ اِلَّا اللّٰهُ) ۞ كَرِيْمٌ بَسَطَ لِخَلْقِهٖ بِسَاطَ كَرَمِهٖ وَالْمَوَاهِبِ ۞ يَنْزِلُ فِيْ كُلِّ لَيْلَةٍ اِلٰى سَمَآءِ الدُّنْيَا وَيُنَادِيْ هَلْ مِنْ مُسْتَغْفِرٍ هَلْ مِنْ تَآئِبٍ ۞ هَلْ مِنْ طَالِبِ حَاجَةٍ فَاُنِيْلَهُ الْمَطَالِبَ ۞ فَلَوْ رَاَيْتَ الْخُدَّامَ قِيَامًا عَلَى اْلاَقْدَامِ وَقَدْ جَادُوْا بِالدُّمُوْعِ السَّوَاكِبِ ۞ وَالْقَوْمَ بَيْنَ نَادِمٍ وَتَآئِبٍ ۞ وَخَآئِفٍ لِنَفْسِهٖ يُعَاتِبُ ۞ وَآبِقٍ مِنَ الذُّنُوْبِ اِلَيْهِ هَارِبٍ ۞ فَلَا يَزَالُوْنَ فِى الْاِسْتِغْفَارِ حَتَّى يَكُفَّ كَفُّ النَّهَارِ ذُيُوْلَ الْغَيَاهِبِ ۞ فَيَعُوْدُوْنَ وَقَدْ فَازُوْا بِالْمَطْلُوْبِ وَاَدْرَكُوْا رِضَا الْمَحْبُوْبِ وَلَمْ يَعُدْ اَحَدٌ مِّنَ الْقَوْمِ وَهُوَ خَآئِبٌ ۞ (لَآاِلٰهَ اِلَّا اللّٰهُ) ۞ فَسُبْحَانَهٗ وَتَعَالٰى مِنْ مَلِكٍ اَوْجَدَ نُوْرَ نَبِيِّهٖ مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ مِنْ نُوْرِهٖ قَبْلَ اَنْ يَخْلُقَ اٰدَمَ مِنَ الطَّيْنِ اللَّازِبِ ۞ وَعَرَضَ فَخْرَهٗ عَلٰى الْاَشْيَآءِ وَقَالَ هٰذَا سَيِّدُ الْاَنْبِيَآءِ وَاَجَلُّ الْاَصْفِيَآءِ وَاَكْرَمُ الْحَبَآئِبِ ۞",
                "id": "Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang. Segala puji bagi Allah, Yang Maha Kuat lagi Maha Perkasa. Yang Maha Pelindung lagi Maha Penuntut, Yang Membangkitkan (manusia dari kubur), Yang Mewarisi, Yang Memberi dan Yang Melenyapkan. Yang Maha Mengetahui segala apa yang ada, yang tampak, yang tersembunyi atau yang telah lenyap.\n\nBertasbih kepada-Nya semua yang pergi dan yang datang, yang terbit dan tenggelam. Dan meng-Esa-kan-Nya semua yang bisa bicara atau yang tidak, yang padat atau yang cair. Yang diam bisa bergerak, dan yang bergerak bisa diam lantaran keadilan-nya dan karunia-Nya. Tiada Tuhan selain Allah, Tuhan Yang Maha Bijaksan. Dia perlihatkan hikmah-hikmah dan keajaiban-keajaiban ciptaan-Nya yang indah. Di dalam menyusun anatomi tubuh manusia, Dia ciptakan otak dan tulang, otot dan pembuluh darah, daging dan kulit, serta rambut, semuanya tersusun dengan rapi dan tepat. Bermula dari sperma yang memancar dari antara tulang sulbi dan tulang dada.\n\nTiada Tuhan selain Allah, Yang Maha Mulia, Yang telah menghamparkan kedermawanan dan anugerah-Nya kepada semua makhluk. Setiap malam Allah turun ke langit dunia dan berseru: “Adakah hamba yang meminta ampun? Adakah hamba yang bertobat? Adakah hamba yang minta dipenuhi hajatnya, sehingga akan Aku penuhi pemintaan-permintaannya. Tahukah kamu orang-orang yang berbakti kepada Allah, mereka bangun malam beribadah di atas kaki mereka dengan air mata yang bercucuran.\n\nDan tahukah kamu orang-orang yang menyesali dosanya lalu bertobat, khawatir terhadap keselamatan dirinya lalu mencela perbuatan buruknya, menghindarkan diri dari dosa-dosa, lalu kembali kepada Allah. Mereka selalu meminta ampunan Allah (beristighfar) sepanjang waktu dengan hati yang tulus. Maka mereka kembali kepada Allah yang dicintai-Nya. Sehingga tak seorang pun dari mereka yang kembali kepada Allah dengan hati kecewa.\n\nTiada Tuhan selain Allah, Dzāt Yang Maha Suci dari kekurangan, Yang telah menciptakan Nūr Muḥammad ﷺ sebelum menciptakan Nabi Ādam a.s. dari tanah liat. Dan Allah banggakan Nabi ﷺ di hadapan semua makhluk seraya berfirman: “Inilah penghulu para Nabi – ‘alaihim-us-salām – , manusia terpilih yang paling agung, dan kekasih Allah yang paling mulia.",
                "en": "In the name of Allah, the Most Compassionate, the Most Merciful. All praise is for Allah, the Almighty and Most Powerful. The Supreme Protector and the Avenger, the One who resurrects (the dead), the Inheritor, the Giver and the Remover. The All-Knowing of everything that exists, the apparent, the hidden, and what has passed or disappeared.\n\nEverything that comes and goes, rises and sets, glorifies Him. And everything that can speak or cannot, that is solid or liquid, proclaims His Oneness. The still can move, and the moving can become still by His justice and grace. There is no god but Allah, the Most Wise Lord. He reveals His wisdom and the wonders of His beautiful creation. In the structure of the human body, He created the brain and bones, muscles and blood vessels, flesh and skin, and hair, all perfectly and precisely arranged. It all begins from a drop of sperm that emerges between the backbone and the chest.\n\nThere is no god but Allah, the Most Noble, who has spread His generosity and blessings to all creatures. Every night, Allah descends to the sky of the world and calls: “Is there anyone asking for forgiveness? Is there anyone repenting? Is there anyone asking for their needs to be fulfilled, so I will fulfill their requests?\"\n\nDo you know those who devote themselves to Allah? They stand in prayer at night, with tears streaming from their eyes.\n\nAnd do you know those who regret their sins and repent, fearing for their salvation and blaming their bad deeds, avoiding sins, and then returning to Allah? They continuously seek Allah’s forgiveness with sincere hearts. Thus, they return to Allah, whom they love, and none of them return to Allah with disappointment in their hearts.\n\nThere is no god but Allah, the One free from all deficiency, who created the light of Muhammad ﷺ before creating Prophet Adam (AS) from clay. And Allah took pride in the Prophet ﷺ before all creation, saying: “This is the leader of all the Prophets – peace be upon them – the greatest chosen human being, and the most honored beloved of Allah.”",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 6,
        "judul": [
            "Qīla Huwa Ādam",
            "Qīla Huwa Ādam",
            "Qīla Huwa Ādam",
            "Qīla Huwa Ādam",
            "Qīla Huwa Ādam"
        ],
        "subjudul": [
            "Fasal 3",
            "Chapter 3",
            "Chapitre 3",
            "Глава 3",
            "Bob 3"
        ],
        "judulb": "قِيْلَ هُوَ اٰدَمُ قَالَ اٰدَمُ",
        "judAudio": "diba05",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/5.diba_qila_huwa_adam.mp3",
            "https://drive.aplikita.com/diba/05-qila-huwa-adam.mp3",
            "http://drive.aplikita.com/diba/05-qila-huwa-adam.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "قِيْلَ هُوَ اٰدَمُ قَالَ اٰدَمُ بِهٖ أُنِيْلُهٗ أَعْلَى الْمَرَاتِبِ ۞ قِيْلَ هُوَ نُوْحٌ قَالَ نُوْحٌ بِهٖ يَنْجُوْ مِنَ الْغَرَقِ وَيَهْلِكُ مَنْ خَالَفَهٗ مِنَ الْأَهْلِ وَالْأَقَارِبِ ۞ قِيْلَ هُوَ إِبْرَاهِيْمُ .قَالَ إِبْرَاهِيْمُ بِهٖ تَقُوْمُ حُجَّتُهٗ عَلىٰ عُبَّادِ اْلأَصْنَامِ وَالْكَوَاكِبِ ۞ قِيْلَ هُوَ مُوْسٰى .قَالَ مُوْسىٰ أَخُوْهُ وَلٰكِنْ هٰذَا حَبِيْبٌ وَمُوْسٰى كَلِيْمٌ وَمُخَاطِبٌ ۞ قِيْلَ هُوَ عِيْسٰـى .قَالَ عِيْسٰـى يُبَشّـِرُ بِهٖ وَهُوَ بَيْنَ يَدَيْ نُبُوَّتِهٖ كَالْحَاجِبِ ۞ قِيْلَ فَمَنْ هٰذَا الْحَبِيْبُ الْكَرِيْمُ الَّذِيْ اَلْبَسْتَهٗ حُلَّةَ الْوَقَارِ ۞ وَتَوَّجْتَهٗ بِتِيْجَانِ الْمَهَابَةِ وَالْإِفْتِــخارِ ۞ وَنَشَـرْتَ عَلىٰ رَأْسِهِ الْعَصَآئِبِ ۞ قَالَ هُوَ نَبِيُّ نِاسْتَخَرْتُهٗ مِنْ لُؤَيِّ ابْنِ غَالِبٍ ۞ يَمُوْتُ أَبُوْهُ وَأُمُّهٗ وَيْكْفُلُهٗ جَدُّهٗ ثُمَّ عَمُّهُ الشَّقِيْقُ أَبُوْ طَالِبٍ ۞",
                "id": "Ditanyakan: (Dan dijawab):\n\nMalaikat : Apakah itu Nūr Adam a.s.?\n\nAllah : Bahkan dengan Nūr itu, Adam Aku berikan derajat yang tinggi.\n\nMalaikat : Apakah itu Nūr Nūḥ a.s.?\n\nAllah : Bahkan dengan Nūr itu, Nūḥ selamat dari tenggelam yang menghancurkan keluarga dan kerabat yang menentangnya.\n\nMalaikat : Apakah itu Nūr Ibrahim a.s.?\n\nAllah : Bahkan dengan Nūr itu, Ibrahim mampu membuktikan ajarannya di hadapan para penyembah berhala dan bintang-bintang.\n\nMalaikat : Apakah itu Nūr Musa a.s.?\n\nAllah : Bahkan Musa adalah saudara Nūr ini, hanya saja Nūr ini adalah kekasih-Ku, sedangkan Musa adalah orang yang Aku beri kemuliaan dengan Ku bicara.\n\nMalaikat : Apakah itu Nūr ‘Īsā a.s.?\n\nAllah : Bahkan ‘Īsā ini yang nantinya akan membawa kabar gembira tentang kelahiran dan kenabian Nūr ini dalam jangka waktu yang dekat.\n\nMalaikat : Lalu siapakah kekasih mulia yang telah Engkau hiasi dengan keagungan, dan Engkau mahkotai dengan mahkota kebesaran dan kebanggaan, serta Engkau kibarkan bendera-bendera di atas kepemimpinannya.\n\nAllah : Dia adalah seorang Nabi yang Aku pilih dari keturunan Lu’ay Bin Ghālib. Ayah dan ibunya wafat, lalu ia dipelihara kakeknya, kemudian dipelihara pamannya yang bernama Abū Thālib, saudara kandung ayahnya.",
                "en": "Asked: (And answered):\n\nAngel: Is that the light of Adam (peace be upon him)?\n\nAllah: Indeed, with that light, I granted Adam a high rank.\n\nAngel: Is that the light of Noah (peace be upon him)?\n\nAllah: Indeed, with that light, Noah was saved from the drowning that destroyed his family and relatives who opposed him.\n\nAngel: Is that the light of Abraham (peace be upon him)?\n\nAllah: Indeed, with that light, Abraham was able to prove his teachings before the idol worshippers and star worshippers.\n\nAngel: Is that the light of Moses (peace be upon him)?\n\nAllah: Indeed, Moses is a brother to this light, but this light is My beloved, whereas Moses is the one I honored by speaking to him.\n\nAngel: Is that the light of Jesus (peace be upon him)?\n\nAllah: Indeed, Jesus is the one who will bring glad tidings of the birth and prophethood of this light in a near time.\n\nAngel: Then who is this noble beloved whom You have adorned with greatness, crowned with the crown of grandeur and pride, and raised banners above his leadership?\n\nAllah: He is a Prophet whom I have chosen from the descendants of Lu’ay bin Ghalib. His father and mother passed away, then he was cared for by his grandfather, and later by his uncle, Abu Talib, his father's brother.",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 7,
        "judul": [
            "Yub'aṡu Min Tihāmah",
            "Yub'aṡu Min Tihāmah",
            "Yub'aṡu Min Tihāmah",
            "Yub'aṡu Min Tihāmah",
            "Yub'aṡu Min Tihāmah"
        ],
        "subjudul": [
            "Fasal 4",
            "Chapter 4",
            "Chapitre 4",
            "Глава 4",
            "Bob 4"
        ],
        "judulb": "يُبْعَثُ مِنْ تِهَامَةَ",
        "judAudio": "diba06",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/6.diba_yubasu_min_tihamata.mp3",
            "https://drive.aplikita.com/diba/06-diba-yubasu-min-tihamata.mp3",
            "http://drive.aplikita.com/diba/06-diba-yubasu-min-tihamata.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "يُبْعَثُ مِنْ تِهَامَةَ بَيْنَ يَدَيِ الْقِيَامَةِ فِيْ ظَهْرِهٖ عَلَامَةٌ تُظِلُّهُ الْغَمَامَةُ تُطِيْعُهُ السَّحَآئِبُ ۞ فَجْرِيُّ الْجَبِيْنِ لَيْلِيُّ الذَّوَآئِبِ ۞ اَلْفِيُّ الْاَنْفِ مِيْمِيُّ الْفَمِ نُوْنِيُّ الْحَاجِبِ ۞ سَمْعُهٗ يَسْمَعُ صَرِيْرَ الْقَلَمِ بَصَرُهٗ اِلَى السَّبْعِ الطِّبَاقِ ثَاقِبٌ ۞ قَدَمَاهٗ قَبَّلَهُمَا الْبَعِيْرُ فَاَزَالَا مَااشْتَكَاهُ مِنَ الْمِحَنِ وَالنَّوَآئِبِ ۞ اٰمَنَ بِهِ الضَّبُّ وَسَلَّمَتْ عَلَيْهِ الْاَشْجَارُ وَخَاطَبَتْهُ الْاَحْجَارُ وَحَنَّ اِلَيْهِ الْجِذْعُ حَنِيْنَ حَزِيْنٍ نَادِبٍ ۞ يَدَاهُ تَظْهَرُ بَرَكَتُهُمَا فِى الْمَطَاعِمِ وَالْمَشَارِبِ ۞ قَلْبُهٗ لَايَغْفُلُ وَلَا يَنَامُ وَلٰكِنْ لِلْخِدْمَةِ عَلَى الدَّوَامِ مُرَاقِبٌ ۞ اِنْ اُوْذِيَ يَعْفُ وَلَايُعَاقِبُ ۞ وَاِنْ خُوْصِمَ يَصْمُتْ وَلَايُجَاوِبُ ۞ اَرْفَعُهٗ اِلٰى اَشْرَفِ الْمَرَاتِبِ ۞ فِيْ رَكْبَةٍ لَاتَنْبَغِيْ قَبْلَهٗ وَلَابَعْدَهٗ لِرَاكِبٍ ۞ فِيْ مَوْكِبٍ مِّنَ الْمَلَآئِكَةِ يَفُوْقُ عَلٰى سَآئِرِ الْمَوَاكِبِ ۞ فَاِذَا ارْتَقٰى عَلَى الْكَوْنَيْنِ وَانْفَصَلَ عَنِ الْعٰالَمِيْنَ ۞ وَوَصَلَ اِلٰى قَابِ قَوْسَيْنِ كُنْتُ لَهٗ اَنَا النَّدِيْمَ وَالْمُخَاطِبَ ۞",
                "id": "Nabi Muhammad diutus (sebagai Rasūlullāh ﷺ) di negeri Tihāmah (Makkah) di akhir zaman, dipunggungnya terdapat suatu tanda kenabian, jika berjalan ia dinaungi mendung dan diikuti awan, mukanya cerah bagaikan fajar pagi, rambutnya hitam bagaikan gelapnya malam, hidungnya mancung bagaikan huruf alif, mulutnya indah bagaikan huruf mīm, alisnya melengkung bagaikan huruf nūn.\n\nPendengarannya amat peka hingga mampu mendengar goresan pena, penglihatannya sangat tajam mampu menembus langit ke tujuh. Kedua kakinya diciumi oleh unta, sehingga onta itu hilang rasa derita karena musibah yang dikeluhkannya. Binatangpun mempercayai kerasulannya, dan pohon-pohon mengucapkan salam kepadanya, demikian pula bebatuan menyapanya, bahkan batang kurmapun sangat menyayang dan merindukannya, bagaikan orang yang sedih dan gelisah menunggu kedatangannya. Kedua tangannya mengandung berkah pada makanan dan minuman. Hatinya tak pernah lengah dan tidak pernah tidur, bahkan selalu berkhidmat dan mengingat Allah. Jika disakiti selalu memaafkan dan tak pernah menyimpan rasa dendam.\n\nJika diajak bertengkar selalu diam dan tidak mau menjawab. Dia, Muhammad ﷺ diangkat oleh Allah ke derajat yang paling mulia dan terhormat, yang belum pernah dicapai oleh orang-orang sebelumnya atau sesudahnya. Ketika berada di tengah-tengah rombongan para malaikat, dia melewati dua alam (alam manusia dan alam malaikat) dan terpisah dari kedua alam itu, sampai ke tempat yang dekat dengan Sidrat-ul-Muntahā, maka kata Allah: “Akulah Penghiburnya dan Yang berbicara kepadanya\".",
                "en": "The Prophet Muhammad was sent (as Rasūlullāh ﷺ) in the land of Tihāmah (Makkah) at the end of times. On his back was a sign of prophethood. When he walked, he was shaded by clouds, followed by clouds. His face was radiant like the morning dawn, his hair black like the darkness of the night, his nose sharp like the letter alif, and his mouth beautiful like the letter mīm, his eyebrows arched like the letter nūn.\n\nHis hearing was extremely sensitive, able to hear the scratch of a pen. His vision was so sharp that it could penetrate the seventh heaven. His feet were kissed by camels, and the camels were relieved of their suffering by this. Even animals acknowledged his prophethood, and trees would greet him, as did the stones, and even the date-palm trunk loved and longed for him, like one who was sad and anxious, awaiting his arrival. His hands were a source of blessing for food and drink. His heart never strayed, nor did it sleep, always serving and remembering Allah. When hurt, he always forgave and never held a grudge.\n\nIf provoked into an argument, he would remain silent and not respond. He, Muhammad ﷺ, was elevated by Allah to the most noble and honored rank, a rank that had never been attained by anyone before or after him. When he was among the assembly of angels, he passed through two realms (the human realm and the angelic realm) and transcended both, reaching a place near Sidrat-ul-Muntahā, where Allah said: “I am his Comforter and the One who speaks to him.”",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "ثُمَّ اَرُدُّهٗ مِنَ الْعَرْشِ ۞ قَبْلَ اَنْ يَّبْرُدَ الْفَرْشُ ۞ وَقَدْ نَالَ جَمِيْعَ الْمَأٰرِبِ ۞ فَاِذَا شُرِّفَتْ طُرْبَةَ طَيْبَةَ مِنْهُ بِاَشْرَفِ قَالَبٍ ۞ سَعَتْ اِلَيْهِ اَرْوَاحُ الْمُحِبِّيْنَ عَلَى الْاَقْدَامِ وَالنَّجَآئِبِ ۞",
                "id": "Kemudian Aku kembalikan dia (Nabi ﷺ) dari ‘Arsy, sebelum dingin tempat tidurnya, dan dia ﷺ telah memperoleh semua tujuannya, ketika dia telah memijakkan kakinya di muka bumi, berduyun-duyunlah para pecintanya mendatanginya dengan berjalan kaki dan menaiki kendaraan.",
                "en": "Then I returned him (the Prophet ﷺ) from the Throne (‘Arsh), before his bed had cooled, and he ﷺ had achieved all his goals. When he set his feet on the earth, crowds of his lovers flocked to him, some on foot and others riding vehicles.",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 8,
        "judul": [
            "Ṣolātullōhi Mā laḥat",
            "Ṣalātullāhi Mā laḥat",
            "Ṣalātullāhi Mā laḥat",
            "Ṣalātullāhi Mā laḥat",
            "Ṣalātullāhi Mā laḥat"
        ],
        "subjudul": [
            "Qasidah 3",
            "Qasidah 3",
            "Qasida 3",
            "Касида 3",
            "Qasida 3"
        ],
        "judulb": "صَلَاةُ اللّٰهِ مَالَاحَتْ",
        "judAudio": "diba07",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/7.diba_sholatullohi_malahat.mp3",
            "https://drive.aplikita.com/diba/07-sholatullohi-malahat.mp3",
            "http://drive.aplikita.com/diba/07-sholatullohi-malahat.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "baris",
                "kanan": "صَلَاةُ اللّٰهِ مَالَاحَتْ كَوَاكِبْ",
                "kiri": "عَلَى احْمَدْخَيْرِمَنْ رَّكِبَ النَّجَآئِبْ",
                "id": "Nikmat Allah tampak sebanyak bintang di langit. tetap tercurahkan kepada Nabi Ahmad, sebaik-baik orang yang menaiki kendaraan onta.",
                "en": "The blessings of Allah are as numerous as the stars in the sky. They continue to be bestowed upon the Prophet Ahmad, the best of those who ride camels.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "حَدٰى حَادِى السُّرٰى بِاسْمِ الْحَبَائِبْ",
                "kiri": "فَهَزَّ الشُّكْرُ اَعْطَافَ الرَّكَائِبْ",
                "id": "Para penggiring onta menghalau onta-ontanya di waktu malam sambil menyenandungkan lagu-lagu pujian kepada Muḥammad. sehingga bagaikan dimabuk cinta mereka mengangguk-anggukkan kepala.",
                "en": "The camel drivers drive their camels at night while singing praises to Muhammad, until they are so enraptured with love that they nod their heads.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "اَلَمْ تَرَهَا وَقَدْ مَدَّتْ حُطَاهَا",
                "kiri": "وَسَالَتْ مِنْ مَّدَامِعِهَا سَحَآئِبْ",
                "id": "Tidakkah kamu lihat, lalu onta-onta itu memperpanjang langkah-langkahnya dengan cepat. dan air matanya bercucuran terdorong ingin segera bertemu Muḥammad.",
                "en": "Do you not see the camels stretching their steps quickly, with tears streaming from their eyes, driven by the longing to meet Muhammad?",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَمَالَتْ لِلْحِمٰى طَرَبًا وَّحَنَّتْ",
                "kiri": "اِلٰى تِلْكَ الْمَعَالِمِ وَاْلمَلَاعِبْ",
                "id": "Dengan asyiknya onta-onta itu berjalan menuju kekasihnya. dan melepaskan rindu di tempat tujuannya.",
                "en": "The camels walk joyfully toward their beloved, yearning to release their longing at the destination.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "فَدَعْ جَذْبَ الزِّمَامِ وَلَا تَسُقْهَا",
                "kiri": "فَقَائِدُ شَوْقِهَا لِلْحَيِّ جَاذِبْ",
                "id": "Onta-onta itu tidak usah kamu tarik-tarik kendalinya, atau kamu helakan supaya lebih cepat. karena kerinduannya itu telah mendorong segera bertemu Muḥammad.",
                "en": "You do not need to pull their reins or urge them forward, for their longing has already driven them to meet Muhammad.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "فَهِمْ طَرَبًا كَمَا هَامَتْ وَاِلَّا",
                "kiri": "فَاِنَّكَ فِيْ طَرِيقِ الْحُبِّ كَاذِبْ",
                "id": "Maka cintailah Muḥammad ﷺ dengan asyik dan gembira. jika tidak begitu sesungguhnya cintamu itu adalah palsu.",
                "en": "So, love Muhammad ﷺ with passion and joy, for if not, your love is indeed false.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "اَمَّا هٰذَا الْعَقِيْقُ بَدَا وَهٰذِيْ",
                "kiri": "قِبَابُ الْحَيِّ لَاحَتْ وَالْمَضَارِبْ",
                "id": "Tidakkah kamu gembira melihat negeri al-‘Aqīq yang telah terlihat. dan inilah kubah-kubah masjid Nabi ﷺ yang bersinar gemerlapan.",
                "en": "Do you not rejoice at seeing the land of al-‘Aqīq appearing, and here are the glowing domes of the Prophet's mosque shining brightly?",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَتِلْكَ الْقُبَّةُ الْخَضْرَا وَفِيْهَا",
                "kiri": "نَبِيٌّ نُوْرُهٗ يَجْلُوْ الْغَيَاهِبْ",
                "id": "Itulah kubah hijau yang di dalamnya terdapat makam seorang Nabi. yang cahayanya menerangi penjuru alam yang gelap.",
                "en": "This is the green dome, inside which lies the grave of a Prophet, whose light illuminates the dark corners of the world.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَقَدْ صَحَّ الرِّضٰى وَدَنَا التَّلَاقِيْ",
                "kiri": "وَقَدْ جَاءَ الْهَنَا مِنْ كُلِّ جَانِبْ",
                "id": "Keridhaan Allah telah nyata dan saat pertemuan dengan Nabi ﷺ telah dekat. dan ucapan salam datang dari segala penjuru.",
                "en": "The pleasure of Allah is evident, and the meeting with the Prophet ﷺ is near, with greetings coming from all directions.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "فَقُلْ لِّلنَّفْسِ دُوْنَكِ وَالتَّمَلِّيْ",
                "kiri": "فَمَادُوْنَ الْحَبِيْبِ الْيَوْمَ حَاجِبْ",
                "id": "Bisikkanlah pada dirimu, selamat bergembira melihat Nabi ﷺ. karena hari ini tidak ada penghalang untuk menemui Nabi yang tercinta.",
                "en": "Whisper to yourself, rejoice in seeing the Prophet ﷺ, for today, there is no barrier to meeting the beloved Prophet.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "تَمَلّٰى بِالْحَبِيْبِ بِكُلِّ قَصْدٍ",
                "kiri": "فَقَدْ حَصَلَ الْهَنَا وَالضِدُّ غَائِبْ",
                "id": "Puaskanlah hatimu dengan Nabi ﷺ yang tercinta, dengan segala tujuan. maka kegembiraan telah tercapai dan kesedihanpun telah sirna.",
                "en": "Satisfy your heart with the beloved Prophet ﷺ, with all your aspirations, and joy will be fulfilled, and sorrow will vanish.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "نَبِيُّ اللّٰهِ خَيْرُ الْخَلْقِ جَمْعَا",
                "kiri": "لَهٗ اَعْلَى الْمَنَاصِبِ وَالْمَرَاتِبْ",
                "id": "Nabi kekasih Allah adalah sebaik-baik makhluk seluruhnya. dia telah memperoleh kedudukan dan pangkat yang tertinggi.",
                "en": "The Prophet, beloved of Allah, is the best of all creation. He has attained the highest rank and status.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "لَهُ الْجَاهُ الرَّفِيْعُ لَهُ الْمَعَالِيْ",
                "kiri": "لَهُ الشَّرَفُ الْمَؤَبَّدُ وَالْمَنَاقِبْ",
                "id": "Dia ﷺ mempunyai kedudukan, kehormatan. dan kemuliaan yang agung, serta pujian yang abadi.",
                "en": "He ﷺ holds a position of honor, greatness, and eternal praise.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "فَلَوْ اَنَّا سَعَيْنَا كُلَّ يَوْمٍ",
                "kiri": "عَلَى اْلَاحْدَاقِ لَافَوْقَ النَّجَائِبْ",
                "id": "Alangkah gembiranya, andaikata kita dapat menziarahi Nabi dengan rombongan yang besar setiap hari. tidak dengan rombongan yang sedikit.",
                "en": "Oh, how joyful it would be if we could visit the Prophet daily with a large group, not just with a few.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَلَوْ اَنَّا عَمِلْنَا كُلَّ حِيْنٍ",
                "kiri": "لِاَحْمَدَ مَوْلِدًا قَدْكَانَ وَاجِبْ",
                "id": "Andaikan kami mampu mengadakan peringatan maulid Nabi Muḥammad ﷺ setiap saat. maka mengadakan maulid itu bagi kami adalah wajib.",
                "en": "If only we could commemorate the birth of the Prophet Muhammad ﷺ at every moment, for celebrating the Mawlid is a duty for us.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "عَلَيْهِ مِنَ الْمُهَيْمِنِ كُلَّ وَقْتٍ",
                "kiri": "صَلَاةٌ مَّابَدَا نُوْرُ الْكَوَاكِبْ",
                "id": "Semoga rahmat Allah senantiasa terlimpahkan kepada Nabi ﷺ. di setiap waktu, selama cahaya bintang-bintang masih bersinar.",
                "en": "May Allah’s mercy always be bestowed upon the Prophet ﷺ at every time, for as long as the stars continue to shine.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "تَعُمُّ الْاٰلَ وَالْاَصْحَابَ طُرًّا",
                "kiri": "جَمِيْعَهُمْ وَعِتْرَتَهُ الْاَطَايِبْ",
                "id": "Semoga rahmat Allah juga merata kepada semua keluarga, para sahabat. dan semua keturunan Nabi ﷺ yang baik-baik.",
                "en": "May Allah’s mercy also extend to all of his family, companions, and all the noble descendants of the Prophet ﷺ.",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 9,
        "judul": [
            "Fasubḥāna Man",
            "Fasubḥāna Man",
            "Fasubḥāna Man",
            "Fasubḥāna Man",
            "Fasubḥāna Man"
        ],
        "subjudul": [
            "Fasal 5",
            "Chapter 5",
            "Chapitre 5",
            "Глава 5",
            "Bob 5"
        ],
        "judulb": "فَسُبْحَانَ مَنْ خَصَّهٗ",
        "judAudio": "diba08",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/8.diba_fasubhana.mp3",
            "https://drive.aplikita.com/diba/08-fasubhana.mp3",
            "http://drive.aplikita.com/diba/08-fasubhana.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "فَسُبْحَانَ مَنْ خَصَّهٗ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ بِاَشْرَفِ الْمَنَاصِبِ وَالْمَرَاتِبِ ۞ اَحْمَدُهٗ عَلٰى مَا مَنَحَ مِنَ الْمَوَاهِبِ ۞ وَاَشْهَدُ اَنْ لَآاِلٰهَ اِلَّا اللّٰهُ وَحْدَهٗ لَاشَرِيْكَ لَهٗ رَبُّ الْمَشَارِقِ وَالْمَغَارِبْ ۞ وَاَشْهَدُ اَنَّ سَيِّدَنَا مُحَمَّدًا عَبْدُهٗ وَرَسُوْلُهُ الْمَبْعُوْثُ اِلٰى سَآئِرِ الْاَعَاجِمِ وَالْاَعَارِبِ ۞ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ وَعَلٰى اٰلِهٖ وَاَصْحَابِهٖ اُوْلِى الْمَأۤثِرِ وَالْمَنَاقِبِ ۞ صَلَاةً وَّسَلَامًا دَآئِمَيْنِ مُتَلَازِمَيْنِ يَأْتِيْ قَآئِلُهُمَا يَوْمَ الْقِيَامَةِ غَيْرَ خَآئِبِ ۞",
                "id": "Maha Suci Allah yang telah mengistimewakan kedudukan dan martabat Nabi ﷺ yang paling mulia. Semoga puji bagi Allah, Yang telah melimpahkan segala karunia-Nya. Saya bersaksi bahwa tidak ada Tuhan selain Allah Yang Maha Esa, Yang tiada sekutu bagi-Nya, Tuhan yang menguasai timur dan barat. Dan saya bersaksi bahwa Nabi Muḥammad ﷺ adalah hamba sekaligus Rasūl-Nya yang diutus kepada seluruh umat manusia, baik bangsa ‘Arab ataupun selain ‘Arab.\n\nSemoga Allah senantiasa melimpahkan rahmat dan salam sejahtera kepada Nabi, keluarga dan para sahabatnya yang mulia, dengan sebuah rahmat dan salam sejahtera yang tiada putusnya. Setiap orang yang mengucapkan rahmat dan salam (shalawat) tidaklah akan kecewa di hari kiamat kelak.",
                "en": "Glory be to Allah, who has honored the status and rank of the Prophet ﷺ, the most noble. All praise be to Allah, who has bestowed all His blessings. I bear witness that there is no god but Allah, the One, with no partner for Him, the Lord of the East and the West. And I bear witness that Prophet Muhammad ﷺ is His servant and Messenger, sent to all of humanity, both Arabs and non-Arabs.\n\nMay Allah continually bestow mercy and peace upon the Prophet, his family, and his noble companions, with unending mercy and peace. Whoever sends blessings and peace (salawat) upon him will not be disappointed on the Day of Judgment.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "اَوَّلُ مَا نَسْتَفْتِحُ بِاِيْرَادِ حَدِيْثَيْنِ وَرَدَا عَنْ نَبِيٍّ كَانَ قَدْرُهٗ عَظِيْمًا ۞ وَنَسَبُهٗ كَرِيْمًا ۞ وَصِرَاطُهٗ مُسْتَقِيْمًا ۞ قَالَ فِيْ حَقِّهٖ مَنْ لَّمْ يَزَلْ سَمِيْعًا عَلِيْمًا ۞ اِنَّ اللّٰهَ وَمَلَآئِكَتَهٗ يُصَلُّوْنَ عَلٰى النَّبِيِّ ۞ يَآاَيُّهَا الَّذِيْنَ اٰمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا ۞",
                "id": "Pertama-tama kami sampaikan 2 hadits yang bersumber dari Nabi ﷺ yang agung dan mulia, bernasab mulia, dan mempunyai perjalanan hidup yang lurus. Allah Yang Maha Mendengar dan Maha Mengetahui telah berfirman menerangkan tentang hak.\n\nNabi ﷺ: “Sesungguhnya Allah dan para malaikat-Nya bersalawat untuk Nabi, (oleh karena itu) wahai orang-orang yang beriman bersalawatlah kamu untuk Nabi, dan ucapkanlah salam hormat kepadanya”",
                "en": "First of all, we present two hadiths that originate from the great and noble Prophet ﷺ, of noble lineage, and with a righteous life journey. Allah, the All-Hearing and All-Knowing, has spoken, explaining about rights.\n\nThe Prophet ﷺ said: “Indeed, Allah and His angels send blessings upon the Prophet. O you who have believed, send blessings upon him and greet him with peace and respect.”",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 10,
        "judul": [
            "Ḥadīṡul Awwal",
            "Ḥadīṡ Al Awwal",
            "Ḥadīṡ Al Awwal",
            "Ḥadīṡ Al Awwal",
            "Ḥadīṡ Al Awwal"
        ],
        "subjudul": [
            "Fasal 6",
            "Chapter 6",
            "Chapitre 6",
            "Глава 6",
            "Bob 6"
        ],
        "judulb": "اَلْحَدِيْثُ الْاَوَّلُ",
        "judAudio": "diba09",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/9.diba_hadits_awwal.mp3",
            "https://drive.aplikita.com/diba/09-hadits-awwal.mp3",
            "http://drive.aplikita.com/diba/09-hadits-awwal.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "اَلْحَدِيْثُ الْاَوَّلُ ۞ عَنْ بَحْرِ الْعِلْمِ الدَّافِقِ وَلِسَانِ الْقُرْاٰنِ النَّاطِقِ اَوْحَدِ عُلَمَآءِ النَّاسِ سَيِّدِنَا عَبْدِ اللّٰهِ بْنِ سَيِّدِنَا الْعَبَّاسِ رَضِيَ اللّٰهُ عَنْهُمَا ۞ اَنَّ رَسُوْلَ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ اَنَّهٗ قَالَ : اِنَّ قُرَيْشًا كَانَتْ نُوْرًا بَيْنَ يَدَيِ اللّٰهِ عَزَّ وَجَلَّ قَبْلَ اَنْ يَّخْلُقَ اٰدَمَ بِاَلْفَيْ عَامٍ يُسَبِّحُ اللّٰهَ ذٰلِكَ النُّوْرُ وَتُسَبِّحُ الْمَلَآئِكَةُ بِتَسْبِيْحِهٖ ۞ فَلَمَّا خَلَقَ اللّٰهُ اٰدَمَ اَوْدَعَ ذٰلِكَ النُّوْرَ فِيْ طِيْنَتِهٖ ۞ قَالَ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ : فَاَهْبَطَنِيَ اللّٰهُ عَزَّ وَجَلَّ اِلَى الْاَرْضِ فِيْ ظَهْرِ اٰدَمَ ۞ وَحَمَلَنِيْ فِى السَّفِيْنَةِ فِيْ صُلْبِ نُوْحٍ وَّجَعَلَنِيْ فِيْ صُلْبِ الْخَلِيْلِ اِبْرَاهِيْمَ حِيْنَ قُذِفَ بِهٖ فِى النَّارِ ۞ وَلَمْ يَزَلِ اللّٰهُ عَزَّ وَجَلَّ يُنَقِّلُنِيْ مِنَ الْاَصْلَابِ الطَّاهِرَةِ اِلَى اْلاَرْحَامِ الزَّكِيَّةِ الْفَاخِرَةِ ۞ حَتّٰى اَخْرَجَنِيَ اللّٰهُ مِنْ بَيْنِ اَبَوَيَّ وَهُمَا لَمْ يَلْتَقِيَا عَلٰى سِفَاحٍ قَطُّ ۞",
                "id": "(Hadits pertama): Diriwayatkan dari seorang yang sangat luas dan dalam ilmu pengetahuannya, yang selalu bertutur kata dengan al-Qur’ān, salah seorang yang paling terkenal, yaitu Sayyidinā ‘Abdullāh bin Sayyidinā al-‘Abbās r.a. yang bersumber dari Rasūlullāh ﷺ., bahwasanya Nabi ﷺ bersabda: “Sejak dua ribu tahun sebelum Nabi Ādam a.s. diciptakan, sesungguhnya seorang Quraisy (Nabi Muḥammad ﷺ) masih berupa Nūr di sisi Allah ‘azza wa jalla.\n\nNūr itu selalu bertasbih kepada Allah, demikian juga para malaikat bertasbih mengikuti tasbihnya Nūr itu. Ketika Allah telah menciptakan Nabi Ādam a.s. Allah menitipkan Nūr itu di dalam tanah liat asal kejadian Nabi Ādam a.s., dan Allah mengikut sertakan diriku di dalam perahu Nabi Nūḥ a.s. yang tersimpan di dalam tulang sulbinya, kemudian aku dipindahkan ke dalam tulang sulbi Nabi Ibrāhīm a.s. (kekasih Allah) ketika dilemparkan ke dalam api.\n\nDan Allah senantiasa memindahkanku dari tulang-tulang sulbi yang suci ke rahim-rahim yang bersih dan terhormat. Sehingga Allah mengeluarkan diriku dari kedua orang tuaku, yang keduanya belum pernah berzina sekalipun.",
                "en": "(First Hadith): Narrated by a person with vast and deep knowledge, who always spoke with the Qur’an, one of the most famous figures, Sayyidinā ‘Abdullāh bin Sayyidinā al-‘Abbās (may Allah be pleased with him), originating from the Messenger of Allah ﷺ, that the Prophet ﷺ said: “Two thousand years before Prophet Adam (peace be upon him) was created, a Quraysh (Prophet Muhammad ﷺ) was still a Light (Nūr) beside Allah, the Mighty and Majestic.\n\nThat Light continuously glorified Allah, and the angels followed in its glorification. When Allah created Prophet Adam (peace be upon him), He entrusted that Light into the clay from which Adam was made. Allah then carried me (Prophet Muhammad ﷺ) in the ark of Prophet Nūḥ (peace be upon him) through his loins. Then I was transferred to the loins of Prophet Ibrahim (peace be upon him), the beloved of Allah, when he was thrown into the fire.\n\nAnd Allah continuously transferred me from the pure loins of noble fathers to the pure and honored wombs of mothers. Until Allah brought me forth from my two parents, neither of whom ever committed fornication.”",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 11,
        "judul": [
            "Ḥadīṣuṣ Ṣānī",
            "Ḥadīth Ath-Thānī",
            "Ḥadīth Ath-Thānī",
            "Ḥadīth Ath-Thānī",
            "Ḥadīth Ath-Thānī"
        ],
        "subjudul": [
            "Fasal 7",
            "Chapter 7",
            "Chapitre 7",
            "Глава 7",
            "Bob 7"
        ],
        "judulb": "اَلْحَدِيْثُ الثَّانِيُّ",
        "judAudio": "diba10",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/10.diba_hadits_tsani.mp3",
            "https://drive.aplikita.com/diba/10-hadits-tsani.mp3",
            "http://drive.aplikita.com/diba/10-hadits-tsani.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "اَلْحَدِيْثُ الثَّانِيُّ ۞ عَنْ عَطَاءِ بْنِ يَسَارٍ ۞ عَنْ كَعْبِ الْاَحْبَارِ ۞ قَالَ : عَلَّمَنِيْ اَبِى التَّوْرَاةَ اِلَّا سِفْرًا وَاحِدًا كَانَ يَخْتِمُهٗ وَيُدْخِلُهُ الصُّنْدُوْقَ ۞ فَلَمَّا مَاتَ اَبِيْ فَتَحْتُهٗ فَاِذًا فِيْهِ نَبِيٌّ يَخْرُجُ اٰخِرَ الزَّمَانِ ۞ مَوْلِدُهٗ بِمَكَّةَ ۞ وَهِجْرَتُهٗ بِالْمَدِيْنَةِ ۞ وَسُلْطَانُهٗ بِالشَّامِ ۞ يَقُصُّ شَعْرَهٗ وَيَتَّزِرُ عَلٰى وَسَطِهِ ۞  يَكُوْنُ خَيْرَ الْاَنْبِيَآءِ وَاُمَّتُهٗ خَيْرَ الْاُمَمِ ۞ يُكَّبِرُوْنَ اللّٰهَ تَعَالٰى عَلٰى كُلِّ شَرَفٍ ۞ يَصُفُّوْنَ فِى الصَّلَاةِ كَصُفُوْفِهِمْ فِى الْقِتَالِ ۞ قُلُوْبُهُمْ مَصَاحِفُهُمْ يَحْمَدُوْنَ اللّٰهَ تَعَالٰى عَلٰى كُلِّ شِدَّةٍ وَّرَخَآءٍ ۞ ثُلُثٌ يَّدْخُلُوْنَ الْجَنَّةَ بِغَيْرِ حِسَابٍ ۞ وَثُلُثٌ يَّأْتُوْنَ بِذُنُوْبِهِمْ وَخَطَايَاهُمْ فَيُغْفَرُلَهُمْ ۞ وَثُلُثٌ يَّأْتُوْنَ بِذُنُوْبٍ وَّخَطَايَا عِظَامٍ ۞ فَيَقُوْلُ اللّٰهُ تَعَالٰى لِلْمَلَآئِكَةِ اذْهَبُوْا وَزِنُوْهُمْ فَيَقُوْلُوْنَ يَارَبَّنَا وَجَدْنَاهُمْ اَسْرَفُوْا عَلٰى اَنْفُسِهِمْ وَوَجَدْنَا اَعْمَالَهُمْ مِّنَ الذُّنُوْبِ كَاَمْثَالِ الْجِبَالِ ۞ غَيْرَ اَنَّهُمْ يَشْهَدُوْنَ اَنْ لَآاِلٰهَ اِلَّا اللّٰهُ ۞ وَاَنَّ مُحَمَّدًارَّسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ ۞",
                "id": "(Hadits kedua): Diriwayatkan dari ‘Athā’ bin Yasār dari Ka‘b al-Aḥbār r.a., ia berkata: “Ayahku pernah mengajariku seluruh isi kitab Taurāt, kecuali satu lembar ia simpan dan ia masukkan di dalam peti. Ketika ayahku telah meninggal, aku buka peti itu, ternyata di dalamnya terdapat satu lembar Taurāt yang menerangkan adanya seorang Nabi yang akan lahir di akhir zaman. Tempat kelahirannya di Makkah, hijrahnya di Madīnah, kekuasaannya sampai ke negeri Syam (Ethiopia).\n\nIa suka memotong rambutnya dengan rapi, memakai sarung di atas perutnya. Dia adalah sebaik-baik Nabi, dan umatnya adalah sebaik-baik umat. Mereka bertakbir mengagungkan Allah ta‘ālā di setiap waktu. Jika shalat mereka berbaris rapi seperti barisan mereka dalam peperangan. Hati mereka bagaikan mushhaf-mushhaf al-Qur’ān. Mereka selalu memuji Allah baik dalam keadaan susah ataupun senang.\n\nSepertiga dari umatnya akan masuk surga tanpa hisab (tanpa di perhitungkan amal-amalnya), seperti dari umatnya lagi datang menghadap Allah dengan membawa dosa-dosa dan kesalahan-kesalahan lalu mereka diampuni, dan sisanya datang menghadap Allah dengan membawa dosa-dosa besar. Maka Allah berfirman kepada para malaikat: “Periksalah mereka dan timbanglah amal-amal mereka.” Lalu malaikat menjawab: “Wahai Tuhan kami, kami jumpai mereka sangat melampaui batas dan menzhalimi diri mereka sendiri, dan kami dapatkan pula dosa-dosa besar mereka bagaikan gunung yang bertumpuk-tumpuk, hanya saja mereka mau bersaksi bahwa tidak ada Tuhan selain Allah, dan bersaksi bahwa Muḥammad ﷺ adalah utusan Allah.",
                "en": "(Second Hadith): Narrated by ‘Athā’ bin Yasār from Ka‘b al-Aḥbār (may Allah be pleased with him), who said: “My father once taught me the entire content of the Torah, except for one page that he kept and placed in a chest. After my father passed away, I opened the chest and found a page from the Torah that described a Prophet who would be born at the end of time. His birthplace is in Makkah, his migration to Madīnah, and his rule extending to the land of Sham (Ethiopia).\n\nHe likes to neatly trim his hair, wearing a garment above his waist. He is the best of all Prophets, and his followers are the best of all nations. They glorify Allah (the Most High) at all times. When they pray, they stand in straight rows like they do in battle. Their hearts are like the pages of the Qur’ān. They always praise Allah, whether in hardship or ease.\n\nOne-third of his followers will enter paradise without any reckoning (without their deeds being judged). Another third will come before Allah with sins and wrongdoings, and they will be forgiven. The rest will come before Allah carrying major sins. Then Allah will say to the angels: ‘Examine them and weigh their deeds.’ The angels will respond: ‘O our Lord, we find them greatly exceeding the limits and wronging themselves, and we find their major sins like towering mountains. However, they bear witness that there is no god but Allah and bear witness that Muḥammad ﷺ is the Messenger of Allah.’”",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "فَيَقُوْلُ الْحَقُّ وَعِزَّتِيْ وَجَلَالِيْ ۞ لَاجَعَلْتُ مَنْ اَخْلَصَ لِيْ بِالشَّهَادَةِ كَمَنْ كَذَّبَ بِيْ ۞ اَدْخِلُوْهُمُ الْجَنَّةَ بِرَحْمَتِيْ ۞ يَااَعَزَّ جَوَاهِرِ الْعُقُوْدِ ۞ وَخُلَاصَةَ اِكْسِيْرِ سِرِّ الْوُجُوْدِ ۞ مَادِحُكَ قَاصِرٌ وَّلَوْ جَآءَ بِبَذْلِ الْمَجْهُوْدِ ۞ وَوَاصِفُكَ عَاجِزٌ عَنْ حَصْرِ مَا حَوَيْتَ مِنْ خِصَالِ الْكَرَمِ وَالْجُوْدِ ۞ اَلْكَوْنُ اِشَارَةٌ وَاَنْتَ الْمَقْصُوْدُ ۞ يَااَشْرَفَ مَنْ نَالَ الْمَقَامَ الْمَحْمُوْدَ ۞ وَجَآءَتْ رُسُلٌ مِنْ قَبْلِكَ لٰكِنَّهُمْ بِالرِّفْعَةِ وَالْعُلَالَكَ شُهُوْدٌ ۞",
                "id": "Allah Yang Maha Benar berfirman: “Demi kemuliaan dan keagungan-Ku, tidaklah akan Aku samakan antara orang-orang yang mengucapkan syahadat dengan hati yang tulus, dengan orang-orang yang mendustakan Aku. (Orang-orang yang bersyahadat dengan hati tulus) masukkanlah mereka ke dalam surga dengan rahmat-Ku.\n\n” Wahai intan permata yang paling mulia (Nabi ﷺ), wahai sari mu‘jizat rahasia alam, orang yang ingin memujimu tak sanggup lagi mengungkapkan kata-kata indah, walaupun telah mencurahkan segala kemampuan, dan orang yang ingin menguraikan kemuliaan dan kedermawananmu tak sanggup mengungkapkan, Alam telah mengisyaratkan keagungan derajat, dan engkaulah yang dimaksud. Wahai Rasūl yang telah memperoleh tempat yang paling mulia dan terpuji, telah datang para Rasūl sebelumnya, namun semuanya menyaksikan keagungan dan ketinggian derajatmu.",
                "en": "Allah, the Most Truthful, says: “By My Glory and Majesty, I will not equate those who sincerely declare the shahada with those who deny Me. (Those who sincerely declare the shahada) will enter Paradise through My mercy.”\n\n“O most noble jewel (the Prophet ﷺ), O essence of the miracles of the universe. Those who wish to praise you are unable to express words of beauty, even though they exert all their abilities. And those who wish to describe your nobility and generosity cannot fully express it. The universe has indicated the greatness of your rank, and it is you who is meant. O Messenger who has attained the most noble and praiseworthy position. The previous messengers have come, but all witnessed your greatness and the exalted rank that you hold.”",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 12,
        "judul": [
            "Aḥḍirū Qulūbakum",
            "Aḥḍirū Qulūbakum",
            "Aḥḍirū Qulūbakum",
            "Aḥḍirū Qulūbakum",
            "Aḥḍirū Qulūbakum"
        ],
        "subjudul": [
            "Fasal 8",
            "Chapter 8",
            "Chapitre 8",
            "Глава 8",
            "Bob 8"
        ],
        "judulb": "اَحْضِرُوْا قُلُوْبَكُمْ",
        "judAudio": "diba11",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/11.diba_ahdiru_qulubakum.mp3",
            "https://drive.aplikita.com/diba/11-ahdiru-qulubakum.mp3",
            "http://drive.aplikita.com/diba/11-ahdiru-qulubakum.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "اَحْضِرُوْا قُلُوْبَكُمْ يَامَعْشَرَ ذَوِي الْاَلْبَابِ ۞ حَتّٰى اَجْلُوَلَكُمْ عَرَآئِسَ مَعَانِيْ اَجَلِّ الْاَحْبَابِ ۞ اَلْمَخْصُوْصِ بِاَشْرَفِ الْاَلْقَابِ ۞ اَلرَّاقِيْ اِلٰى حَضْرَةِ الْمَلَكِ الْوَهَّابِ ۞ حَتَّى نَظَرَ اِلٰى جَمَالِهٖ بِلَا سِتْرٍ وَّلَا حِجَابٍ ۞ فَلَمَّا اٰنَ اَوَانُ ظُهُوْرِ شَمْسِ الرِّسَالَةِ ۞ فِيْ سَمَآءِ الْجَلَالَةِ ۞ خَرَجَ بِهٖ مَرْسُوْمُ الْجَلِيْلِ ۞ لِنَقِيْبِ الْمَمْلَكَةِ جِبْرِيْلَ ۞ يَاجِبْرِيْلُ نَادِ فِيْ سَآئِرِ الْمَخْلُوْقَاتِ ۞ مِنْ اَهْلِ الْاَرْضِ وَالسَّمٰوَاتِ ۞ بِالتَّهَانِيْ وَالْبِشَارَاتِ ۞ فَاِنَّ النُّوْرَ الْمَصُوْنَ ۞ وَالسِّرَّ الْمَكْنُوْنَ ۞ اَلَّذِيْ اَوْجَدْتُهٗ قَبْلَ وُجُوْدِ الْاَشْيَآءِ ۞ وَاِبْدَاعِ الْاَرْضِ وَالسَّمَآءِ ۞ اَنْقُلُهٗ فِيْ هٰذِهِ اللَّيْلَةِ اِلٰى بَطْنِ اُمِّهٖ مَسْرُوْرًا ۞ اَمْلَاءُ بِهِ الْكَوْنَ نُوْرًا ۞ وَاَكْفُلُهٗ يَتِيْمًا وَّاُطَهِّرُهٗ وَاَهْلَ بَيْتِهٖ تَطْهِيْرًا ۞",
                "id": "Khusyu‘kanlah hatimu wahai orang-orang yang berakal sehat, sehingga dapat kujelaskan kepadamu makna-makna keagungan seorang kekasih yang paling dicintai Allah. Yang diistimewakan dengan gelar-gelar yang paling mulia, yaitu seorang Nabi yang pernah menghadap Allah Sang Maha Raja Yang selalu melimpahkan karunia-Nya, sehingga dapat melihat keagungan-Nya tanpa tertutup sedikitpun.\n\nKetika telah datang tanda-tanda munculnya cahaya kerasulan di langit yang penuh keagungan, maka keluarlah Jibrīl dengan membawa cahaya itu untuk membuka kerajaan di dunia. Seraya diperintahkan: “Wahai Jibrīl, serulah semua makhluk yang menjadi penguni bumi dan langit, agar menyambut dengan ucapan selamat dan penuh kegembiraan.\n\nKarena Nūr Muḥammad ﷺ yang terpelihara dan rahasia keagungan yang tersimpan, yang telah Aku ciptakan sebelum Aku menciptakan segala sesuatu, sebelum Aku menciptakan langit dan bumi, malam ini Aku pindahkan Nūr Muḥammad ke perut ibunya dengan gembira. Dengan Nūr ini Aku penuhi seluruh alam dengan cahaya. Aku pelihara dia sebagai anak yatim, dan Aku sucikan dia dan keluarganya dari segala noda dan dosa.",
                "en": "Humble your hearts, O people of sound intellect, so that I may explain to you the meanings of the greatness of the beloved most dear to Allah. He who is honored with the most noble titles, a Prophet who stood before Allah, the Supreme King who constantly bestows His grace, and was able to witness His majesty without any veil.\n\nWhen the signs of the emergence of the light of prophethood appeared in the glorious sky, Jibrīl came forth carrying that light to establish dominion in the world. He was commanded: “O Jibrīl, call upon all creatures, both those on earth and in the heavens, to welcome with joy and congratulations.\n\nFor the light of Muḥammad ﷺ, preserved and the secret of hidden grandeur, which I created before I created anything, before I created the heavens and the earth, tonight I place the light of Muḥammad into his mother's womb with joy. With this light, I fill the entire universe with illumination. I will care for him as an orphan, and I will purify him and his family from all blemishes and sins.”",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 13,
        "judul": [
            "Fahtazzal Áršu",
            "Fahtazzal Áršu",
            "Fahtazzal Áršu",
            "Fahtazzal Áršu",
            "Fahtazzal Áršu"
        ],
        "subjudul": [
            "Fasal 9",
            "Chapter 9",
            "Chapitre 9",
            "Глава 9",
            "Bob 9"
        ],
        "judulb": "فَاهْتَزَّ الْعَرْشُ طَرَبًا",
        "judAudio": "diba12",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/12.diba_fahtazza.mp3",
            "https://drive.aplikita.com/diba/12-fahtazza.mp3",
            "http://drive.aplikita.com/diba/12-fahtazza.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "فَاهْتَزَّ الْعَرْشُ طَرَبًا وَّاسْتِبْشَارًا ۞ وَازْدَادَ الْكُرْسِيُّ هَيْبَةً وَّوَقَارًا ۞ وَامْتَلَاَتِ السَّمٰوَاتُ اَنْوَارًا ۞ وَضَجَّتِ الْمَلَآئِكَةُ تَهْلِيْلًا وَّتَمْجِيْدًا وَّاسْتِغْفَارًا ۩ سُبْحَانَ اللّٰهُ وَالْحَمْدُ لِلّٰهِ وَلَآاِلٰهَ اِلَّا اللّٰهُ وَاللّٰهُ اَكْبَرْ ۩ وَلَمْ تَزَلْ اُمُّهٗ تَرٰى اَنْوَاعًا مِّنْ فَخْرِهٖ وَفَضْلِهِ ۞ اِلٰى نِهَايَةِ تَمَامِ حَمْلِهِ ۞ فَلَمَّا اشْتَدَّ بِهَا الطَّلْقُ ۞ بِاِذْنِ رَبِّ الْخَلْقِ ۞ وَضَعَتِ الْحَبِيْبَ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ ۞ سَاجِدًا شَاكِرًا حَامِدًا كَاَنَّهُ الْبَدْرُ فِيْ تَمَامِهِ ۞",
                "id": "Berguncanglah ‘Arsy karena senang dan gembira ria, dan kursi keagunganpun bertambah dahsyat dan penuh wibawa. Langit-langit penuh cahaya, suara malaikat bergemuruh mengucapkan kalimat tahlil, tahmid dan istighfar (Berhenti untuk membaca: Subḥānallāhi wal-Ḥamdu Lillāhi wa Lā Ilāha Illallāhu Wallāhu Akbar (tiga kali).).\n\n Ibunya senantiasa melihat beraneka ragam tanda-tanda kebesaran dan kemuliaan putra yang dikandungnya, sampai benar-benar sempurna masa kandungannya. Ketika sang bayi suci hampir keluar dengan dahsyatnya, dengan idzin Allah Tuhan semua makhluk, maka sang ibu melahirkan bayi suci tercinta ﷺ dalam keadaan bersujud, bersyukur, dan memuji Allah, bagaikan bulan purnama yang penuh kesempurnaan. (Saat berdiri).",
                "en": "The Throne (‘Arsy) trembled with joy and happiness, and the seat of grandeur increased in majesty and awe. The heavens were filled with light, and the sound of angels echoed, proclaiming tahlil, tahmid, and istighfar (Pause to recite: Subḥānallāhi wal-Ḥamdu Lillāhi wa Lā Ilāha Illallāhu Wallāhu Akbar (three times)).\n\nThe mother continually witnessed various signs of the greatness and nobility of the son she was carrying, until the time of her pregnancy was perfectly complete. When the holy child was about to be born with tremendous might, by the permission of Allah, the Lord of all creation, the mother gave birth to the beloved holy child ﷺ in a state of prostration, giving thanks and praise to Allah, like a full moon in perfect form. (When standing).",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 14,
        "judul": [
            "Maḥallul-Qiyām",
            "Maḥal Al Qiyām",
            "Maḥal Al Qiyām",
            "Maḥal Al Qiyām",
            "Maḥal Al Qiyām"
        ],
        "subjudul": [
            "Qasidah 4",
            "Qasidah 4",
            "Qasida 4",
            "Касида 4",
            "Qasida 4"
        ],
        "judulb": "صَلَّى اللّٰهُ عَلٰى مُحَمَّدْ",
        "judAudio": "diba13",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/13.diba_mahallul_qiyam.mp3",
            "https://drive.aplikita.com/diba/13-mahallul-qiyam.mp3",
            "http://drive.aplikita.com/diba/13-mahallul-qiyam.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "mahallul",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "baris",
                "kanan": "صَلَّى اللّٰهُ عَلٰى مُحَمَّدْ",
                "kiri": "صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمْ",
                "id": "Semoga Allah memberikan rahmat kepada Nabi Muhammad. Semoga Allah melimpahkan kedamaian dan berkah kepadanya",
                "en": "May Allah's blessings be upon Muhammad. May Allah grant him peace and blessings",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَانَبِيْ سَلَامْ عَلَيْكَ",
                "kiri": "يَارَسُوْلْ سَلَامْ عَلَيْكَ",
                "id": "Wahai Nabi, salam sejahtera untukmu, wahai Rosul salam sejahtera untukmu.",
                "en": "O Prophet, peace be upon you, O Messenger, peace be upon you.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَاحَبِيْبْ سَلَامْ عَلَيْكَ",
                "kiri": "صَلَوَاتُ اللّٰهْ عَلَيْكَ",
                "id": "Wahai kekasih, salam sejahtera untukmu dan Sholawat (rohmat) Allah untukmu.",
                "en": "O beloved, peace be upon you, and may Allah's blessings be upon you.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "اَشْرَقَ البَدْرُ عَلَيْنَا",
                "kiri": "فَاجْتَفَتْ مِنْهُ الْبُدُوْرُ",
                "id": "Bulan purnama telah terbit menyinari kami, pudarlah purnama purnama lainnya.",
                "en": "The full moon has risen, illuminating us, and all other moons have faded.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "مِثْلَ حُسْنِكْ مَارَاَيْنَا",
                "kiri": "قَطُّ يَاوَخْهَ السُّرُوْرِ",
                "id": "Belum pernah aku lihat keelokan sepertimu wahai orang yang berwajah riang.",
                "en": "I have never seen such beauty as yours, O one with a joyful face.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "اَنْتَ شَمْسٌ اَنْتَ بَدْرٌ",
                "kiri": "اَنْتَ نُوْرٌ فَوْقَ نُوْرٍ",
                "id": "Engkau bagai matahari, engkau bagai bulan purnama, engkau cahaya di atas cahaya.",
                "en": "You are like the sun, you are like the full moon, you are light upon light.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "اَنْتَ اِكْسِيْرُ وَغَالِيْ",
                "kiri": "اَنْتَ مِصْبَاحُ الصُّدُوْرِ",
                "id": "Engkau bagaikan emas murni yang mahal harganya, Engkaulah pelita hati.",
                "en": "You are like pure gold, of great value, you are the lamp of the heart.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَا حَبِيْبِيْ يَا مُحَمَّدْ",
                "kiri": "يَاعَرُوْسَ الْخَافِقَيْنِ",
                "id": "Wahai kekasihku, wahai Muhammad, wahai pengantin tanah timur dan barat (sedunia).",
                "en": "O my beloved, O Muhammad, O groom of the east and the west (of the world).",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَا مُؤَيَّدْ يَامُمَجَّدْ",
                "kiri": "يَا اِمَامَ الْقِبْلَتَيْنِ",
                "id": "Wahai Nabi yang dikuatkan (dengan wahyu), wahai Nabi yang diagungkan, wahai imam dua arah kiblat.",
                "en": "O Prophet who is strengthened (by revelation), O Prophet who is exalted, O leader of the two directions of prayer (qiblas).",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "مَنْ رَاَى وَخْهَكَ يَسْعَدْ",
                "kiri": "يَاكَرِيْمَ الْوَالِدَيْنِ",
                "id": "Siapa pun yang melihat wajahmu pasti berbahagia, wahai orang yang mulia kedua orang tuanya.",
                "en": "Whoever sees your face will surely be blessed, O one whose parents are noble.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "حَوْضُكَ الصَّافِى الْمُبَرَّدْ",
                "kiri": "وِرْدُنَا يَوْمَ النُّشُوْرِ",
                "id": "Telagamu jernih dan dingin, yang akan kami datangi kelak dihari qiyamat.",
                "en": "Your pool (of Kawthar) is clear and cool, which we will come to on the Day of Judgment.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "مَا رَاَيْنَا الْعِيْسَ حَنَّتْ",
                "kiri": "بِالسُّرَى اِلَّا اِلَيْكَ",
                "id": "Belum pernah unta putih berbalur hitam berdenting berjalan malam hari kecuali unta yang datang kepadamu.",
                "en": "No white camel adorned with black has ever walked in the night, except the one that came to you.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَالْغَمَامَهْ قَدْ اَظَلَّتْ",
                "kiri": "وَالْمَلَا صَلُّوْا عَلَيْكَ",
                "id": "Awan tebal memayungimu, seluruh tingkat golongan manusia mengucapkan sholawat kepadamu.",
                "en": "Thick clouds shaded you, and all levels of humanity send blessings upon you.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَاَتَاكَ الْﻌُوْدُ يَبْﮑِيْ",
                "kiri": "وَتَذَلَّلْ بَيْنَ يَدَيْكَ",
                "id": "Pohon-pohon datang kepadamu menangis bersimpuh merasa hina di hadapanmu.",
                "en": "The trees came to you, weeping, bowing, feeling humbled before you.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَاسْتَجَارَتْ يَاحَبِيْبِيْ",
                "kiri": "عِنْدَكَ الظَّبْيُ النُّفُوْرُ",
                "id": "Kijang gesit datang memohon keselamatan kepadamu wahai kekasih.",
                "en": "The swift gazelle came seeking safety from you, O beloved.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "عِنْدَمَا شَدُّوْا المَحَامِلْ",
                "kiri": "وَتَنَادَوا لِلرَّحِيْلِ",
                "id": "Ketika serombongan berkemas dan menyerukan untuk berangkat.",
                "en": "When a group packed up and called out to depart,",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "جِئْتُهُمْ وَالدَّﻣْﻊُ سَائِلْ",
                "kiri": "قُلْتُ قِفْلِيْ يَادَلِيْلُ",
                "id": "Kudatangi mereka dengan berlinang air mata seraya kuucapkan tunggulah wahai pemimpin rombongan.",
                "en": "I came to them with tears streaming down, saying, “Wait, O leader of the group.”",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَتَحَمَّلْ لِيْ رَسَائِلْ",
                "kiri": "اَيُّهَا الشَّوْقُ الْجَزِيْلُ",
                "id": "Bawakan aku surat yang berisikan kerinduan yang mendalam.",
                "en": "Bring me a letter filled with deep longing,",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "نَحْوَهَاتِيْكَ الْمَنَازِلِ",
                "kiri": "فِى الْعَشِيِّ وَالبُكُوْرِ",
                "id": "Membawakan ke tempat yang jauh ketika petang dan paginya.",
                "en": "Carrying me to distant lands, both evening and morning.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "كُلُّ مَنْ فِى الْكَوْنِ هَامُوْا",
                "kiri": "فِيْكَ يَابَاهِى الْجَبِيْنِ",
                "id": "Setiap orang di jagad raya ini bingung (karena sangat rindu) kepadamu wahai orang yang bersinar kedua keningnya.",
                "en": "Everyone in the universe is confused (with longing) for you, O one with radiant foreheads.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَلَهُمْ فِيْكَ غَرَامُ",
                "kiri": "وَاشْتِيَاقُ وَحَنِيْنُ",
                "id": "Mereka terpikat, tergila-gila dan meronta-ronta dengan mu tentang sifatmu.",
                "en": "They are captivated, infatuated, and restless over your attributes.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "فِيْ مَعَانِيْكَ الْاَنَامُ",
                "kiri": "قَدْ تَبَدَّتْ حَائِرِيْنَ",
                "id": "Para makhluk berbeda pendapat dan bingung (tidak mampu menyifati dengan sempurna).",
                "en": "The creatures differ and are perplexed (unable to describe you fully).",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "اَنْتَ لِلرُّسُلِ خِتَامُ",
                "kiri": "اَنْتَ لِلْمَوْلٰى شَكُوْرُ",
                "id": "Engkau penutup para Nabi, engkau syukur dari para hamba.",
                "en": "You are the seal of the Prophets, you are the gratitude of the servants.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "عَبْدُكَ المِسْكِينُ يَرْجُو",
                "kiri": "فَضْلَكَ الجَمَّ الْغَفِيْرَ",
                "id": "Budakmu yang miskin mengharapkan keutamaanmu yang besar.",
                "en": "Your poor servant hopes for your great virtues.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "فِيْكَ قَدْ اَحْسَنْتُ ظَنِّي",
                "kiri": "يَابَشِيْرُ يَانَذِيْرُ",
                "id": "Padamu aku bersangka baik, wahai pemberi kabar gembira, wahai pemberi peringatan.",
                "en": "I think well of you, O bearer of glad tidings, O warner.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "فَاَغِثْنِي وَاَجِرْنِي",
                "kiri": "يَا مُجِيْرُ مِنَ السَّعِيْرِ",
                "id": "Maka tolonglah aku, selamatkanlah aku, wahai sang penyelamat dari api neraka.",
                "en": "So help me, save me, O one who saves from the fire of Hell.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَاغَيَاثِيْ يَامَلَاذِيْ",
                "kiri": "فِيْ مُهِمَّاتِ الْاُمُوْرِ",
                "id": "Wahai penolong, wahai pelindung dalam urusan-urusan genting.",
                "en": "O helper, O protector in critical matters.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "سَعِدَ عَبْدٌ قَدْ تَمَلّٰى",
                "kiri": "وَانْجَلٰى عَنْهُ الْحَزِيْنُ",
                "id": "Bahagianya hamba merasa senang, hilanglah darinya kesedihan.",
                "en": "The servant rejoices, and all sadness disappears.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "فِيْكَ يَا بَدْرٌ تَجَلّٰى",
                "kiri": "فَلَكَ الْوَصْفُ الْحَسِيْنُ",
                "id": "Padamu nampak purnama, padamu ada sifat yang indah.",
                "en": "The full moon shines upon you, and in you is the most beautiful character.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "لَيْسَ اَزْكٰى مِنْكَ اَصْلًا",
                "kiri": "قَطُّ يَا جَدَّ الْحُسَيْنِ",
                "id": "Tidak ada yang lebih bersih asalnya sama sekali dari padamu wahai kakeknya Hasan dan Husain.",
                "en": "No one is purer in origin than you, O grandfather of Hasan and Husayn.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "فَعَلَيْكَ اللّٰهُ صَلّٰى",
                "kiri": "دَآئِمًا طُوْلَ الدُّهُوْرِ",
                "id": "Allah haruskan sholawat untukmu selamanya sepanjang masa.",
                "en": "Allah has mandated salawat upon you for all time, forever.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَا وَلِيَّ الْحَسَنَاتِ",
                "kiri": "يَا رَفِيْعَ الدَّرَجَاتِ",
                "id": "Wahai Allah penguasa kebaikan-kebaikan, wahai Allah yang Maha tinggi kedudukannya.",
                "en": "O Allah, Master of all goodness, O Allah, the Most High in rank.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "كَفِّرْ عَنِّيْ الذُّنُوْبَ",
                "kiri": "وَاغْفِرْ عَنِّى السَّيِّئَاتِ",
                "id": "Palingkan dariku dosa, dan ampunilah keburukan-keburukanku.",
                "en": "Turn away my sins and forgive my wrongdoings.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "اَنْتَ غَفَّارُ الْخَطَيَا",
                "kiri": "وَالذُّنُوْبِ الْمُوْبِقَاتِ",
                "id": "Engkau maha pengampun kesalahan-kesalahan dan dosa yang membinasakan.",
                "en": "You are the forgiver of faults and destructive sins.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "اَنْتَ سَتَّارُ الْمَسَاوِيْ",
                "kiri": "وَمُقِيْلُ الْعَثَرَاتِ",
                "id": "Engkau maha penutup aib-aib, dan pemaaf atas kesalahan-kesalahan.",
                "en": "You are the concealer of faults and the pardoner of mistakes.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "عَالِمُ السِّرِّ وَاَخْفٰى",
                "kiri": "مُسْتَجِيْبُ الدَّعَوَاتِ",
                "id": "Engkau maha tahu yang samar dan tersembunyi, yang mengabulkan doa-doa.",
                "en": "You know the unseen and hidden, the one who answers prayers.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "رَبِّ فَارْحَمْنَا جَمِيْعًا",
                "kiri": "وَامْحُ عَنَّا السَّيِّئَاتِ",
                "id": "Ya Rabb, belas kasihanilah kami semua dan hapuslah keburukan-keburukan dari diri kami",
                "en": "O Lord, have mercy on us all and erase our wrongdoings.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَصَلَاةُ اللّٰهِ تَغْشًا",
                "kiri": "عَدَّ تَحْرِيْرِ السُّطُوْرِ",
                "id": "Rahmat Allah semoga senantiasa tercurah, selama masih terbuka catatan amal hamba",
                "en": "May Allah's mercy always be bestowed as long as the records of servants’ deeds remain open.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "اَحْمَدَ الْهَادِيْ مُحَمَّدْ",
                "kiri": "صَاحِبَ الْوَجْهِ الْمُنِيْرِ",
                "id": "Ahmad sang petunjuk yaitu Nabi Muhammad pemilik wajah yang bersinar.",
                "en": "Ahmad, the guide, is the Prophet Muhammad, the one with a radiant face.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "رَبِّ فَارْحَمْنَا جَمِيْعًا",
                "kiri": "بِجَمِيْعِ الصَّالِحَاتِ",
                "id": "Ya Allah ya Tuhanku kasihilah kami semua dengan seluruh kebaikan-kebaikan.",
                "en": "O Allah, O my Lord, bless us all with all forms of goodness.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "مَرْحَبًا يَانُوْرَ الْعَيْنِيْ",
                "kiri": "مَرْحَبًا جَدَّ الْحُسَيْنِ",
                "id": "Selamat datang, wahai cahaya mataku, selamat datang, kakek dari Husain.",
                "en": "Welcome, O light of my eyes, welcome, grandfather of Husain",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "مَرْحَبًا اَهْلًا وَسَهْلًا",
                "kiri": "مَرْحَبًا يَا خَيْرَ دَاعِ",
                "id": "Selamat datang, ahlan wa sahlan, selamat datang, wahai sebaik-baik penyeru.",
                "en": "Welcome, ahlan wa sahlan, welcome, O best of callers.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "اَللّٰهُمَّ اغْفِرْلِيْ ذُنُوْبِيْ",
                "kiri": "وَاجْعَلِ الْجَنَّةَ حِلَالِى",
                "id": "Ya Allah, ampunilah dosaku dan jadikanlah surga sebagai tempatku.",
                "en": "O Allah, forgive my sins and make paradise my rightful place.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "arteng",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "baris",
                "kanan": "صَلَّى اللّٰهُ عَلَيْكَ يَانَبِيْ",
                "kiri": "صَلَّى اللّٰهُ عَلَيْكَ يَارَسُوْلْ",
                "id": "Semoga Allah melimpahkan shalawat kepadamu, wahai Nabi. Semoga Allah melimpahkan shalawat kepadamu, wahai Rasul.",
                "en": "May Allah send blessings upon you, O Prophet. May Allah send blessings upon you, O Messenger.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "يَاجَدَّ الْحَسَنِ وَالْحُسَيْنِ",
                "kiri": "صَلَّى اللّٰهُ عَلَيْكَ يَانَبِيْ",
                "id": "Wahai kakek Hasan dan Husain, semoga Allah melimpahkan shalawat kepadamu, wahai Nabi.",
                "en": "O grandfather of Hasan and Husain, may Allah send blessings upon you, O Prophet.",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 15,
        "judul": [
            "Wa Wulida ﷺ",
            "Wa Wulida ﷺ",
            "Wa Wulida ﷺ",
            "Wa Wulida ﷺ",
            "Wa Wulida ﷺ"
        ],
        "subjudul": [
            "Fasal 10",
            "Chapter 10",
            "Chapitre 10",
            "Глава 10",
            "Bob 10"
        ],
        "judulb": "وَوُلِدَ ﷺ مَخْتُوْنًا بِّيَدِ",
        "judAudio": "diba14",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/14diba_wawulida.mp3",
            "https://drive.aplikita.com/diba/14-wawulida.mp3",
            "http://drive.aplikita.com/diba/14-wawulida.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "وَوُلِدَ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ مَخْتُوْنًا بِّيَدِ الْعِنَايَةِ ۞ مَكْحُوْلًا بِكُحْلِ الْهِدَايَةِ ۞ فَاَشْرَقَ بِبَهَآئِهِ الْفَضَا ۞ وَتَلَأْلَاَ الْكَوْنُ مِنْ نُوْرِهٖ وَاَضَا ۞ وَدَخَلِ فِيْ عَقْدِ بَيْعَتِهٖ مَنْ بَقِيَ مِنَ الْخَلَآئِقِ كَمَا دَخَلَ فِيْهَا مَنْ مَّضٰى ۞ اَوَّلُ فَضِيْلَةِ الْمُعْجِزَاتِ ۞ بِخُمُوْدِ نَارِ فَارِسَ وَسُقُوْطِ الشُّرُفَاتِ ۞ وَرُمِيَتِ الشَّيَاطِيْنُ مِنَ السَّمَآءِ بِالشُّهُبِ الْمُحْرِقَاتِ ۞ وَرَجَعَ كُلُّ جَبَّارٍ مِّنَ الْجِنِّ وَهُوَ بِصَوْلَةِ سُلْطَنَتِهٖ ذَلِيْلٌ خَاضِعٌ ۞ لَمَّا تَاَلَّقَ مِنْ سَنَاهُ النُّوْرُ السَّاطِعُ ۞ وَاَشْرَقَ مِنْ بَهَآئِهِ الضِّيَاءُ اللّٰامِعُ ۞ حَتّٰى عُرِضَ عَلَى  الْمَرَاضِعِ ۞",
                "id": "Lahirlah Rasūlullāh ﷺ dalam keadaan berkhitan dengan kekuasaan Allah, bercelak mata dengan celak al-Hidayah, maka angkasa bersinar terang dengan cahaya kerasulannya, dan alam bergemerlapan sinar dari cahayanya, umat-umat sesudahnya ikut menyaksikan kerasulannya, sebagaimana kesaksian umat-umat terdahulu walaupun belum pernah melihatnya.\n\nKeutamaan mu‘jizatnya yang pertama kali adalah padanya api sesembahan orang-orang Persi (Iran), dan gugurnya para pembesar kerajaan Persia, dan syaithan-syaithan yang telah dilempari dengan batu-batu meteor dari langit yang membakar.\n\nPara pembesar-pembesar jinn yang kuat dan ganas kembali tunduk dan hina, karena cemerlangnya cahaya yang keluar dari mulut Nabi ﷺ., dan sinar-sinar cahaya yang berkilauan dari kemegahan Nabi ﷺ., sampai Nabi diserahkan kepada wanita-wanita mulia yang menyusukannya.",
                "en": "The Messenger of Allah ﷺ was born already circumcised by the power of Allah, with his eyes lined with the kohl of divine guidance. The sky shone brightly with the light of his prophethood, and the universe glittered with the radiance of his light. The communities that came after him bore witness to his prophethood, just as the earlier communities testified, even though they had not seen him.\n\nThe first miracle of his prophethood was the extinguishing of the fire worshipped by the Persians (Iran), the downfall of the rulers of the Persian Empire, and the devils being struck down by burning meteors from the sky.\n\nThe mighty and fierce leaders of the jinn were humbled and humiliated by the brilliance of the light that emanated from the Prophet ﷺ's mouth, and by the radiant light that shone from the majesty of the Prophet ﷺ, until he was entrusted to noble women who would nurse him.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "قِيْلَ مَنْ يَّكْفُلُ هٰذِهِ الدُّرَّةَ الْيَتِيْمَةَ ۞ اَلَّتِيْ لَا تُوْجَدُ لَهَا قِيْمَةٌ ۞ قَالَتِ الطُّيُوْرُ نَحْنُ نَكْفُلُهٗ وَنَغْتَنِمُ هِمَّتَهُ الْعَظِيْمَةَ ۞ قَالَتِ الْوُحُوْشُ نَحْنُ اَوْلٰى بِذٰلِكَ لِكَيْ نَنَالَ شَرَفَهٗ وَتَعْظِيْمَهُ ۞ قِيْلَ يَا مَعْشَرَ الْاُمَمِ اسْكُنُوْا فَاِنَّ اللّٰهَ قَدْ حَكَمَ فِيْ سَابِقِ حِكْمَتِهِ الْقَدِيْمَةِ ۞ بِاَنَّ نَبِيَّهٗ مُحَمَّدًا صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ يَكُوْنُ رَضِيْعًا لِّحَلِيْمَةَ الْحَلِيْمَةِ ۞",
                "id": "Ditanyakan: “Siapakah yang bersedia mengasuh permata yatim yang sangat berharga, permata yang sangat mahal nilainya?” Burung-burung menjawab: “Kami mau mengasuhnya sehingga kami mendapatkan cita-citanya yang agung.\n\n” Binatang-binatang liar menjawab: “Kami lebih berhak mengasuhnya, agar kami memperoleh kemuliaan dan kehormatannya.” Dikatakan: “Wahai para umat, diamlah kamu, sesungguhnya Allah telah menentukan di dalam ketentuannya yang telah lalu, bahwa Maḥammad, Nabi-Nya ﷺ akan diasuh dan disusui oleh Sayyidah Ḥalīmah, wanita yang sangat penyantun.",
                "en": "It was asked: “Who is willing to care for the priceless orphan jewel, a gem of immense value?” The birds answered: “We are willing to care for him so that we may attain his great aspirations.”\n\nThe wild animals responded: “We are more deserving to care for him so that we may attain his honor and dignity.” It was said: “O creatures, be silent, for indeed Allah has decreed in His eternal plan that Muhammad, His Prophet ﷺ, will be cared for and nursed by Sayyidah Halimah, a woman of great kindness.”",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "ثُمَّ اَعْرَضَ عَنْهُ مَرَاضِعُ الْاِنْسِ لِمَا سَبَقَ فِيْ طَيِّ الْغَيْبِ ۞ مِنَ السَّعَادَةِ لِحَلِيْمَةَ بِنْتِ اَبِيْ ذُؤَيْبٍ ۞ فَلَمَّا وَقَعَ نَظَرُهَا عَلَيْهِ ۞ بَادَرَتْ مُسْرِعَةً اِلَيْهِ ۞ وَوَضَعَتْهُ فِيْ حِجْرِهَا ۞ وَضَمَّتْهُ اِلٰى صَدْرِهَا ۞ فَهَشَّ لَهَا مُتَبَسِّمًا ۞ فَخَرَجَ مِنْ ثَغْرِهٖ نُوْرٌ لَّحِقَ بِالسَّمَآ ۞ فَحَمَلَتْهُ اِلٰى رَحْلِهَا ۞ وَارْتَحَلَتْ بِهٖ اِلٰى اَهْلِهَا ۞ فَلَمَّا وَصَلَتْ بِهٖ اِلٰى  مُقَامِهَا ۞ عَايَنَتْ بَرَكَتُهٗ عَلٰى اَغْنَامِهَا ۞ وَكَانَتْ كُلَّ يَوْمٍ تَرٰى مِنْهُ بُرْهَانًا ۞ وَتَرْفَعُ لَهٗ قَدْرًا وَّشَانًا ۞ حَتَّى انْدَرَجَ فِيْ حُلَّةِ اللُّطْفِ وَالْاَمَانِ ۞ وَدَخَلَ بَيْنَ اِخْوَتِهٖ مَعَ الصِّبْيَانِ ۞",
                "id": "Kemudian para wanita penyusu pergi dari Nabi ﷺ karena suratan takdir telah menentukan kebahagiaan kepada Sayyidah Ḥalīmah binti Abī Dzu’aib. Ketika Sayyidah Ḥalīmah melihat Nabi ﷺ., ia segera mendekat kepadanya dan memangku di pangkuannya, lalu mengdekapnya di dadanya, maka Nabi pun tersenyum kepada Sayyidah Ḥalīmah, dan tampak cahaya dari mulutnya menerpa cahaya langit. Kemudian Sayyidah Halimah membawa Nabi ﷺ ke kendaraannya, dan berangkat pulang menuju keluarganya.\n\nKetika telah sampai di rumahnya, tampaklah berkah Nabi terutama pada kambing-kambing Sayyidah Ḥalīmah. Setiap hari ia melihat pada diri Nabi tanda-tanda kemuliaan. Dan karena berkah mengasuh Nabi, kehidupan Sayyidah Ḥalīmah semakin baik dan sejahtera. Sehingga Nabi ﷺ berada dalam asuhan hidup yang tenteram dan aman, bergaul dengan saudara-saudara sesusunya dan teman-teman kecil sebayanya.",
                "en": "Then the other wet nurses left the Prophet ﷺ, as fate had destined happiness for Sayyidah Ḥalīmah bint Abī Dzu’aib. When Sayyidah Ḥalīmah saw the Prophet ﷺ, she immediately approached him, placed him in her lap, and embraced him to her chest. The Prophet smiled at Sayyidah Ḥalīmah, and a light radiated from his mouth, illuminating the sky. Then Sayyidah Ḥalīmah carried the Prophet ﷺ to her vehicle and set off to return to her family.\n\nWhen she arrived at her home, the blessings of the Prophet became evident, especially in Sayyidah Ḥalīmah's goats. Every day, she saw signs of nobility in the Prophet. Due to the blessings of nurturing him, Sayyidah Ḥalīmah’s life improved, becoming more prosperous. Thus, the Prophet ﷺ lived in a peaceful and secure upbringing, playing with his foster siblings and peers.",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 16,
        "judul": [
            "Fabaynamal Huwa",
            "Fabaynama Al Huwa",
            "Fabaynama Al Huwa",
            "Fabaynama Al Huwa",
            "Fabaynama Al Huwa"
        ],
        "subjudul": [
            "Fasal 11",
            "Chapter 11",
            "Chapitre 11",
            "Глава 11",
            "Bob 11"
        ],
        "judulb": "فَبَيْنَمَا هُوَ ذَاتَ يَوْمٍ",
        "judAudio": "diba15",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/15.diba_fabaina_huwa_dzata.mp3",
            "https://drive.aplikita.com/diba/15-fabainama-huwa-dzata.mp3",
            "http://drive.aplikita.com/diba/15-fabainama-huwa-dzata.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "فَبَيْنَمَا هُوَ ذَاتَ يَوْمٍ نَّاءٍ عَنِ الْاَوْطَانِ ۞ اِذْ اَقْبَلَ عَلَيْهِ ثَلَاثَةُ نَفَرٍ كَاَنَّ وُجُوْهَهُمُ الشَّمْسُ وَالْقَمَرُ ۞ فَانْطَلَقَ الصِّبْيَانُ هَرَبًا ۞ وَوَقَفَ النَّبِيُّ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ مُتَعَجِّبًا ۞ فَاَضْجَعُوْهُ عَلَى الْاَرْضِ اِضْجَاعًا خَفِيْفًا ۞ وَشَقُّوْا بَطْنَهُ شَقًّا لَطِيْفًا ۞ ثُمَّ اَخْرَجُوْا قَلْبَ سَيِّدِ وَلَدِ عَدْنَانَ ۞ وَشَرَّحُوْهُ بِسِكِّيْنِ الْاِحْسَانِ ۞ وَنَزَّعُوْا مِنْهُ حَظَّ الشَّيْطَانِ ۞ وَمَلَؤُهُ بِالْحِلْمِ وَالْعِلْمِ وَالْيَقِيْنِ وَالرِّضْوَانِ ۞ وَاَعَادُوْهُ اِلٰى مَكَانِهٖ فَقَامَ الْحَبِيْبُ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ سَوِيًّا كَمَا كَانَ ۞",
                "id": "Pada suatu hari Nabi ﷺ bermain jauh dari rumah, tiba-tiba datang 3 orang kepadanya. Wajah ketiga orang ini bagaikan matahari dan rembulan, maka teman-teman kecil Nabi semua berlari meninggalkannya.\n\nNamun Nabi ﷺ tetap berdiri memandang ketiga orang tersebut dengan penuh kagum. Selanjutnya ketiga orang tersebut membaringkan Nabi ﷺ di atas tanah dengan perlahan-lahan dan penuh hati-hati, lalu membedah perutnya dengan lemah-lembut tanpa ada rasa sakit, dan mengeluarkan hatinya, kemudian mengoperasinya dengan pisau al-Iḥsān, dan membersihkan tempat-tempat syaithan lalu diisinya dengan al-ḥilmi (sifat penyantun), ilmu, keyakinan dan keridhaan, kemudian dikembalikan ke tempat asalnya. Setelah itu Nabi berdiri tegak, sehat seperti semula.",
                "en": "One day, the Prophet ﷺ was playing far from home when suddenly three men appeared to him. Their faces were as radiant as the sun and the moon, and the Prophet's young playmates all ran away, leaving him behind.\n\nHowever, the Prophet ﷺ remained standing, gazing at the three men in awe. Then, the three men gently laid the Prophet ﷺ on the ground with great care and caution. They slowly and tenderly opened his chest without causing any pain and took out his heart. They performed surgery on it with the blade of al-Iḥsān (excellence in worship), removing the places where Satan could reside, and filled it with al-ḥilm (gentleness), knowledge, certainty, and contentment. Afterward, they returned the heart to its place. The Prophet ﷺ stood up straight, healthy as before.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "فَقَالَتِ الْمَلَآئِكَةُ يَاحَبِيْبَ الرَّحْمٰنِ ۞ لَوْ عَلِمْتَ مَا يُرَادُ بِكَ مِنَ الْخَيْرِ ۞ لَعَرَفْتَ قَدْرَ مَنْزِلَتِكَ عَلَى الْغَيْرِ ۞ وَازْدَدْتَ فَرَحًا وَسُرُوْرًا ۞ وَبَهْجَةً وَّنُوْرًا ۞ يَامُحَمَّدُ اَبْشِرْ فَقَدْ نُشِرَتْ فِى الْكَآئِنَاتِ اَعْلاَمُ عُلُوْمِكَ ۞ وَتَبَاشَرَتِ الْمَخْلُوْقَاتُ بِقُدُوْمِكَ ۞ وَلَمْ يَبْقَ شَيْئٌ مِّمَّا خَلَقَ اللّٰهُ تَعَالٰى اِلَّاجَآءَ لِاَمْرِكَ طَائِعًا ۞ وَلِمَقَالَتِكَ سَامِعًا ۞ فَسَيَأْتِيْكَ الْبَعِيْرُ ۞ بِذِمَامِكَ يَسْتَجِيْرُ ۞ وَالضَّبُّ وَالْغَزَالَةُ ۞ يَشْهَدَانِ لَكَ بِالرِّسَالَةِ ۞ وَالشَّجَرُ وَالْقَمَرُ وَالذِّيْبُ ۞ يَنْطِقُوْنَ بِنُبُوَّتِكَ عَنْ قَرِيْبٍ ۞ وَمَرْكَبُكَ الْبُرَاقُ ۞ اِلٰى جَمَالِكَ مُشْتَاقٌ ۞ وَجِبْرِيْلُ شَاوُوْشُ مَمْلَكَتِكَ قَدْ اَعْلَنَ بِذِكْرِكَ فِى الْاَ فَاقِ ۞ وَالْقَمَرُ مَأْمُوْرٌ لَكَ بِالْاِنْشِقَاقِ ۞ وَكُلُّ مَنْ فِى الْكَوْنِ مُتَشَوِّقٌ لِظُهُوْرِكَ ۞ مُنْتَظِرٌ لِاِشْرَاقِ نُوْرِكَ ۞",
                "id": "Maka para malaikat berkata: “Wahai kekasih Allah Yang Maha Pengasih, Andaikan engkau tahu kebaikan yang dikehendaki Allah kepdamu, pasti engkau akan tahu ketinggian derajatmu dari makhluk lain, dan pasti engkau akan bertambah senang dan bahagia, bertambah cerah dan penuh ceria.\n\nWahai Muḥammad, berbahagialah engkau, sungguh telah diberitakan kepada seluruh alam tentang luasnya pengetahuanmu, dan tiada Pitulas makhlukpun yang diciptakan oleh Allah kecuali ia akan patuh terhadap perintahmu, senang mendengarkan pembicaraanmu. Akan datang kepadamu pengedara onta meminta perlindungan dari kepempimpinanmu. Biawak dan rusa pun menyaksikan kerasulanmu.\n\nPepohonan, rembulan dan serigala, saling membicarakan tentang kenabianmu yang telah dekat waktunya. Kendaraanmu adalah Burāq, ketampananmu membuat rindu setiap orang, dan malaikat Jibrīl pengendali kekuasaanmu telah mengumandangkan sebutan namamu di seluruh penjuru alam. Rembulan diperintah membelah dua untuk mu’jizatmu. Dan setiap makhluk yang ada di alam semesta sangat merindukan kelahiranmu, dan menunggu-nunggu pancaran sinar cahayamu.",
                "en": "Then the angels said: \"O beloved of the Most Merciful Allah, if you knew the goodness that Allah has destined for you, surely you would know the exaltedness of your rank above other creatures. You would be even more joyful and happy, your radiance would increase, and you would be full of delight.\n\nO Muḥammad, rejoice! Indeed, the entire universe has been informed of the vastness of your knowledge. There is no creation of Allah that does not obey your command and enjoy listening to your words. Camel riders will come to you seeking refuge under your leadership. Even lizards and gazelles will bear witness to your prophethood.\n\nThe trees, the moon, and the wolves speak of your soon-to-come prophethood. Your steed will be Burāq, and your beauty causes every soul to long for you. The angel Jibrīl, who wields authority, has proclaimed your name across the universe. The moon was commanded to split in two for your miracle. Every creature in the universe longs for your birth and eagerly awaits the light of your radiance.\"",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 17,
        "judul": [
            "Fabaynamal Ḥabību",
            "Fabaynama Al Ḥabību",
            "Fabaynama Al Ḥabību",
            "Fabaynama Al Ḥabību",
            "Fabaynama Al Ḥabību"
        ],
        "subjudul": [
            "Fasal 12",
            "Chapter 12",
            "Chapitre 12",
            "Глава 12",
            "Bob 12"
        ],
        "judulb": "فَبَيْنَمَا الْحَبِيْبُ ﷺ",
        "judAudio": "diba16",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/16.diba_fabainama_munsitu.mp3",
            "https://drive.aplikita.com/diba/16-fabainama-munsitu.mp3",
            "http://drive.aplikita.com/diba/16-fabainama-munsitu.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "فَبَيْنَمَا الْحَبِيْبُ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ مُنْصِتٌ لِسَمَاعِ تِلْكَ الْاَشْبَاحِ ۞ وَوَجْهُهٗ مُتَهَلِّلٌ كَنُوْرِ الصَّبَاحِ ۞ اِذْ اَقْبَلَتْ حَلِيْمَةُ مُعْلِنَةً بِالصِّيَاحِ ۞ تَقُوْلُ وَاغَرِيْبَاهُ ۞ فَقَالَتِ الْمَلَآئِكَةُ يَامُحَمَّدُ مَااَنْتَ بِغَرِيْبٍ ۞ بَلْ اَنْتَ مِنَ اللّٰهِ قَرِيْبٌ ۞ وَاَنْتَ لَهُ صَفِيٌّ وَحَبِيْبٌ ۞ قَالَتْ حَلِيْمَةُ وَوَاحِدَاهُ ۞ فَقَالَتِ الْمَلَآئِكَةُ يَامُحَمَّدُ مَااَنْتَ بِوَحِيْدٍ ۞ بَلْ اَنْتَ صَاحِبُ التَّأْيِيْدِ ۞ وَاَنِيْسُكَ الْحَمِيْدُ الْمَجِيْدُ ۞ وَاِخْوَانُكَ اِخْوَانُكَ مِنَ الْمَلَآئِكَةِ وَاَهْلِ التَّوْحِيْدِ ۞ قَالَتْ حَلِيْمَةُ وَايَتِيْمَاهُ ۞ فَقَالَتِ الْمَلَآئِكَةُ لِلّٰهِ دَرُّكَ مِنْ يَّتِيْمٍ ۞ فَاِنَّ قَدْرَكَ عِنْدَ اللّٰهِ عَظِيْمٌ ۞",
                "id": "Ketika Nabi ﷺ sedang asyik mendengarkan berita dari malaikat dan wajah Nabi penuh ceria bagaikan cahaya pagi, tiba-tiba datanglah Sayyidah Ḥalīmah dengan berteriak: “Aduh…. jauh sekali (kalau bermain)!”\n\nKata malaikat: “Wahai Muḥammad, engkau tidak jauh, bahwa dekat dengan Allah, engkau adalah pilihan dan kekasih-Nya.” Kata Sayyidah Ḥalīmah: “Aduh….sendiriran.” Kata malaikat: “Wahai Muḥammad, engkau tidak sendirian, bahkan engkatu pemilik mu‘jizat, penghiburmu adalah Allah Yang Maha Terpuji dan Maha Mulia, dan saudara-saudaramu adalah para malaikat dan ahli tauhid (orang-orang yang beriman).”\n\nKata Sayyidah Ḥalīmah: “Aduh….anak Yatim!” Kata malaikat: “Segala kasih sayang Allah dilimpahkan kepadamu, dan kedudukanmu di sisi Allah, amatlah agung.”",
                "en": "While the Prophet ﷺ was enjoying listening to the news from the angels, his face was as bright as the morning light, when suddenly Sayyidah Ḥalīmah came, shouting: “Oh… so far away (when you play)!”\n\nThe angel said: “O Muḥammad, you are not far, for you are close to Allah, you are His chosen and beloved.” Sayyidah Ḥalīmah said: “Oh… so alone.” The angel said: “O Muḥammad, you are not alone, for you are the possessor of miracles, and your comforter is Allah, the Most Praised and Most Glorious, and your companions are the angels and the people of tawḥīd (the believers).”\n\nSayyidah Ḥalīmah said: “Oh… an orphan!” The angel said: “All of Allah’s mercy is bestowed upon you, and your position with Allah is truly exalted.”",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "فَلَمَّا رَاَتْهُ حَلِيْمَةُ سَالِمًا مِنَ الْاَهْوَالِ ۞ رَجَعَتْ بِهٖ مَسْرُوْرَةً اِلَى الْاَطْلَالِ ۞ ثُمَّ قَصَّتْ خَبَرَهُ عَلٰى بَعْضِ الْكُهَّانِ ۞ وَاَعَادَتْ عَلَيْهِ مَا تَمَّ مِنْ اَمْرِهٖ وَمَا كَانَ ۞ فَقَالَ لَهُ الْكَاهِنُ : يَاابْنَ زَمْزَمَ وَالْمَقَامِ ۞ وَالرُّكْنِ وَالْبَيْتِ الْحَرَامِ ۞ اَفِى الْيَقَظَةِ رَاَيْتَ هٰذَا اَمْ فِى الْمَنَامِ ۞ فَقَالَ وَحُرْمَةِ الْمَلِكِ الْعَلَّامِ ۞ شَاهَدْتُهُمْ كِفَاحًالَّااَشُكُّ فِيْ ذٰلِكَ وَلَا اُضَامُ ۞ فَقَالَ لَهُ الْكَاهِنُ اَبْشِرْ اَيُّهَا الْغُلَامُ ۞ فَاَنْتَ صَاحِبُ الْاَعْلَامِ ۞ وَنُبُوَّتُكَ لِلْاَنْبِيَآءِ قُفْلٌ وَخِتَامٌ ۞ عَلَيْكَ يَنْزِلُ جِبْرِيْلُ ۞ وَعَلٰى بِسَاطِ الْقُدْسِ يُخَاطِبُكَ الْجَلِيْلُ ۞ وَمَنْ ذَاالَّذِيْ يَحْصُرُ مَاحَوَيْتَ مِنَ التَّفْضِيْلِ ۞ وَعَنْ بَعْضِ وَصْفِ مَعْنَاكَ يَقْصُرُ لِسَانُ الْمَادِحِ الْمُطِيْلِ ۞",
                "id": "Ketika Sayyidah Ḥalīmah melihat Muḥammad ﷺ dalam keadaan selamat, dengan senang ia langsung membawanya pulang ke rumahnya, kemudian ia ceritakan kepada sebagian pendeta tentang hal-hal menakjubkan yang dilakukan Muḥammad ﷺ.\n\nSeorang pendeta bertanya: “Wahai putra yang dilahirkan di negeri sumur Zamzam dan makam Ibrāhīm, di rukun Yamani dan Baitullāh yang mulia, engkau melihat keajaiban ini dalam keadaan berjaga atau di saat tidur? Jawab Muḥammad ﷺ: “Demi Allah, Penguasa alam ini dan Yang Maha Mengetahui, saya telah mengetahuinya dengan nyata dalam keadaan berjaga, saya tidak ragu atau berbohong sedikitpun.” Kata pendeta: “Berbahagialah engkau wahai anak kecil! Engkau adalah pembawa panji-panji kenabian, engkau adalah penutup para Nabi a.s.. Malaikat Jibrīl akan turun kepadamu, dan engkau akan difirmani Allah Yang Maha Agung di atas permadani suci”, dan siapakah yang dapat menguraikan seluruh keutamaan yang engkau miliki, sedangkan untuk menguraikan sebagian makna keutamaanmu saja para sastrawan yang pandai memuji dengan ungkapan yang panjang lebar, tidak sanggup menguraikannya.",
                "en": "When Sayyidah Ḥalīmah saw Muḥammad ﷺ safe and sound, she joyfully brought him back to her home. She then recounted to some priests the miraculous events that Muḥammad ﷺ had experienced.\n\nOne of the priests asked: “O child born in the land of Zamzam and the resting place of Ibrāhīm, near the Yamani corner and the sacred Ka'bah, did you witness these wonders while awake or in sleep?” Muḥammad ﷺ replied: “By Allah, the Lord of this world and the All-Knowing, I witnessed it clearly while awake. I have no doubt and I am not lying in the least.” The priest said: “Rejoice, O young boy! You are the bearer of the banner of prophethood, the seal of the Prophets. The angel Jibrīl will descend upon you, and you will be spoken to by Allah the Most Exalted upon the sacred carpet. Who could ever describe all of the virtues you possess, when even to explain just a portion of your greatness is beyond the ability of the most eloquent poets, despite their long, elaborate praises.”",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 18,
        "judul": [
            "Wa Kāna ﷺ",
            "Wa Kāna ﷺ",
            "Wa Kāna ﷺ",
            "Wa Kāna ﷺ",
            "Wa Kāna ﷺ"
        ],
        "subjudul": [
            "Fasal 13",
            "Chapter 13",
            "Chapitre 13",
            "Глава 13",
            "Bob 13"
        ],
        "judulb": "وَكَانَ ﷺ اَحْسَنَ النَّاسِ",
        "judAudio": "diba17",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/17.diba_wakana_ahsana.mp3",
            "https://drive.aplikita.com/diba/17-wakana-ahsana.mp3",
            "http://drive.aplikita.com/diba/17-wakana-ahsana.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "وَكَانَ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ اَحْسَنَ النَّاسِ خَلْقًا وَخُلُقًا ۞ وَاَهْدَاهُمْ اِلٰى الْحَقِّ طُرُقًا ۞ كَانَ خُلُقُهُ الْقُرْاٰنُ ۞ وَشِيْمَتُهُ الْغُفْرَانُ ۞ يَنْصَحُ لِلْاِنْسَانِ ۞ وَيَفْسَحُ فِي الْاِحْسَانِ ۞ وَيَعْفُوْ عَنِ الذَّنْبِ اِذَا كَانَ فِيْ حَقِّهٖ وَسَبَبِهِ ۞ وَاِذَا ضُيِّعَ حَقُّ اللّٰهِ لَمْ يَقُمْ اَحَدٌ لِغَضَبِهِ ۞ مَنْ رَاٰهُ بَدِيْهَةً هَابَهُ ۞ وَاِذَا دَعَاهُ الْمِسْكِيْنُ اَجَابَهُ ۞ يَقُوْلُ الْحَقَّ وَلَوْكَانَ مُرًّا ۞ وَلَا يُضْمِرُ لِمُسْلِمٍ غِشًّا وَلَا ضُرًّا ۞ مَنْ نَظَرَ فِيْ وَجْهِهٖ عَلِمَ اَنَّهٗ لَيْسَ بِوَجْهٖ كَذَّابٍ ۞ وَكَانَ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ لَيْسَ بِغَمَّازٍ وَلَا عَيَّابٍ ۞ اِذَا سُرَّا فَكَاَنَّ وَجْهَهُ قِطْعَةُ قَمَرٍ ۞ وَاِذَا كَلَّمَ النَّاسَ فَكَاَنَّمَا يَجْنُوْنَ مِنْ كَلَامِهٖ اَحْلٰ ثَمَرٍ ۞ وَاِذَا تَبَسَّمَ تَبَسَّمَ عَنْ مِّثْلِ حَبِّ الْغَمَامِ ۞ وَاِذَا تَكَلَّمَ فَكَاَنَّمَا الدُّرُّ يَسْقُطُ مِنْ ذٰلِكَ الْكَلَامِ ۞ وَاِذَا تَحَدَّثَ فَكَاَنَّ الْمِسْكَ يَخْرُجُ مِنْ فِيْهِ ۞ وَاِذَا مَرَّ بِطَرِيْقٍ عُرِفَ مِنْ طِيْبِهٖ اَنَّهٗ قَدْ مَرَّ فِيْهِ ۞ وَاِذَا جَلَسَ فِيْ مَجْلِسٍ بَقِيَ طِيْبُهٗ فِيْهِ اَيَّامًا وَّاِنْ تَغَيَّبَ ۞ وَيُوْجَدُ مِنْهُ اَحْسَنُ طِيْبٍ وَّاِنْ لَّمْ يَكُنْ قَدْ تَطَيَّبَ ۞ وَاِذَا مَشٰى بَيْنَ اَصْحَابِهٖ فَكَاَنَّهُ الْقَمَرُ بَيْنَ النُّجُوْمِ الزُّهْرِ ۞ وَاِذَا اَقْبَلَ لَيْلاً فَكَاَنَّ النَّاسَ مِنْ نُوْرِهٖ فِيْ اَوَانِ الظُّهْرِ ۞ وَكَانَ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ اَجْوَدَ بِالْخَيْرِ مِنَ الرِّيْحِ الْمُرْسَلَةِ ۞ وَكَانَ يَرْفُقُ بِالْيَتِيْمِ وَالْاَرْمَلَةِ ۞ قَالَ بَعْضُ وَاصِفِيْهِ مَا رَاَيْتُ مِنْ ذِيْ لِمَّةٍ سَوْدَآءَ ۞ فِيْ حُلَّةٍ حَمْرَآءَ ۞ اَحْسَنَ مِنْ رَسُوْلِ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ ۞",
                "id": "Nabi Muḥammad ﷺ adalah manusia yang paling ganteng dan paling bagus akhlaknya. Dia adalah orang yang paling sering memberikan petunjuk jalan yang benar. Akhlaknya adalah persis al-Qur’ān. Ciri khasnya adalah pemaaf. Nasihatnya sangat berguna bagi manusia. Kebaikannya sangat luas. Dia selalu memaafkan kesalahan yang berhubungan dengan haknya sendiri. Namun jika hak Allah yang dilanggar, maka tak ada seorangpun yang berani berdiri karena marahnya.\n\nBarang siapa yang melihatnya, ia pasti tampak tampan dan penuh wibawa. Jika diundang orang miskin ia selalu hadir. Dia tetap berkata yang sebenarnya walaupun pahit akibatnya. Di hatinya tidak pernah tersimpan kebohongan satu niat jahat. Barang siapa yang memandang wajahnya akan tercermin bahwa dia bukanlah tipe seorang pembohong. Dia ﷺ, bukanlah seorang yang suka menghina atau mencela orang lain. Jika dia sedang gembira, wajahnya bagaikan bulan purnama. Jika menyampaikan pembicaraan kepada manusia, seolah mereka memetik buah pembicaraannya yang manis.\n\nJika tersenyum, senyumnya bagaikan belahan awan yang di tembus sinar. Jika berbicara seolah terlihat mutiara berjatuhan dari pembicaraanya itu. Jika berbincang-bincang seolah semerbak misik yang harum bertaburan dari mulutnya.\n\nJika melalui sebuah jalan, dari bau harumnya diketahui bahwa dia ﷺ baru saja melewatinya. Jika duduk di sebuah majlis, bau harumnya masih tertinggal sampai beberapa hari, walaupun dia telah pergi, dan bau semerbak harumnya tetap tercium meskipun tanpa memakai parfum. Jika berjalan bersama para sahabatnya, dia bagaikan bulan purnama yang sedang berada di tengah-tengah bintang yang gemerlapan. Jika datang waktu malam, seolah manusia berada di siang hari bolong karena cahayanya yang terang. \n\nDia, ﷺ adalah orang yang lebih kasih dan murah hati daripada hembusan angin yang lembut. Dia amat kasih terhadap anak yatim dan para janda. Berkata sebagian orang yang menceritakan sifat Nabi ﷺ: “Belum pernah aku melihat orang yang berambut hitam yang mengenakan busana merah yang lebih bagus daripada Rasūlullāh ﷺ”",
                "en": "The Prophet Muḥammad ﷺ was the most handsome and had the best character among mankind. He was the person who most often guided people to the right path. His character was exactly like the Qur'an. One of his distinguishing traits was his forgiving nature. His advice was always beneficial for people, and his goodness was vast. He always forgave mistakes that related to his own rights. However, if the rights of Allah were violated, no one dared stand because of his righteous anger.\n\nAnyone who saw him would find him handsome and filled with awe. If a poor person invited him, he would always attend. He always spoke the truth, even if it had bitter consequences. There was never any deceit or malice in his heart. Anyone who looked at his face would see that he was not the type of person to lie. He, ﷺ, was never one to insult or humiliate others. When he was happy, his face shone like the full moon. When he spoke to people, it was as if they were plucking the sweet fruit of his words.\n\nWhen he smiled, his smile was like a cloud split by light. When he spoke, it was as if pearls were falling from his mouth. When he conversed, it was as if the sweet fragrance of musk spread from his speech.\n\nWhen he passed through a path, his fragrance lingered, letting people know that he had just passed by. If he sat in a gathering, his scent remained for several days after he had left, and his sweet fragrance was still perceived even without the use of perfume. When walking with his companions, he was like the full moon in the midst of shining stars. At night, it was as if people were in broad daylight due to his radiant light.\n\nHe ﷺ, was more compassionate and generous than the gentle breeze. He was extremely kind to orphans and widows. Some who described the Prophet ﷺ said: “I have never seen a man with black hair, wearing red clothing, who looked more beautiful than the Messenger of Allah ﷺ”",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 19,
        "judul": [
            "Waqīla Liba‘ḍihim",
            "Waqīla Liba‘ḍihim",
            "Waqīla Liba‘ḍihim",
            "Waqīla Liba‘ḍihim",
            "Waqīla Liba‘ḍihim"
        ],
        "subjudul": [
            "Fasal 14",
            "Chapter 14",
            "Chapitre 14",
            "Глава 14",
            "Bob 14"
        ],
        "judulb": "وَقِيْلَ لِبَعْضِهِمْ كَاَنَّ وَجْهَهُ",
        "judAudio": "diba18",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/18.diba_waqila_libadhihim.mp3",
            "https://drive.aplikita.com/diba/18-waqila-libadhihim.mp3",
            "http://drive.aplikita.com/diba/18-waqila-libadhihim.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "وَقِيْلَ لِبَعْضِهِمْ كَاَنَّ وَجْهَهُ الْقَمَرُ ۞ فَقَالَ بَلْ اَضْوَاُ مِنَ الْقَمَرِ اِذَا لَمْ يَحُلْ دُوْنَهُ الْغَمَامُ ۞ قَدْ غَشِيَهُ الْجَلَالُ ۞ وَانْتَهٰى اِلَيْهِ الْكَمَالُ ۞ قَالَ بَعْضُ وَاصِفِيْهِ مَا رَاَيْتُ قَبْلَهٗ وَلَا بَعْدَهٗ مِثْلَهُ ۞ فَيُعْجِزُ لِسَانُ الْبَلِيْغِ اِذَااَرَادَ اَنْ يُحْصِيَ فَضْلَهُ ۞ فَسُبْحَانَ مَنْ خَصَّهُ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ بِالْمَحَلِّ الْاَسْنٰى ۞ وَاَسْرٰى بِهٖ اِلٰى  قَابِ قَوْسَيْنِ اَوْ اَدْنٰى ۞ وَاَيَّدَهٗ بِالْمُعْجِزَاتِ الَّتِيْ لَا تُحْصٰى ۞ وَاَوْفَاهُ مِنْ خِصَالِ الْكَمَالِ بِمَا يَجِلُّ اَنْ يُسْتَقْصٰى ۞ وَاَعْطَاهُ خَمْسًا لَّمْ يُعْطِهِنَّ اَحَدًا قَبْلَهُ ۞ وَاٰتَاهُ جَوَامِعَ الْكَلِمِ فَلَمْ يُدْرِكْ اَحَدٌ فَضْلَهُ ۞ وَكَانَ لَهٗ فِيْ كُلِّ مَقَامٍ عِنْدَهٗ مَقَالٌ ۞ وَلِكُلِّ كَمَالٍ مِّنْهُ كَمَالٌ ۞ لَا يَحُوْلُ فِيْ سُؤَالٍ وَّلَا جَوَابٍ ۞ وَلَا يَجُوْلُ لِسَانُهٗ اِلَّا فِيْ صَوَابٍ ۞",
                "id": "Pernah dikatakan kepada sebagian orang: “Wajah Nabi ﷺ bagaikan bulan purnama”. Seseorang menjawab: “Bahkan lebih terang dari bulan purnama, karena ia belum pernah tertutup oleh awan, ia telah diliputi oleh keagungan, dan ia benar-benar sempurna.” Kata sebagian orang yang menerangkan sifat Nabi ﷺ: “Belum pernah aku melihat orang seperti Nabi ﷺ, baik sebelumnya atau sesudahnya.”\n\nOleh karena itu seorang sastrawan yang sangat terkenal sekalipun, tak akan pernah sanggup mengungkapkan dan menghitung keutamaannya. Maha Suci Allah yang telah mengistimewakan Nabi ﷺ dengan derajat yang paling istimewa, dan mengisra’kannya untuk menghadap-Nya dengan jarak dua busur panah atau lebih dekat lagi. \n\nDia, ﷺ, telah diperkuat dengan mu‘jizat-mu‘jizat yang tak terhitung jumlahnya. Dan disempurnakan dengan sifat-sifat kesempurnaan yang tak bisa diselidiki secara mendetail. Diberikan kepadanya lima hal (11) yang belum pernah diberikan kepada seorang rasulpun sebelumnya. Diberikan kepadanya kepandaian merangkai kalimat yang tepat dan bijaksana, sehingga tak ada seorangpun yang dapat membuat kalimat sepertinya. Di setiap tempat ia selalu menyampaikan nasihat sesuai dengan kondisinya. Dan pada tiap-tiap kesempurnaan yang ada, dia selalu tampak lebih sempurna. Dia tidak pernah menolak pertanyaan dan tidak pernah bosan menjawabnya. Lisannya tidak pernah mengeluarkan kata-kata kecuali yang benar.",
                "en": "It was once said to some people: \"The face of the Prophet ﷺ is like the full moon.\" Someone responded: \"It is even brighter than the full moon, for it has never been covered by clouds, it is surrounded by majesty, and it is truly perfect.\" Some people who described the attributes of the Prophet ﷺ said: \"I have never seen anyone like the Prophet ﷺ, neither before nor after him.\"\n\nTherefore, even a famous poet would never be able to express and enumerate his virtues. Glory be to Allah, who has honored the Prophet ﷺ with the most distinguished rank and took him on the Night Journey (Isra) to come closer to Him, a distance of two bow lengths or closer.\n\nHe, ﷺ, was strengthened with countless miracles and was perfected with attributes of perfection that cannot be fully comprehended in detail. He was given five things that had never been granted to any previous messenger. He was endowed with the ability to craft precise and wise speech, such that no one could compose words like his. In every situation, he gave advice according to the circumstances. In every aspect of perfection, he appeared more perfect. He never refused a question and never tired of answering it. His tongue never spoke anything but the truth.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "وَمَا عَسٰى اَنْ يُقَالَ فِيْمَنْ وَصَفَهُ الْقُرْاٰنُ ۞ وَاَعْرَبَ عَنْ فَضَائِلِهٖ التَّوْرَاةُ وَالْاِنْجِيْلُ وَالزَّبُوْرُ وَالْفُرْقَانُ ۞ وَجَمَعَ اللّٰهُ لَهٗ بَيْنَ رُؤْيَتِهٖ وَكَلَامِهِ ۞ وَقَرَنَ اسْمُهٗ مَعَ اسْمِهٖ تَنْبِيْهًا عَلٰى عُلُوِّ مَقَامَهِ ۞ وَجَعَلَهٗ رَحْمَةً لِّلْعَالَمِيْنَ وَنُوْرًا ۞ وَمَلَاَ بِمَوْلِدِهِ الْقُلُوْبَ سُرُوْرًا ۞",
                "id": "Banyak sekali pujian yang disampaikan kepada Nabi ﷺ yang telah disifati oleh al-Qur’ān. Keutamaan-keutamaannya telah diterangkan di dalam kitab Taurāt, Injīl, Zabūr, dan al-Qur’ān. Allah telah memberi karunia kepadanya dengan melihat-Nya sekaligus berbicara dengan-Nya, dan Allah menyertakan sebutan nama-Nya dengan sebutan nama Nabi ﷺ, sebagai suatu peringatan atas tingginya derajat Nabi ﷺ \n\nAllah menjadikannya sebagai rahmat dan penerang untuk seluruh alam. Dan dengan kelahirannya, Allah menjadikan hati semua makhluk bergembira ria.",
                "en": "There have been countless praises delivered to the Prophet ﷺ, whose character has been described in the Qur'an. His virtues have been explained in the Torah, the Gospel, the Psalms, and the Qur'an. Allah bestowed upon him the grace of seeing Him and speaking with Him, and Allah has paired His own name with the name of the Prophet ﷺ as a reminder of the high rank of the Prophet ﷺ\n\nAllah made him a mercy and a light for the entire universe. With his birth, Allah filled the hearts of all creation with joy and happiness.",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 20,
        "judul": [
            "Yā Badrotim",
            "Yā Badrotim",
            "Yā Badrotim",
            "Yā Badrotim",
            "Yā Badrotim"
        ],
        "subjudul": [
            "Qasidah 5",
            "Qasidah 5",
            "Qasida 5",
            "Касида 5",
            "Qasida 5"
        ],
        "judulb": "يَابَدْرَتِمٍ حَازَ كُلَّ كَمَالِ",
        "judAudio": "diba19",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/19.diba_ya_badrotim.mp3",
            "https://drive.aplikita.com/diba/19-ya-badrotim.mp3",
            "http://drive.aplikita.com/diba/19-ya-badrotim.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "shol",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "baris",
                "kanan": "يَابَدْرَتِمٍ حَازَ كُلَّ كَمَالِ",
                "kiri": "مَاذَا يُعَبِّرُ عَنْ عُلَاكَ مَقَالِيْ",
                "id": "Wahai bulan purnama yang sempurna, yang meraih seluruh kesempurnaan. Bagaimana kata-kataku bisa menggambarkan ketinggianmu?",
                "en": "Oh perfect full moon, who has attained all perfection. How can my words express your greatness?",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "اَنْتَ الَّذِيْ اَشْرَقْتَ فِيْ اُفُقِ الْعُلَا",
                "kiri": "فَمَحَوْتَ بِالْاَنْوَارِ كُلَّ ضَلَالِ",
                "id": "Engkaulah yang bersinar di ufuk ketinggian. Dan dengan cahayamu, engkau menghapus semua kegelapan.",
                "en": "You are the one who shone on the horizon of greatness. And with your light, you erased all darkness.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَبِكَ اسْتَنَارَ الْكَوْنُ يَاعَلَمَ الْهُدٰى",
                "kiri": "بِالنُّوْرِ وَالْاِنْعَامِ وَالْاِفْضَالِ",
                "id": "Dan denganmu, alam semesta menjadi terang, wahai panji petunjuk, dengan cahaya, nikmat, dan kebaikan.",
                "en": "And through you, the universe became illuminated, O banner of guidance, with light, blessings, and benevolence.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "صَلَّى عَلَيْكَ اللّٰهُ رَبِّيْ دَائِمًا",
                "kiri": "اَبَدًا مَّعَ الْاِبْكَارِ وَالْاٰصَالِ",
                "id": "Semoga Allah, Tuhanku, selalu memberkatimu selamanya, dengan pagi hari dan sore hari",
                "en": "May Allah, my Lord, always bless you forever, with the mornings and the evenings.",
                "fr": "",
                "ru": "",
                "uz": ""
            },
            {
                "type": "baris",
                "kanan": "وَعَلٰى جَمِيْعِ الْاٰلِ وَالْاَصْحَابِ مَنْ",
                "kiri": "قَدْ خَصَّهُمْ رَبُّ الْعُلَا بِكَمَالِ",
                "id": "Dan semoga (rahmat Allah) juga menyertai seluruh keluarga dan sahabat yang telah dipilih oleh Tuhan Yang Maha Tinggi dengan kesempurnaan",
                "en": "And may it (Allah’s mercy) also be with all the family and companions whom the Lord of the Heavens has chosen with perfection.",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    },
    {
        "id": 21,
        "judul": [
            "Al-Ḥamdulillāh",
            "Al-Ḥamdulillāh",
            "Al-Ḥamdulillāh",
            "Al-Ḥamdulillāh",
            "Al-Ḥamdulillāh"
        ],
        "subjudul": [
            "Doa Maulid",
            "Mawlid Prayer",
            "Prière du Mawlid",
            "Мавлид Мольба",
            "Mavlid Duosi"
        ],
        "judulb": "اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰالَمِيْنَ",
        "judAudio": "doa_maulid_diba",
        "mp3List": [
            "https://archive.org/download/13.diba-mahallul-qiyam/20.diba_doa.mp3",
            "https://drive.aplikita.com/diba/20-doa-diba.mp3",
            "http://drive.aplikita.com/diba/20-doa-diba.mp3"
        ],
        "isPlaying": false,
        "isPaused": false,
        "downloaded": false,
        "downloading": false,
        "isComplete": false,
        "progress": 0.0,
        "contents": [
            {
                "type": "bis",
                "arab": "اِلٰى رُوْحِ سَيّدِنَا وَحَبِيْبِنَا...",
                "id": "Untuk ruh junjungan kami...",
                "en": "For the soul of our master..."
            },
            {
                "type": "ara",
                "arab": "اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰالَمِيْنَ ۞ اَللّٰهُمَّ صَلِّ وَسَلِّمْ عَلٰى سَيِّدِنَا مُحَمَّدٍ وَ عَلٰى اٰلِهٖ وَصَحْبِهٖ اَجْمَعِيْن ۞ جَعَلَنَا اللّٰهُ وَاِيَاكُمْ مِمَّنْ يَّسْتَوْجِبُ شَفَاعَتَهُ ۞ وَيَرْجُوْ بِذٰلِكَ رَحْمَتَهٗ وَرَأْفَتَهُ ۞ اَللّٰهُمَّ بِحُرْمَةِ هٰذَاالنَّبِيِّ الْكَرِيْمِ ۞ وَاٰلِهٖ وَاَصْحَابِهِ السَّالِكِيْنَ عَلٰى مَنْهَجِهِ الْقَوِيْمِ ۞ اِجْعَلْنَا مِنْ خِيَارِ اُمَّتِهٖ ۞ وَاسْتُرْنَا بِذَيْلِ حُرْمَتِهٖ ۞ وَاحْشُرْنَا غَدًا فِيْ زُمْرَتِهِ ۞ وَاسْتَعْمِلْ اَلْسِنَتَنَا فِيْ مَدْحِهٖ وَنُصْرَتِهِ ۞ وَاَحْيِنَا مُتَمَسِّكِيْنَ بِسُنَّتِهٖ وَطَاعَتِهِ ۞ وَاَمِتْنَا عَلٰى حُبِّهٖ وَجَمَاعَتِهِ ۞ اَللّٰهُمَّ اَدْخِلْنَا مَعَهُ الْجَنَّةَ فَاِنَّهٗ اَوَّلُ مَنْ يَدْخُلُهَا ۞ وَاَنْزِلْنَا مَعَهٗ فِيْ قُصُوْرِهَا ۞ فَاِنَّهٗ اَوَّلُ مَنْ يَنْزِلُهَا ۞ وَارْحَمْنَا يَوْمَ يَشْفَعُ لِلْخَلَآئِقِ فَتَرْحَمُهَا ۞ اَللّٰهُمَّ ارْزُقْنَا زِيَارَتَهٗ فِيْ كُلِّ سَنَةٍ ۞ وَلَا تَجْعَلْنَا مِنَ الْغَافِلِيْنَ عَنْكَ وَلَا عَنْهُ قَدْرَ سِنَةٍ ۞ اَللّٰهُمَّ لَا تَجْعَلْ فِيْ مَجْلِسِنَا هٰذَااَحَدًااِلَّا غَسَلْتَ بِمَاءِ التَّوْبَةِ ذُنُوْبَهُ ۞ وَسَتَرْتَ بِرِدَآءِ الْمَغْفِرَةِ عُيُوْبَهُ ۞ اَللّٰهُمَّ اِنَّهٗ كَانَ مَعَنَا فِي السَّنَةِ الْمَاضِيَةِ ۞ اِخْوَانٌ مَنَعَهُمُ الْقَضَآءُ عَنِ الْوُصُوْلِ اِلٰى مِثْلِهَا ۞ فَلَا تَحْرِمْهُمْ مِنْ ثَوَابِ هٰذِهِ السَّاعَةِ وَفَضْلِهَا ۞ اَللّٰهُمَّ ارْحَمْنَا اِذَا صِرْنَا مِنْ اَصْحَابِ الْقُبُوْرِ ۞ وَوَفِّقْنَا لِعَمَلٍ صَالِحٍ يَبْقٰى سَنَاهُ عَلٰى مَمَرِّالدُّهُوْرِ ۞ اَللّٰهُمَّ اجْعَلْنَا لِاٰلَآئِكَ ذَاكِرِيْنَ ۞ وَلِنَعْمَآئِكَ شَاكِرِيْنَ ۞ وَلِيَوْمِ لِقَآئِكَ مِنَ الذَّاكِرِيْنَ ۞ وَاَحْيِنَا بِطَاعَتِكَ مَشْغُوْلِيْنَ ۞ وَاِذَا تَوَفَّيْتَنَا فَتَوَفَّنَا غَيْرَ مَفْتُوْنِيْنَ ۞ وَلَا مَخْذُوْلِيْنَ ۞ وَاخْتِمْ لَنَا مِنْكَ بِخَيْرٍ اَجْمَعِيْنَ ۞\n\nاَللّٰهُمَّ اكْفِنَا شَرَّ الظَّالِمِيْنَ ۞ وَاجْعَلْنَا مِنْ فِتْنَةِ هٰذِهِ الدُّنْيَا سَالِمِيْنَ ۞ اَللّٰهُمَّ اجْعَلْ هٰذَا الرَّسُوْلَ الْكَرِيْمَ لَنَا شَفِيْعًا ۞ وَارْزُقْنَا بِهٖ يَوْمَ الْقِيَامَةِ مَقَامًا رَفِيْعًا ۞ اَللّٰهُمَّ اسْقِنَا مِنْ حَوْضِ نَبِيِّكَ مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ شَرْبَةً هَنِيْئَةً لَّا نَظْمَاُ بَعْدَهَااَبَدًا ۞ وَاحْشُرْنَا تَحْتَ لِوَآئِهٖ غَدًا ۞ اَللّٰهُمَّ اغْفِرْ لَنَا بِهٖ وَلِاٰبَآئِنَا وَلِاُمَّهَآتِنَا وَلِمَشَايِخِنَا وَلِمُعَلِّمِيْنَا ۞ وَذَوِى الْحُقُوْقِ عَلَيْنَا وَلِمَنْ اَجْرٰى هٰذَا الْخَيْرَ فِيْ هٰذِهِ السَّاعَةِ ۞ وَلِجَمِيْعِ الْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ ۞ وَالْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ ۞ اَلْاَحْيَآءِ مِنْهُمْ وَالْاَمْوَاتِ ۞ اِنَّكَ كَرِيْمٌ مُجِيْبُ الدَّعَوَاتِ ۞ وَقَاضِيَ الْحَاجَاتِ ۞ وَغَافِرُ الذُّنُوْبِ وَالْخَطِيْئَاتِ ۞ يَااَرْحَمَ الرَّاحِمِيْنَ ۞ وَصَلَّى اللّٰهُ عَلٰى سَيِّدِنَا مُحَمَّدٍ وَعَلٰى اٰلِهٖ وَصَحْبِهٖ وَسَلَّمَ ۞ سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَ ۞ وَسَلَامٌ عَلَى الْمُرْسَلِيْنَ ۞ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعٰالَمِيْنَ ۞ اَلْفَاتِحَة ۞",
                "id": "Dengan nama Allah Yang Maha Pengasih, lagi Maha Penyayang. Segala puji bagi Allah, Tuhan semesta alam. Ya Allah, limpahkanlah rahmat dan salam kepada penghulu kami, Nabi Muḥammad, keluarga dan semua sahabatnya. Semoga Allah menjadikan kami dan kamu sekalian termasuk orang-orang yang memperoleh pertolongan-Nya, orang-orang yang selalu berharap rahmat dan kasih-sayangNya. Ya Allah, dengan menghormati Nabi yang mulia ini, dengan menghormat keluarga dan sahabat-sahabatnya yang selalu mengikuti petunjuk Nabi yang lurus, jadikanlah kami termasuk umatnya yang terpilih, tutuplah ‘aib kami, kumpulkanlah kami sebagai orang yang berpegang teguh kepada sunnah Nabi ﷺ dan taat melaksaankan ajaran-ajarannya, dan matikanlah kami dengan membawa cintanya dan bersama golongan umat yang dicintainya. Ya Allah, masukkanlah kami ke dalam surga bersama Nabi ﷺ, sesungguhnya dia adalah orang yang pertama kali masuk surga, tempatkanlah kami di istana-istana surga bersama Nabi ﷺ karena dia adalah orang yang pertama kali menempati istana-istana surga. Belas kasihilah kami di hari ketika Nabi memintakan syafaat untuk para makhluk yang kemudian Engkau kasihi mereka. Ya Allah, berilah kami rezeki untuk menziarahi Nabi ﷺ setiap tahunnya, dan janganlah Engkau lengahkan kami untuk mengingat-Mu dan mengingat Nabi-Mu walau hanya sekejap. Ya Allah, janganlah kiranya ada tersisa seorangpun di majlis ini, kecuali telah Engkau bersihkan dosa-dosanya dengan air tobat, dan Engkau tutupi ‘aib-‘aibnya dengan hamparan maghfirah (ampunan). Ya Allah, jika pada tahun yang lalu saudara-saudara kami masih belum Engkau takdirkan terkabul permohonan mereka, maka janganlah Engkau halangi pahala dan keutamaan saat ini kepada mereka. Ya Allah, kasih-sayangilah kami, di saat kami telah menjadi penghuni alam kubur, dan tolonglah kami untuk beramal saleh yang pahalanya dapat mengalir sepanjang tahun. Ya Allah, jadikanlah kami orang-orang yang selalu ingat terhadap pemberian-pemberianMu, selalu mensyukuri nikmat-nikmatMu, dan selalu ingat hari pertemuan-Mu, dan hidupkanlah kami sebagai orang yang selalu sibuk beribadah kepada-Mu. Dan jika Engkau akhiri hayat kami, akhirilah dengan tanpa membawa ‘aib, tidak terhina, dan akhirilah kami semua dengan membawa kebaikan dari-Mu. Ya Allah, hindarkanlah kami dari segala macam kejahatan orang-orang zhalim, dan selamatkanlah kami dari segala cobaan di dunia ini. Ya Allah, jadikanlah Rasūl yang mulia ini penolong kami. Berilah kami derajat yang tinggi kelak di hari kiamat lantaran menghormatinya. Ya Allah, berilah kami air minum dari telaga Nabi-Mu, Muḥammad ﷺ dengan sekali teguk yang kami tidak akan haus selama-lamanya. Dan kumpulkanlah kami di bawah benderanya kelak di hari kiamat. Ya Allah, dengan menghormati Rasūl-Mu yang mulia ini, ampunilah dosa-dosa kami, kedua orang tua kami, guru-guru dan para pengajar kami, orang-orang yang punya hak atas kami, orang-orang yang suka melakukan kebajikan saat ini, dan seluruh orang-orang mu’min dan muslim, baik yang laki maupun yang perempuan, baik yang masih hidup ataupun yang sudah meninggal, sesungguhnya Engkau adalah Dzāt Yang memperkenankan semua doa, Yang memenuhi semua kebutuhan, Yang mengampuni semua dosa dan kesalahan, wahai Tuhan Yang Maha Pengasih. Semoga Allah senantiasa melimpahkan rahmat dan salam kepada penghulu kita, Nabi Muḥammad, keluarga dan para sahabatnya. Maha Suci Engkau Ya Allah, Tuhan Yang Maha Mulia, Yang Bersih dari Sifat Kekurangan. Semoga salam sejahtera tetap terlimpahkan kepada Para Rasūl. Dan segala Puji Bagi Allah, Tuhan Semesta Alam. Amin. (al-Fatihah)",
                "en": "In the name of Allah, the Most Gracious, the Most Merciful. All praise is due to Allah, Lord of all the worlds. O Allah, send Your blessings and peace upon our master, the Prophet Muḥammad, his family, and all his companions. May Allah make us and all of you among those who receive His help, those who always hope for His mercy and compassion. O Allah, by honoring this noble Prophet, by honoring his family and companions who always follow the guidance of the righteous Prophet, make us among his chosen ummah. Cover our faults, gather us as those who hold firmly to the Sunnah of the Prophet ﷺ and obey his teachings, and let us die carrying his love and among the people he loves. O Allah, admit us into Paradise with the Prophet ﷺ, for he is the first to enter Paradise. Place us in the palaces of Paradise with the Prophet ﷺ, for he is the first to dwell in the palaces of Paradise. Have mercy on us on the Day when the Prophet intercedes for the creation, and You have mercy on them. O Allah, grant us the provision to visit the Prophet ﷺ every year, and do not let us forget to remember You and Your Prophet, even for a moment. O Allah, let no one remain in this gathering except that You have cleansed them of their sins with the water of repentance, and You have covered their faults with the cloak of forgiveness (maghfirah). O Allah, if in the past year our brothers and sisters have not yet had their supplications answered, do not withhold from them the reward and favor at this time. O Allah, have mercy on us when we have become the inhabitants of the grave, and help us to do righteous deeds whose rewards flow throughout the year. O Allah, make us among those who always remember Your gifts, always grateful for Your blessings, and always remember the Day of meeting You. Give us life as those who are always busy worshipping You, and when You take our lives, let it be without disgrace or shame, and grant us all goodness from You at the end of our lives. O Allah, keep us away from the evil of the wrongdoers and save us from all the trials of this world. O Allah, make this noble Prophet our helper. Grant us a high rank on the Day of Judgment because of our respect for him. O Allah, give us drink from the Pond of Your Prophet, Muḥammad ﷺ, with one sip after which we will never thirst again. Gather us under his banner on the Day of Judgment. O Allah, by honoring Your noble Prophet, forgive our sins, the sins of our parents, our teachers, and those who taught us, those who have rights over us, those who do good deeds now, and all the believing men and women, both living and deceased. Verily, You are the One who responds to all prayers, fulfills all needs, forgives all sins and faults, O Most Merciful Lord. May Allah always send blessings and peace upon our master, the Prophet Muḥammad, his family, and his companions. Glory be to You, O Allah, the Most Majestic, the One free from all deficiencies. May peace be upon the Messengers, and all praise is due to Allah, the Lord of all the worlds. Amen. (al-Fatihah)",
                "fr": "",
                "ru": "",
                "uz": ""
            }
        ]
    }
]
