[
    {
        "kanan": "اَبْدَاُ بِاسْمِ اللّٰهِ وَالرَّحْمٰنِ",
        "kiri": "وَبِالرَّحِيْمِ دَائِمِ الْاِحْسَانِ",
        "id": "Saya memulai dengan nama Allah, dzat yang maha pengasih, dan maha penyayang yang senatiasa memberikan kenikmatan tiada putusnya.",
        "en": "I begin, in the name of Allah, the Most Merciful; The Beneficent; it is He who always bestows favours upon His slaves."
    },
    {
        "kanan": "فَالْحَمْدُ لِلّٰهِ الْقَدِيْمِ الْاَوَّلِ",
        "kiri": "اَلْآخِرِ الْبَاقِيْ بِلَا تَحَوُّلِ",
        "id": "Maka segala puji bagi Allah yang maha dahulu, yang maha awal, yang maha akhir, maha tetap tanpa ada perubahan.",
        "en": "All praises belong to Allah, the Eternal, The first without beginning, The Eternally Abiding, Un-perishing, Never Changing."
    },
    {
        "kanan": "ثُمَّ الصَّلَاةُ وَالسَّلَامُ سَرْمَدَا",
        "kiri": "عَلَى النَّبِيِّ خَيْرِ مَنْ قَدْ وَحَّدَا",
        "id": "Kemudian, semoga sholawat dan salam senantiasa tercurahkan, pada nabi sebaik-baiknya orang yang meng-Esakan Allah Swt.",
        "en": "Thereafter, blessings and greetings everlasting Upon the Prophet ﷺ, the best among all those who believe in One God."
    },
    {
        "kanan": "وَاٰلِهٖ وَصَحْبِهٖ وَمَنْ تَبِعْ",
        "kiri": "سَبِيْلَ دِيْنِ الْحَقِّ غَيْرَ مُبْتَدِعْ",
        "id": "Dan keluarganya, para sahabatnya dan orang-orang yang mengikuti Jalan agama secara benar bukan orang-orang yang berbuat sesat.",
        "en": "And upon his descendants, his companions and those who follow - The path of the true religion and do not deviate or heresies follow."
    },
    {
        "kanan": "وَبَعْدُ فَاعْلَمْ بِوُجُوْبِ الْمَعْرِفَهْ",
        "kiri": "مِنْ وَاجِبٍ لِلّٰهِ عِشْرِيْنَ صِفَهْ",
        "id": "Dan setelahnya ketahuilah dengan yakin bahwa Alloh itu mempunyai 20 sifat wajib.",
        "en": "And know, it is necessary to know and believe In twenty necessary attributes of Allah."
    },
    {
        "kanan": "فَاللّٰهُ مَوۡجُوْدٌ قَدِيْمٌ بَاقِيْ",
        "kiri": "مُخَالِفٌ لِلْخَلْقِ بِالْاِطْلَاقِ",
        "id": "Allah Swt itu wujud, Qodim, Baqi dan berbeda dengan makhluk-Nya secara mutlak",
        "en": "Allāh Exists, He is Pre-Eternal, Always Existing, Absolutely unlike anything in the creation."
    },
    {
        "kanan": "وَقَائِمٌ غَنِيْ وَوَاحِدٌ وَحَيّْ",
        "kiri": "قَادِرْ مُرِيْدٌ عَالِمٌ بِكُلِّ شَيْ",
        "id": "Dan berdiri sendiri, maha kaya, kaha Esa, maha hidup, maha kuasa, maha menghendaki, maha mengetahui atas segala sesuatu",
        "en": "He is Self-Subsisting, absolutely Independent, Only One and Living, He is absolutely All-Powerful, He Wills, He Knows everything."
    },
    {
        "kanan": "سَمِيْعٌ الْبَصِيْرُ وَالْمُتَكَلِّمُ",
        "kiri": "لَهٗ صِفَاتٌ سَبْعَةٌ تَنْتَظِمُ",
        "id": "Maha mendengar, maha melihat, maha berbicara, Allah mempunyai 7 sifat yang tersusun",
        "en": "He Hears, He Sees, He Speaks. The following are seven Divine Attributes that are emphasised."
    },
    {
        "kanan": "فَقُدْرَةٌ اِرَادَةٌ سَمْعٌ بَصَرْ",
        "kiri": "حَيَاةٌ الْعِلْمُ كَلَامٌ اسْتَمَرْ",
        "id": "Kemudian maha berkuasa, maha menghendaki, maha mendengar, maha melihat, maha hidup, maha mempunyai ilmu, maha berbicara dengan ayat kalam-nya.",
        "en": "Power, Will, Hearing, Seeing, Life, Knowledge and Speech."
    },
    {
        "kanan": "وَجَائِزٌ بِفَضْلِهٖ وَعَدْلِهِ",
        "kiri": "تَرْكٌ لِكُلِّ مُمْكِنٍ كَفِعْلِهِ",
        "id": "Dengan keadilan dan karunianya-Nya, Allah itu memiliki sifat jaiz (boleh) yakni boleh mengerjakan sesuatu atau meninggalkannya.",
        "en": "By His Divine Grace and Divine Justice - anything contingent He can do or choose not to do."
    },
    {
        "kanan": "اَرْسَلَ اَنْبِيَا ذَوِيْ فَطَانَهْ",
        "kiri": "بِالصِّدْقِ وَالتَبْلِيْغِ وَالْاَمَانَهْ",
        "id": "Allah telah mengutus para nabi yang memiliki 4 sifat yang wajib yaitu cerdas, jujur, menyampaikan (risalah) dan dapat dipercaya",
        "en": "He sent forth prophets, men of discerning and intelligence, Truthful men, trustworthy and upright who delivered the message."
    },
    {
        "kanan": "وَجَائِزٌ فِيْ حَقِّهِمْ مِنْ عَرَضِ",
        "kiri": "بِغَيْرِ نَقْصٍ كَخَفِيْفِ الْمَرَضِ",
        "id": "Dan jaiz (boleh) didalam hak Rasul dari sifat manusia tanpa mengurangi derajatnya, misalnya sakit yang ringan.",
        "en": "It is possible for them to suffer affliction Such as illnesses that are not abhorrent or repugnant."
    },
    {
        "kanan": "عِصْمَتُهُمْ كَسَائِرِ الْمَلَائِكَهْ",
        "kiri": "وَاجِبَةٌ وَفَاضَلُوا الْمَلَائِكَهْ",
        "id": "Mereka mendapat penjagaan Allah (dari perbuatan dosa) seperti para malaikat seluruhnya. (penjagaan itu) wajib bahkan para nabi lebih utama da}i para malaikat.",
        "en": "They are divinely protected from sin, similar to Angels, And they are superior to Angels."
    },
    {
        "kanan": "وَالْمُسْتَحِيْلُ ضِدُّ كُلِّ وَاجِبِ",
        "kiri": "فَاحْفَظْ لِخَمْسِيْنَ بِحُكْمٍ وَاجِبِ",
        "id": "Dan sifat mustahil adalah lawan dari sifat yang wajib maka hafalkanlah 50 sifat itu sebagai ketentuan yang wajib.",
        "en": "Everything opposed to necessary attributes is impossible. Remember the fifty attributes by the Command of Allah."
    },
    {
        "kanan": "تَفْصِيْلُ خَمْسَةٍ وَعِشْرِيْنَ لَزِمْ",
        "kiri": "كُلَّ مُكَلَّفٍ فَحَقِّقْ وَاغْتَنِمْ",
        "id": "Adapun rincian nama para Rasul ada 25 itu wajib diketahui bagi setiap mukallaf, maka yakinilah dan ambilah keuntungannya.",
        "en": "And know, it is necessary to know and believe In twenty necessary attributes of Allah."
    },
    {
        "kanan": "هُمْ آدَمٌ اِدْرِيْسُ نُوْحٌ هُوْدُ مَعْ",
        "kiri": "صَالِحْ وَاِبْرَاهِيْمُ كُلٌّ مُتَّبَعْ",
        "id": "Mereka adalah nabi Adam, nabi Idris, nabi Nuh, nabi Hud serta nabi Sholeh, dan nabi Ibrahim (yang masing-masing diikuti berikutnya)",
        "en": "They are: Adam, Idrīs, Nūḥ, Hūd, Ṣāliḥ, And Ibrāhīm, all of them were followed."
    },
    {
        "kanan": "لُوْطٌ وَاِسْمَاعِيْلُ اِسْحَاقُ كَذَا",
        "kiri": "يَعْقُوْبُ يُوسُفُ وَاَيُّوْبُ احْتَذَى",
        "id": "Nabi Luth, nabi Ismail, nabi Ishaq demikian pula nabi Ya'qub, nabi Yusuf dan nabi Ayyub dan selanjutnya",
        "en": "Lūṭ, Ismāʿīl, Isḥāq, and likewise, Yaʿqūb, Yūsuf, and Ayyūb, remember them."
    },
    {
        "kanan": "شُعَيْبُ هَارُوْنُ وَمُوْسَى وَالْيَسَعْ",
        "kiri": "ذُو الْكِفْلِ دَاوٗدُ سُلَيْمَانُ اتَّبَعْ",
        "id": "Nabi Syuaib, nabi Harun, nabi Musa, nabi Ilyasa', nabi Dzulkifli, nabi Dawud dan Sulaiman yang diikuti",
        "en": "Shuʿayb, Hārūn, Mūsā, and Al-Yasā, Dhu’l Kifl, Dāwūd, and Sulaymān following them."
    },
    {
        "kanan": "اِلْيَاسُ يُوْنُسْ زَكَرِيَّا يَحْيَى",
        "kiri": "عِيْسَى وَطٰهٰ خَاتِمٌ دَعْ غَيَّا",
        "id": "Nabi Ilyas, nabi Yunus, nabi Zakaria, nabi Yahya, nabi Isa dan nabi Thaha (Muhammad) sebagai penutup, maka tinggalkanlah jalan yang menyimpang da}i kebenaran.",
        "en": "Ilyās, Yūnus, Zakariyyah, Yaḥyā, ʿĪsā and then Ṭā-hā is the last, the Seal of all Prophets."
    },
    {
        "kanan": "عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ",
        "kiri": "وَاٰلهِمْ مَادَامَتِ الْاَيَّامُ",
        "id": "Semoga sholawat dan salam terkumpulkan pada mereka dan keluarga mereka sepanjang masa.",
        "en": "Upon them be the blessings and greetings (of Allah) And upon their descendants, until the final day."
    },
    {
        "kanan": "وَالْمَلَكُ الَّذِيْ بِلَا اَبٍ وَاُمْ",
        "kiri": "لَا اَكْلَ لَاشُرْبَ وَلَا نَوْمَ لَهُمْ",
        "id": "Adapun para malaikat itu tetap tanpa bapak dan ibu, tidak makan dan tidak minum serta tidak tidur.",
        "en": "Angels are created without a father or mother, They neither eat, nor drink; and no sleep for them."
    },
    {
        "kanan": "تَفْصِيْلُ عَشْرٍ مِنْهُمُ جِبْرِيْلُ",
        "kiri": "مِيْكَالَ اِسْرَافِيْلُ عِزۡرَائِيْلُ",
        "id": "Secara terperinci mereka ada 10, yaitu malaikat Jibril, malaikat Mikail, malaikat Isrofil, dan malaikat Izroil.",
        "en": "Ten of them are known in particular – Jibrīl,  Mīkāʾīl, Isrāfīl, Azrāʾīl."
    },
    {
        "kanan": "مُنْكَرْ نَكِيْرٌ وَرَقِيْبٌ وَكَذَا",
        "kiri": "عَتِيْدٌ مَالِكٌ ورِضْوَانُ احْتَذَى",
        "id": "Malaikat Munkar, malaikat Nakir, dan malaikat Roqib, demikian pula malaikat ‘Atid, malaikat Maalik, dan malaikat Ridwan.",
        "en": "Munkar, Nakīr, Raqīb and so also, Ātīd, Mālik and Ridwān following them."
    },
    {
        "kanan": "اَرْبَعَةٌ مِنْ كُتُبٍ تَفْصِيْلُهَا",
        "kiri": "تَوۡارَةُ مُوْسَى بِالْهُدٰى تَنْزِيْلُهَا",
        "id": "Ada empat dari kitab-kitab suci Allah secara terperinci adalah kitab Taurat bagi nabi Musa diturunkan dengan membawa petunjuk",
        "en": "Four of the books are detailed: The Torah of Mūsā, revealed with guidance."
    },
    {
        "kanan": "زَبُوْرُ دَاوٗدَ وَاِنْجِيْلُ عَلَى",
        "kiri": "عِيْسَى وَفُرْقَانُ عَلٰى خَيْرِ الْمَلَا",
        "id": "Kitab Zabur bagi nabi Dawud dan kitab Injil bagi nabi Isa dan kitab al-Qur’an bagi sebaik-baik kaum (nabi Muhammad Saw)",
        "en": "The Zabūr of Dāwūd, and the Injīl upon ʿĪsā, and the Furqān upon the best of creation."
    },
    {
        "kanan": "وَصُحُفُ الْخَلِيْلِ وَالْكَلِيْمِ",
        "kiri": "فِيْهَا كَلَامُ الْحَكَمِ الْعَلِيْمِ",
        "id": "D}n lembaran-lembaran (shuhuf) suci yang diturunkan untuk al-Kholil (nabi Ibrohim) dan al-Kalim (nabi Musa) mengandung perkataan dari yang maha bijaksana dan maha mengetahui.",
        "en": "And the Scrolls of Ibrāhīm and Mūsā, In them is the Speech of the All-Wise, the All-Knowing."
    },
    {
        "kanan": "وَكُلُّ مَا اَتَى بِهِ الرَّسُوْلُ",
        "kiri": "فَحَقُّهُ التَّسْلِيْمُ وَالْقَبُوْلُ",
        "id": "Dan segala apa-apa yang disampaikan oleh Rasulullah, maka kita wajib pasrah dan menerima.",
        "en": "And everything the Prophet ﷺ has brought with him Is truth and obligatory to acknowledge, admit and accept without question."
    },
    {
        "kanan": "اِيْمَانُنَا بِيَوۡمِ آخِرٍ وَجَبْ",
        "kiri": "وَكُلِّ مَاكَانَ بِهٖ مِنَ الْعَجَبْ",
        "id": "Keiman}n kita kepada hari akhir hukumnya wajib, dan segala perkara yang dahsyat pada hari akhir. Sebagai penutup untuk menerangkan ketetapan yang wajib, dari hal yang menjadi kewajiban bagi mukallaf.",
        "en": "We believe in the last day – it is obligatory, And every miraculous and incredible thing mentioned about that day."
    },
    {
        "kanan": "خَاتِمَةٌ فِيْ ذِكْرِ بَاقِيْ الْوَاجِبِ",
        "kiri": "مِمَّا عَلٰى مُكَلَّفٍ مِنْ وَّاجِبِ",
        "id": "Sebagai penutup untuk menerangkan ketetapan yang wajib, dari hal yang menjadi kewajiban bagi mukallaf.",
        "en": "And finally, that which remains and is necessary to believe, And obligatory for every responsible, sane and adult individual."
    },
    {
        "kanan": "نَبِيُّنَا مُحَمَّدٌ قَدْ اُرْسِلَا",
        "kiri": "لِلْعٰالَمِيْنَ رَحْمَةً وَفُضِّلَا",
        "id": "Nabi kita Muhammad telah diutus untuk seluruh alam sebagai rahmat dan keutamaan diberikan kepada beliau Saw yang melebihi semua.",
        "en": "Our prophet is Sayyidunā Muhammad ﷺ, who was sent forth for all the worlds, The universe as a mercy; and superior to everyone."
    },
    {
        "kanan": "اَبُوْهُ عَبْدُ اللّٰهِ عَبْدُ الْمُطَّلِبْ",
        "kiri": "وَهَاشِمٌ عَبْدُ مَنَافٍ يَنْتَسِبْ",
        "id": "Ayahnya bernama Abdullah putera Abdul Mutthalib dan nasabnya bersambung kepada Hasyim putra Abdu Manaf.",
        "en": "His father is ʿAbdullāh, son of ʿAbd al-Muṭṭalib, the son of Hāshim, son of ʿAbd Manāf."
    },
    {
        "kanan": "وَاُمُّهٗ آمِنَةُ الزُّهْرِيَّهْ",
        "kiri": "اَرْضَعَتْهُ حَلِيْمَةُ السَّعْدِيَّهْ",
        "id": "Dan ibunya bernama Aminah Az-Zuhriyyah, yang menyusui beliau adalah Halimah As-Sa’diyyah.",
        "en": "His mother is Āminah al-Zuhriyyah, And his wet-nurse is Ḥalīmah al-Saʿdiyyah."
    },
    {
        "kanan": "مَوۡلِدُهٗ بِمَكَّةَ الْاَمِيْنَهْ",
        "kiri": "وَفَاتُهٗ بِطَيْبَةَ الْمَدِيْنَهْ",
        "id": "Beliau dilahirkan di kota Makkah yang aman, dan wafatnya di Toiybah (Madinah).",
        "en": "His birth was in Makkah, the secure, And his passing was in Ṭaybah, the illuminated (Madīnah)."
    },
    {
        "kanan": "اَتَمَّ قَبْلَ الْوَحْيِ اَرْبَعِيْنَا",
        "kiri": "وَعُمْرُهٗ قَدْ جَاوَزَ السِّتِيْنَا",
        "id": "Sebelum turun wahyu, nabi Muhammad Saw telah sempurna berumur 40 tahun, dan usia beliau 60 tahun lebih.",
        "en": "He completed forty before the revelation, And his age surpassed sixty years."
    },
    {
        "kanan": "وَسَبْعَةٌ اَوْلَادُهٗ فَمِنْهُمُ",
        "kiri": "ثَلَاثَةٌ مِنَ الذُّكُوْرِ تُفْهَمُ",
        "id": "Ada 7 orang putera-puteri nabi Muhammad Saw, diantara mereka 3 orang laki-laki, maka pahamilah itu.",
        "en": "He had seven children, among them Three are sons, as is known."
    },
    {
        "kanan": "قَاسِمْ وَعَبْدُ اللّٰهِ وَهْوَ الطَّيِّبُ",
        "kiri": "وَطَاهِرٌ بِذَيْنِ ذَا يُلَقَّبُ",
        "id": "Qasim dan Abdullah yang bergelar At-Thoyyib dan At-Thohir, dengan 2 sebutan inilah (At-Thoyyib dan At-Thohir) Abdullah diberi gelar.",
        "en": "Qāsim and ʿAbdullāh, who is also known as Ṭayyib, And Ṭāhir – these two are his titles (of ʿAbdullāh)."
    },
    {
        "kanan": "اَتَاهُ اِبْرَاهِيْمُ مِنْ سُرِّيَّهْ",
        "kiri": "فَاُمُّهٗ مَارِيَّةُ الْقِبْطِيَّهْ",
        "id": "Anak yang ketiga bernama Ibrohim dari Sariyyah (Amat perempuan), ibunya (Ibrohim) bernama Mariyah Al-Qibtiyyah.",
        "en": "Ibrāhīm was born of his bondmaid, (Ibrāhīm’s) mother is Māriyah, the Copt (originally)."
    },
    {
        "kanan": "وَغَيْرُ اِبْرَاهِيْمَ مِنْ خَدِيْجَهْ",
        "kiri": "هُمْ سِتَةٌ فَخُذْ بِهِمْ وَلِيْجَهْ",
        "id": "Selain Ibrohim, ibu putra-putri nabi Muhammad Saw berasal dari Khodijah, mereka ada 6 orang (selain Ibrohim), maka kenalilah dengan penuh cin}a.",
        "en": "Apart from Ibrāhīm, all other children are from Khadījah ﷺ, They are six in all – learn about them for the love (of the Prophet ﷺ)."
    },
    {
        "kanan": "وَاَرْبَعٌ مِنَ الْاِنَاثِ تُذۡكَرُ",
        "kiri": "رِضْوَانُ رَبِّيْ لِلْجَمِيْعِ يُذْكَرُ",
        "id": "Dan 4 orang anak perempuan Nabi akan disebutkan, semoga keridhoan Allah untuk mereka semua.",
        "en": "The four daughters mentioned are thus, May Allah be pleased with all of them."
    },
    {
        "kanan": "فَاطِمَةُ الزَّهْرَاءُ بَعْلُهَا عَلِيْ",
        "kiri": "وَابْنَاهُمَا السِّبْطَانِ فَضْلُهُمُ جَلِيْ",
        "id": "Fatimah Az-Zahro yang bersuamikan Ali bin Abi Tholib, dan kedua putera mereka (Hasan dan Husein) adalah cucu nabi Muhammad Saw yang sudah jel}s keutamaanya.",
        "en": "Fāṭimah al-Zahrāʾ ﷺ whose husband is ʿAlīy ﷺ, Their two sons are Sibṭayn (two grandsons) of eminence and superiority."
    },
    {
        "kanan": "فَزَيْنَبٌ وَبَعْدَهَا رُقَيَّهْ",
        "kiri": "وَاُمُّ كُلْثُوْمٍ زَكَتْ رَضِيَّهْ",
        "id": "Kemudian Zaenab dan selanjutnya Ruqayyah, dan Ummu Kultsum yang suci lagi diridhoi.",
        "en": "(Other daughters are:) Zaynab and after her Ruqayyah, And Umm Kulthūm, the pure and worthy ﷺ."
    },
    {
        "kanan": "عَنْ تِسْعِ نِسْوَةٍ وَفَاةُ الْمُصْطَفَى",
        "kiri": "خُيِّرْنَ فَاخْتَرْنَ النَّبِيَّ الْمُقْتَفَى",
        "id": "Dari 9 istri nabi Muhammad Saw ditinggalkan setelah wafatnya, mereka semua telah diminta memilih syurga atau dunia, maka mereka memilih nabi Muhamm}d Saw sebagai panutan.",
        "en": "The Chosen One (Muṣṭafā) ﷺ passed away survived by nine blessed wives, Given the choice, they all chose to remain with the Final Prophet ﷺ."
    },
    {
        "kanan": "عَائِشَةٌ وَحَفْصَةٌ وَسَوْدَةُ",
        "kiri": "صَفِيَّةٌ مَيْمُوْنَةٌ وَرَمْلَةُ",
        "id": "Aisyah, Hafshah, dan Saudah, Shofiyyah, Maimunah, dan Romlah.",
        "en": "ʿĀʾishah, Ḥafṣah and Sawdah, Ṣafiyyah, Maymūnah and Ramlah ﷺ."
    },
    {
        "kanan": "هِنْدٌ وَزَيْنَبٌ كَذَا جُوَيْرِيَهْ",
        "kiri": "لِلْمُؤْمِنِيْنَ اُمَّهَاتٌ مَرْضِيَّهْ",
        "id": "Hindun dan Zaenab, begitu pula Juwairiyyah, bagi kaum mu’minin mereka menjadi ibu-ibu yang diridhoi.",
        "en": "Hind, Zaynab and Juwayriyyah, They are all mothers of believers, the blessed ladies ﷺ."
    },
    {
        "kanan": "حَمْزَةُ عَمُّهٗ وعَبَّاسٌ كَذَا",
        "kiri": "عَمَّتُهٗ صَفِيَّةٌ ذَاتُ احْتِذَا",
        "id": "Hamzah adalah paman nabi Muhammad Saw demikian pula ‘Abbas, bibi nabi adalah Shofiyyah yang mengikuti nabi.",
        "en": "Ḥamzah and ʿAbbās are his two uncles, And Ṣafiyyah is his aunt among those who became believers ﷺ."
    },
    {
        "kanan": "وَقَبْلَ هِجْرَةِ النَّبِيِّ الْاِسْرَا",
        "kiri": "مِنْ مَّكَّةَ لَيْلًا لِقُدْسٍ يُدْرَى",
        "id": "Dan sebelum nabi Saw hijrah (ke Madinah), terjadi peristiwa Isro’. Dari Makkah pada malam hari menuju Baitul Maqdis yang dapat dilihat.",
        "en": "Before the migration (Hijrah), the Prophet ﷺ went on the Night Journey, From Makkah to Jerusalem in a short span of the night."
    },
    {
        "kanan": "وَبَعْدَ اِسْرَاءٍ عُرُوْجٌ لِلسَّمَا",
        "kiri": "حَتَّى رَاَى النَّبِيُّ رَبًّا كَلَّمَا",
        "id": "Setelah Isro’ lalu Mi’roj (naik) keatas sehingga nabi Muhammad Saw melihat Rabb nya yang berkata-kata (berfirman).",
        "en": "And after that short journey in the night, he ascended to the heavens, Until he ﷺ saw his Lord Almighty and spake to Him."
    },
    {
        "kanan": "مِنْ غَيْرِكَيْفٍ وَانْحِصَارٍ وَافْتَرَضْ",
        "kiri": "عَلَيْهِ خَمْسًا بَعْدَ خَمْسِيْنَ فَرَضْ",
        "id": "Berkata-kata (berfirman) tanpa bentuk dan ruang. Disinilah diwajibkan kepadanya (sholat) 5 waktu yang sebelumnya 50 waktu",
        "en": "He saw Allah without modality, nor the sight encompassing Him, Finally, he received five obligatory prayers, which were initially fifty."
    },
    {
        "kanan": "وَبَلَّغَ الْاُمَّةَ بِالْاِسْرَاءِ",
        "kiri": "وَفَرْضِ خَمْسَةٍ بِلَا امْتِرَاءِ",
        "id": "Dan nabi Muhammad Saw telah menyampaikan kepada umat peristiwa Isro’ tersebut. Dan kewajiban sholat 5 waktu tanpa keraguan.",
        "en": "He has informed his followers about the Night Journey, And the five prayers concerning which there is no dispute."
    },
    {
        "kanan": "قَدْ فَازَ صِدِّيْقٌ بِتَصْدِيْقٍ لَهُ",
        "kiri": "وَبِالْعُرُوْجِ الصِّدْقُ وَافَى اَهْلَهُ",
        "id": "Sungg}h beruntung sahabat Abu bakar As-Shiddiq dengan membenarkan peristiwa tersebut, juga peristiwa Mi’raj yang sudah sepantasnya kebenaran itu disandang bagi pelaku Isro’ Mi’roj.",
        "en": "(Abū Bakr) al-Ṣiddīq ﷺ is superior to everyone for his ready attestation, Of his Ascension and Night Journey, as it was rightful to affirm."
    },
    {
        "kanan": "وَهٰذِهٖ عَقِيْدَةٌ مُخۡتَصَرَهْ",
        "kiri": "وَلِلْعَوَامِ سَهْلَةٌ مُيَسَّرَهْ",
        "id": "Inilah keterangan Aqidah secara ringkas bagi orang-orang awam yang mudah dan gampang.",
        "en": "This is a brief and concise creed (of Islam), Made simple for the laity and easy to read, understand and remember."
    },
    {
        "kanan": "نَاظِمُ تِلْكَ اَحْمَدُ الْمرْزُوْقِيْ",
        "kiri": "مَنْ يَّنْتَمِيْ لِلصَّادِقِ الْمَصْدُوْقِ",
        "id": "Yang di nadhomkan oleh Ahmad al-Marzuqi, seorang yang bernisbat kepada nabi Muhammad (As-Shodiqul Mashduq)",
        "en": "This ode was composed by Aḥmad al-Marzūqī, Who is related to the Truthful, and one attested to be True (Prophet)."
    },
    {
        "kanan": "وَ الْحَمْدُ لِلّٰهِ وَصَلَّى سَلَّمَا",
        "kiri": "عَلَى النَّبِيِّ خَيْرِ مَنْ قَدْ عَلَّمَا",
        "id": "Dan segala puji bagi Allah serta Sholawat dan Salam tercurahkan kepada Nabi sebaik-baik orang yang telah mengajar.",
        "en": "All praises be to Allah; and blessings and salutations, Upon the Prophet ﷺ, the greatest of all teachers."
    },
    {
        "kanan": "وَالْاٰلِ وَالصَّحْبِ وَكُلِّ مُرْشِدِ",
        "kiri": "وَكُلِّ مَنْ بِخَيْرِ هَدْيٍ يَقْتَدِيْ",
        "id": "Juga kepada keluarga dan sahabat serta orang yang memberi petunjuk dan orang yang mengikuti petunjuk.",
        "en": "And his progeny, and his companions and every (Muslim) guide, And everyone who sincerely follows the True Guidance (Islam)."
    },
    {
        "kanan": "وَاَسْاَلِ الْكَرِيْمَ اِخۡلَاصَ الْعَمَلْ",
        "kiri": "ونَفْعَ كُلِّ مَنْ بِهَا قَدِ اشْتَغَلْ",
        "id": "Dan saya mohon kepada Allah Swt yang maha pemurah keikhlasan dalam beramal dan manfaat bagi setiap orang yang berpegang teguh pada aqidah ini",
        "en": "I beseech Allah, He who Bestows Favour for sincerity in actions, And to give benefit to everyone who reads this poem."
    },
    {
        "kanan": "اَبْيَاتُهَا (مَيْزٌ) بِعَدِّ الْجُمَلِ",
        "kiri": "تَارِيْخُهَا (لِيْ حَيُّ غُرٍّ) جُمَلِ",
        "id": "Nadhom ini ada 57 bait dengan hitungan abjad, tahun penulisannya 1258 Hijriah.",
        "en": "The number of couplets in this poem are by chronogram Māya (i.e. 57), And the year of composition is the chronogram ḥayy Ghurr (i.e. 1258 AH)."
    },
    {
        "kanan": "سَمَّيْتُهَا عَقِيْدَةَ الْعَوَامِ",
        "kiri": "مِن وَّاجِبٍ فِى الدِّيْنِ بِالتَّمَامِ",
        "id": "Saya namakan aqidah ini dengan Aqidatul Awwam, keterangan yang wajib diketahui dalam urusan agama dengan sempurna.",
        "en": "I have named it “The Creed for Every Muslim”, Necessary for everyone to believe in everything said in it."
    }
]
