[
  {
    "id": 1,
    "judul": "Surat Yasin",
    "turun": "Mekkah | 83 Ayat",
    "kode": "F",
    "judAudio": "Yasin",
    "mp3List": [
      "https://archive.org/download/036-yasin/036-Yasin.mp3",
      "https://drive.aplikita.com/quran/036-yasin.mp3",
      "http://drive.aplikita.com/quran/036-yasin.mp3"
    ],
    "isPlaying": false,
    "isPaused": false,
    "downloaded": false,
    "downloading": false,
    "isComplete": false,
    "progress": 0.0,
    "arabic": [
      "يٰسۤ ۚ ۝1",
      "وَالْقُرْاٰنِ الْحَكِيْمِۙ ۝2",
      "اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ ۝3",
      "عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ ۝4",
      "تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ ۝5",
      "لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ ۝6",
      "لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ ۝7",
      "اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ ۝8",
      "وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ ۝9",
      "وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ ۝10",
      "اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ ۝11",
      "اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ ࣖ ۝12",
      "وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ ۝13",
      "اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ ۝14",
      "قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ ۝15",
      "قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ ۝16",
      "وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ ۝17",
      "قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ ۝18",
      "قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ۝19",
      "وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ ۝20",
      "اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ ۝21",
      "وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ ۝22",
      "ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ ۝23",
      "اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ ۝24",
      "اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ ۝25",
      "قِيْلَ ادْخُلِ الْجَنَّةَ ۗقَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ ۝26",
      "بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ ۝27",
      "وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ ۝28",
      "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خٰمِدُوْنَ ۝29",
      "يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ۝30",
      "اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ ۝31",
      "وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ ࣖ ۝32",
      "وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖاَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ ۝33",
      "وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ ۝34",
      "لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْ ۗ اَفَلَا يَشْكُرُوْنَ ۝35",
      "سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ ۝36",
      "وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖنَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ ۝37",
      "وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ ۝38",
      "وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ ۝39",
      "لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ ۝40",
      "وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ ۝41",
      "وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ ۝42",
      "وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ ۝43",
      "اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ ۝44",
      "وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ ۝45",
      "وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ۝46",
      "وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ ۝47",
      "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝48",
      "مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ ۝49",
      "فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ ࣖ ۝50",
      "وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ ۝51",
      "قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ ۝52",
      "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ ۝53",
      "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ ۝54",
      "اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَ ۚ ۝55",
      "هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَ ۚ ۝56",
      "لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ ۚ ۝57",
      "سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ ۝58",
      "وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ ۝59",
      "اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ۝60",
      "وَاَنِ اعْبُدُوْنِيْ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ۝61",
      "وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا ۗاَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ ۝62",
      "هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ ۝63",
      "اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ۝64",
      "اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ ۝65",
      "وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ ۝66",
      "وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ ࣖ ۝67",
      "وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ ۝68",
      "وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗ ۗاِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌ ۙ ۝69",
      "لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ ۝70",
      "اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مٰلِكُوْنَ ۝71",
      "وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ ۝72",
      "وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ ۝73",
      "وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَ ۗ ۝74",
      "لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ ۝75",
      "فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ۝76",
      "اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ۝77",
      "وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ ۝78",
      "قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ ۝79",
      "الَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ ۝80",
      "اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ ۗبَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ ۝81",
      "اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ ۝82",
      "فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ ࣖ ۝83"
    ],
    "latin": [
      "Yā sīn.",
      "Wal-qur'ānil-ḥakīm(i).",
      "Innaka laminal-mursalīn(a).",
      "‘Alā ṣirōṭim mustaqīm(in).",
      "Tanzīlal-‘azīzir-roḥīm(i).",
      "Litundziro qoumam mā undziro ābā'uhum fahum ghōfilūn(a).",
      "Laqod ḥaqqol-qoulu ‘alā akṡarihim fahum lā yu'minūn(a).",
      "Innā ja‘alnā fī a‘nāqihim aghlālan fa hiya ilal-adzqōni fahum muqmaḥūn(a).",
      "Wa ja‘alnā mim baini aidīhim saddaw wa min kholfihim saddan fa aghsyaināhum fahum lā yubṣirūn(a).",
      "Wa sawā'un ‘alaihim a'andzartahum am lam tundzirhum lā yu'minūn(a).",
      "Innamā tundziru manittaba‘adz-dzikro wa khosyiyar-roḥmāna bil-ghoib(i), fa basysyirhu bimaghfirotiw wa ajrin karīm(in).",
      "Innā naḥnu nuḥyil-mautā wa naktubu mā qoddamū wa āṡārohum, wa kulla syai'in aḥṣoināhu fī imāmim mubīn(in).",
      "Waḍrib lahum maṡalan aṣḥābal-qoryah(ti), idz jā'ahal-mursalūn(a).",
      "Idz arsalnā ilaihimuṡnaini fa kadz-dzabūhumā fa ‘azzaznā biṡāliṡin faqōlū innā ilaikum mursalūn(a).",
      "Qōlū mā antum illā basyarum miṡlunā, wa mā anzalar-roḥmānu min syai'(in), in antum illā takdzibūn(a).",
      "Qōlū robbunā ya‘lamu innā ilaikum lamursalūn(a).",
      "Wa mā ‘alainā illal-balāghul-mubīn(u).",
      "Qōlū innā tathoyyarnā bikum, la'il lam tantahū lanarjumannakum wa layamassannakum minnā ‘adzābun alīm(un).",
      "Qōlū thō'irukum ma‘akum, a'in dzukkirtum, bal antum qoumum musrifūn(a).",
      "Wa jā'a min aqṣol-madīnati rojuluy yas‘ā qōla yā qoumittabi‘ul-mursalīn(a).",
      "Ittabi‘ū mal lā yas'alukum ajrow wa hum muhtadūn(a).",
      "Wa mā liya lā a‘budul-ladzī fathoronī wa ilaihi turja‘ūn(a).",
      "A'attakhidzu min dūnihī ālihatan iy yuridnir-roḥmānu biḍurril lā tughni ‘annī syafā‘atuhum syai'aw wa lā yunqidzūn(i).",
      "Innī idzal lafī ḍolālim mubīn(in).",
      "Innī āmantu birobbikum fasma‘ūn(i).",
      "Qīladkhulil-jannah(ta), qōla yā laita qoumī ya‘lamūn(a).",
      "Bimā ghofarolī robbī wa ja‘alanī minal-mukromīn(a).",
      "Wa mā anzalnā ‘alā qoumihī mim ba‘dihī min jundim minas-samā'i wa mā kunnā munzilīn(a).",
      "In kānat illā ṣoiḥataw wāḥidatan fa'idzā hum khōmidūn(a).",
      "Yā ḥasrotan ‘alal-‘ibād(i), mā ya'tīhim mir rosūlin illā kānū bihī yastahzi'ūn(a).",
      "Alam yarou kam ahlaknā qoblahum minal-qurūni annahum ilaihim lā yarji‘ūn(a).",
      "Wa in kullul lammā jamī‘ul ladainā muḥḍorūn(a).",
      "Wa āyatul lahumul-arḍul-maitah(tu), aḥyaināhā wa akhrojnā minhā ḥabban faminhu ya'kulūn(a).",
      "Wa ja‘alnā fīhā jannātim min nakhīliw wa a‘nābiw wa fajjarnā fīhā minal-‘uyūn(i).",
      "Liya'kulū min ṡamarihī wa mā ‘amilathu aidīhim, afalā yasykurūn(a).",
      "Subḥānal-ladzī kholaqol-azwāja kullahā mimmā tumbitul-arḍu wa min anfusihim wa mimmā lā ya‘lamūn(a).",
      "Wa āyatul lahumul-lailu naslakhu minhun-nahāro fa'idzā hum mudhlimūn(a).",
      "Wasy-syamsu tajrī limustaqorril lahā, dzālika taqdīrul-‘azīzil-‘alīm(i).",
      "Wal-qomaro qoddarnāhu manāzila ḥattā ‘āda kal-‘urjūnil-qodīm(i).",
      "Lasy-syamsu yambaghī lahā an tudrikal-qomaro wa lal-lailu sābiqun-nahār(i), wa kullun fī falakiy yasbaḥūn(a).",
      "Wa āyatul lahum annā ḥamalnā dzurriyyatahum fil-fulkil-masyḥūn(i).",
      "Wa kholaqnā lahum mim miṡlihī mā yarkabūn(a).",
      "Wa in nasya' nughriqhum falā ṣorīkho lahum wa lā hum yunqodzūn(a).",
      "Illā roḥmatam minnā wa matā‘an ilā ḥīn(in).",
      "Wa idzā qīla lahumuttaqū mā baina aidīkum wa mā kholfakum la‘allakum turḥamūn(a).",
      "Wa mā ta'tīhim min āyatim min āyāti robbihim illā kānū ‘anhā mu‘riḍīn(a).",
      "Wa idzā qīla lahum anfiqū mimmā rozaqokumullōh(u), qōlal-ladzīna kafarū lil-ladzīna āmanū anuṭ‘imu mal lau yasyā'ullōhu ath‘amah(ū), in antum illā fī ḍolālim mubīn(in).",
      "Wa yaqūlūna matā hādzal-wa‘du in kuntum ṣōdiqīn(a).",
      "Mā yandhurūna illā ṣoiḥataw wāḥidatan ta'khudzuhum wa hum yakhiṣṣimūn(a).",
      "Falā yastathī‘ūna tauṣiyataw wa lā ilā ahlihim yarji‘ūn(a).",
      "Wa nufikho fiṣ-ṣūri fa'idzā hum minal-ajdāṡi ilā robbihim yansilūn(a).",
      "Qōlū yā wailanā mam ba‘aṡanā mim marqodinā…hādzā mā wa‘adar-roḥmānu wa ṣodaqol-mursalūn(a).",
      "In kānat illā ṣoiḥataw wāḥidatan fa'idzā hum jamī‘ul ladainā muḥḍorūn(a).",
      "Fal-yauma lā tudhlamu nafsun syai'aw wa lā tujzauna illā mā kuntum ta‘malūn(a).",
      "Inna aṣḥābal-jannatil-yauma fī syughulin fākihūn(a).",
      "Hum wa azwājuhum fī dhilālin ‘alal-arō'iki muttaki'ūn(a).",
      "Lahum fīhā fākihatuw wa lahum mā yadda‘ūn(a).",
      "Salāmun qoulam mir robbir roḥīm(in).",
      "Wamtāzul-yauma ayyuhal-mujrimūn(a).",
      "Alam a‘had ilaikum yā banī ādama allā ta‘budusy-syaithōn(a), innahū lakum ‘aduwwum mubīn(un).",
      "Wa ani‘budūnī, hādzā ṣirōthum mustaqīm(un).",
      "Wa laqod aḍolla minkum jibillan kaṡīrō(n), afalam takūnū ta‘qilūn(a).",
      "Hādzihī jahannamul-latī kuntum tū‘adūn(a).",
      "Iṣlauhal-yauma bimā kuntum takfurūn(a).",
      "Al-yauma nakhtimu ‘alā afwāhihim wa tukallimunā aidīhim wa tasyhadu arjuluhum bimā kānū yaksibūn(a).",
      "Wa lau nasyā'u lathomasnā ‘alā a‘yunihim fastabaquṣ-ṣirōtho fa annā yubṣirūn(a).",
      "Wa lau nasyā'u lamasakhnāhum ‘alā makānatihim famastathō‘ū muḍiyyaw wa lā yarji‘ūn(a).",
      "Wa man nu‘ammirhu nunakkishu fil-kholq(i), afalā ya‘qilūn(a).",
      "Wa mā ‘allamnāhusy-syi‘ro wa mā yambaghī lah(ū), in huwa illā dzikruw wa qur'ānum mubīn(un).",
      "Liyundziro man kāna ḥayyaw wa yaḥiqqol-qoulu ‘alal-kāfirīn(a).",
      "Awalam yarou annā kholaqnā lahum mimmā ‘amilat aidīnā an‘āman fahum lahā mālikūn(a).",
      "Wa dzallalnāhā lahum fa minhā rokūbuhum wa minhā ya'kulūn(a).",
      "Wa lahum fīhā manāfi‘u wa masyārib(u), afalā yasykurūn(a).",
      "Wattakhodzū min dūnillāhi ālihatal la‘allahum yunṣorūn(a).",
      "Lā yastathī‘ūna naṣrohum, wa hum lahum jundum muḥḍorūn(a).",
      "Falā yaḥzunka qouluhum, innā na‘lamu mā yusirrūna wa mā yu‘linūn(a).",
      "Awalam yarol-insānu annā kholaqnāhu min nuthfatin fa'idzā huwa khoṣīmum mubīn(un).",
      "Wa ḍoroba lanā maṡalaw wa nasiya kholqoh(ū), qōla may yuḥyil-‘idhōma wa hiya romīm(un).",
      "Qul yuḥyīhal-ladzī ansya'ahā awwala marroh(tin), wa huwa bikulli kholqin ‘alīm(un).",
      "Alladzī ja‘ala lakum minasy-syajaril-akhḍori nārō(n), fa'idzā antum minhu tūqidūn(a).",
      "Awa laisal-ladzī kholaqos-samāwāti wal-arḍo biqōdirin ‘alā ay yakhluqo miṡlahum, balā wa huwal-khollāqul-‘alīm(u).",
      "Innamā amruhū idzā arōda syai'an ay yaqūla lahū kun fa yakūn(u).",
      "Fa subḥānal-ladzī biyadihī malakūtu kulli syai'iw wa ilaihi turja‘ūn(a)."
    ],
    "arti": [
      "Yā Sīn.",
      "Demi Al-Qur’an yang penuh hikmah,",
      "sesungguhnya engkau (Nabi Muhammad) benar-benar salah seorang dari rasul-rasul",
      "(yang berada) di atas jalan yang lurus,",
      "(sebagai wahyu) yang diturunkan oleh (Allah) Yang Mahaperkasa lagi Maha Penyayang,",
      "agar engkau (Nabi Muhammad) memberi peringatan kepada suatu kaum yang nenek moyang mereka belum pernah diberi peringatan, sehingga mereka lalai.",
      "Sungguh, benar-benar berlaku perkataan (ketetapan takdir) terhadap kebanyakan mereka, maka mereka tidak akan beriman.",
      "Sesungguhnya Kami telah memasang belenggu di leher mereka, lalu (tangan mereka yang terbelenggu diangkat) ke dagu, karena itu mereka tertengadah.",
      "Kami memasang penghalang di hadapan mereka dan di belakang mereka, sehingga Kami menutupi (pandangan) mereka. Mereka pun tidak dapat melihat.",
      "Sama saja bagi mereka, apakah engkau (Nabi Muhammad) memberi peringatan kepada mereka atau tidak. Mereka (tetap) tidak akan beriman.",
      "Sesungguhnya engkau (Nabi Muhammad) hanya (bisa) memberi peringatan kepada orang-orang yang mau mengikutinya dan yang takut kepada Tuhan Yang Maha Pengasih tanpa melihat-Nya. Berilah mereka kabar gembira dengan ampunan dan pahala yang mulia.",
      "Sesungguhnya Kamilah yang menghidupkan orang-orang yang mati dan Kami (pulalah) yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). Segala sesuatu Kami kumpulkan dalam kitab induk yang nyata (Lauh Mahfuz).",
      "Buatlah suatu perumpamaan bagi mereka (kaum kafir Makkah), yaitu penduduk suatu negeri, ketika para utusan datang kepada mereka,",
      "(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya. Kemudian Kami menguatkan dengan (utusan) yang ketiga. Maka, ketiga (utusan itu) berkata, “Sesungguhnya kami adalah orang-orang yang diutus kepadamu.”",
      "Mereka (penduduk negeri) menjawab, “Kamu tidak lain hanyalah manusia seperti kami. (Allah) Yang Maha Pengasih tidak (pernah) menurunkan sesuatu apa pun. Kamu hanyalah berdusta.”",
      "Mereka (para rasul) berkata, “Tuhan kami mengetahui bahwa sesungguhnya kami benar-benar para utusan(-Nya) kepadamu.",
      "Adapun kewajiban kami hanyalah menyampaikan (perintah Allah) yang jelas.”",
      "Mereka (penduduk negeri) menjawab, “Sesungguhnya kami bernasib malang karenamu. Sungguh, jika kamu tidak berhenti (menyeru kami), niscaya kami merajam kamu dan kamu pasti akan merasakan siksaan yang pedih dari kami.”",
      "Mereka (para rasul) berkata, “Kemalangan kamu itu (akibat perbuatan) kamu sendiri. Apakah karena kamu diberi peringatan, (lalu kamu menjadi malang)? Sebenarnya kamu adalah kaum yang melampaui batas.”",
      "Datanglah dengan bergegas dari ujung kota, seorang laki-laki. Dia berkata, “Wahai kaumku, ikutilah para rasul itu!",
      "Ikutilah orang yang tidak meminta imbalan (dalam berdakwah) kepadamu. Mereka adalah orang-orang yang mendapat petunjuk.",
      "Apa (alasanku) untuk tidak menyembah (Allah) yang telah menciptakanku dan hanya kepada-Nyalah kamu akan dikembalikan.",
      "Mengapa aku (harus) mengambil sembahan-sembahan selain-Nya? Jika (Allah) Yang Maha Pengasih menghendaki bencana terhadapku, pasti pertolongan mereka tidak berguna sama sekali bagi diriku dan mereka (juga) tidak dapat menyelamatkanku.",
      "Sesungguhnya aku (jika berbuat) begitu, pasti berada dalam kesesatan yang nyata.",
      "Sesungguhnya aku telah beriman kepada Tuhanmu. Maka, dengarkanlah (pengakuan)-ku.”",
      "Dikatakan (kepadanya), “Masuklah ke surga.” Dia (laki-laki itu) berkata, “Aduhai, sekiranya kaumku mengetahui",
      "(bagaimana) Tuhanku mengampuniku dan menjadikanku termasuk orang-orang yang dimuliakan.”",
      "Setelah dia (dibunuh), Kami tidak menurunkan satu pasukan pun dari langit kepada kaumnya dan Kami tidak perlu menurunkannya.",
      "(Azab mereka) itu cukup dengan satu teriakan saja. Maka, seketika itu mereka mati.",
      "Alangkah besar penyesalan diri para hamba itu. Setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya.",
      "Tidakkah mereka mengetahui berapa banyak umat sebelum mereka yang telah Kami binasakan. Mereka (setelah binasa) tidak ada yang kembali kepada mereka (di dunia).",
      "Tidak ada satu (umat) pun, kecuali semuanya akan dihadirkan kepada Kami (untuk dihisab).",
      "Suatu tanda (kekuasaan-Nya) bagi mereka adalah bumi yang mati (tandus lalu) Kami menghidupkannya dan mengeluarkan darinya biji-bijian kemudian dari (biji-bijian) itu mereka makan.",
      "Kami (juga) menjadikan padanya (bumi) kebun-kebun kurma dan anggur serta Kami memancarkan padanya beberapa mata air",
      "agar mereka dapat makan dari buahnya, dan dari hasil usaha tangan mereka. Mengapa mereka tidak bersyukur?",
      "Mahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri maupun dari apa yang tidak mereka ketahui.",
      "Suatu tanda juga (atas kekuasaan Allah) bagi mereka adalah malam. Kami pisahkan siang dari (malam) itu. Maka, seketika itu mereka (berada dalam) kegelapan.",
      "(Suatu tanda juga atas kekuasaan Allah bagi mereka adalah) matahari yang berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa lagi Maha Mengetahui.",
      "(Begitu juga) bulan, Kami tetapkan bagi(-nya) tempat-tempat peredaran sehingga (setelah ia sampai ke tempat peredaran yang terakhir,) kembalilah ia seperti bentuk tandan yang tua.",
      "Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya.",
      "Suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami mengangkut keturunan mereka dalam kapal yang penuh muatan.",
      "(Begitu juga) Kami menciptakan untuk mereka dari jenis itu angkutan (lain) yang mereka kendarai.",
      "Jika Kami menghendaki, Kami akan menenggelamkan mereka. Kemudian, tidak ada penolong bagi mereka dan tidak (pula) mereka diselamatkan.",
      "Akan tetapi, (Kami menyelamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberi mereka kesenangan hidup sampai waktu tertentu.",
      "Ketika dikatakan kepada mereka, “Takutlah kamu akan (siksa) yang ada di hadapanmu (di dunia) dan azab yang ada di belakangmu (akhirat) agar kamu mendapat rahmat,” (maka mereka berpaling).",
      "Tidak satu pun dari tanda-tanda (kebesaran) Tuhan datang kepada mereka, kecuali mereka berpaling darinya.",
      "Apabila dikatakan kepada mereka, “Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,” orang-orang yang kufur itu berkata kepada orang-orang yang beriman, “Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki, Dia akan memberinya makan? Kamu benar-benar dalam kesesatan yang nyata.”",
      "Mereka berkata, “Kapankah janji (hari Kebangkitan) ini (terjadi) jika kamu orang-orang benar?”",
      "Mereka hanya menunggu satu teriakan yang akan membinasakan mereka saat mereka (sibuk) bertengkar (tentang urusan dunia).",
      "Oleh sebab itu, mereka tidak dapat berwasiat dan tidak dapat kembali kepada keluarganya.",
      "Sangkakala pun ditiup dan seketika itu mereka bergerak cepat dari kuburnya menuju kepada Tuhannya.",
      "Mereka berkata, “Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?” (Lalu, dikatakan kepada mereka,) “Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah para rasul(-Nya).”",
      "Teriakan itu hanya sekali saja, maka seketika itu mereka semua dihadapkan kepada Kami (untuk dihisab).",
      "Pada hari itu tidak ada sama sekali orang yang dirugikan sedikit pun. Kamu tidak akan diberi balasan, kecuali atas apa yang telah kamu kerjakan.",
      "Sesungguhnya penghuni surga pada hari itu berada dalam kesibukan (sehingga tidak sempat berpikir tentang penghuni neraka) lagi bersenang-senang.",
      "Mereka dan pasangan-pasangannya berada dalam tempat yang teduh sambil berbaring di atas ranjang berkelambu.",
      "Di (surga) itu mereka memperoleh buah-buahan dan apa saja yang mereka inginkan.",
      "(Kepada mereka dikatakan,) “Salam sejahtera” sebagai ucapan dari Tuhan Yang Maha Penyayang.",
      "(Dikatakan kepada orang-orang kafir,) “Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, wahai para pendurhaka!",
      "Bukankah Aku telah berpesan kepadamu dengan sungguh-sungguh, wahai anak cucu Adam, bahwa janganlah kamu menyembah setan? Sesungguhnya setan itu musuh yang nyata bagi kamu.",
      "(Begitu juga bahwa) sembahlah Aku. Inilah jalan yang lurus.”",
      "Sungguh, ia (setan itu) benar-benar telah menyesatkan sangat banyak orang dari kamu. Maka, apakah kamu tidak mengerti?",
      "Inilah (neraka) Jahanam yang dahulu telah diperingatkan kepadamu.",
      "Masuklah ke dalamnya pada hari ini karena dahulu kamu mengingkarinya.",
      "Pada hari ini Kami membungkam mulut mereka. Tangan merekalah yang berkata kepada Kami dan kaki merekalah yang akan bersaksi terhadap apa yang dahulu mereka kerjakan.",
      "Seandainya Kami menghendaki, pastilah Kami akan menghapus penglihatan (membutakan) mereka sehingga mereka berlomba-lomba (mencari) jalan (selamat). Maka, bagaimana mungkin mereka dapat melihat?",
      "Seandainya Kami menghendaki, pastilah Kami akan mengubah bentuk mereka di tempat mereka berada, sehingga mereka tidak sanggup meneruskan perjalanan dan juga tidak sanggup pulang kembali.",
      "Siapa yang Kami panjangkan umurnya niscaya Kami balik proses penciptaannya (dari kuat menuju lemah). Maka, apakah mereka tidak mengerti?",
      "Kami tidak mengajarkan syair kepadanya (Nabi Muhammad) dan (bersyair) itu tidaklah pantas baginya. (Wahyu yang Kami turunkan kepadanya) itu tidak lain hanyalah pelajaran dan Al-Qur’an yang jelas,",
      "agar dia (Nabi Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan agar ketetapan (azab) terhadap orang-orang kafir itu menjadi pasti.",
      "Tidakkah mereka mengetahui bahwa Kami telah menciptakan untuk mereka hewan-hewan ternak dari ciptaan tangan Kami (sendiri), lalu mereka menjadi pemiliknya?",
      "Kami menjadikannya (hewan-hewan itu) tunduk kepada mereka. Sebagian di antaranya menjadi tunggangan mereka dan sebagian (lagi) mereka makan.",
      "Pada dirinya (hewan-hewan ternak itu) terdapat berbagai manfaat dan minuman untuk mereka. Apakah mereka tidak bersyukur?",
      "Mereka menjadikan sesembahan selain Allah agar mereka mendapat pertolongan.",
      "(Sesembahan) itu tidak mampu menolong mereka, padahal (sesembahan) itu adalah tentara yang dihadirkan untuk menjaganya.",
      "Maka, jangan sampai ucapan mereka membuat engkau (Nabi Muhammad) bersedih hati. Sesungguhnya Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan.",
      "Tidakkah manusia mengetahui bahwa Kami menciptakannya dari setetes mani? Kemudian tiba-tiba saja dia menjadi musuh yang nyata.",
      "Dia membuat perumpamaan bagi Kami dan melupakan asal penciptaannya. Dia berkata, “Siapakah yang bisa menghidupkan tulang-belulang yang telah hancur luluh?”",
      "Katakanlah (Nabi Muhammad), “Yang akan menghidupkannya adalah Zat yang menciptakannya pertama kali. Dia Maha Mengetahui setiap makhluk.",
      "(Dialah) yang menjadikan api untukmu dari kayu yang hijau. Kemudian, seketika itu kamu menyalakan (api) darinya.”",
      "Bukankah Zat yang menciptakan langit dan bumi mampu menciptakan manusia yang serupa mereka itu (di akhirat kelak)? Benar. Dialah yang Maha Banyak Mencipta lagi Maha Mengetahui.",
      "Sesungguhnya ketetapan-Nya, jika Dia menghendaki sesuatu, Dia hanya berkata kepadanya, “Jadilah!” Maka, jadilah (sesuatu) itu.",
      "Maka, Mahasuci (Allah) yang di tangan-Nya kekuasaan atas segala sesuatu dan kepada-Nya kamu dikembalikan."
    ]
  },
  {
    "id": 2,
    "judul": "Surat Al-Kahfi",
    "turun": "Mekkah | 110 Ayat",
    "kode": "4",
    "judAudio": "Kahfi",
    "mp3List": [
      "https://archive.org/download/018.-al-kahfi/018.Al-Kahfi.mp3",
      "https://drive.aplikita.com/quran/018-Al-Kahfi.mp3",
      "http://drive.aplikita.com/quran/018-Al-Kahfi.mp3"
    ],
    "isPlaying": false,
    "isPaused": false,
    "downloaded": false,
    "downloading": false,
    "isComplete": false,
    "progress": 0.0,
    "arabic": [
      "اَلْحَمْدُ لِلّٰهِ الَّذِيْٓ اَنْزَلَ عَلٰى عَبْدِهِ الْكِتٰبَ وَلَمْ يَجْعَلْ لَّهٗ عِوَجًا ۜ ۝1",
      "قَيِّمًا لِّيُنْذِرَ بَأْسًا شَدِيْدًا مِّنْ لَّدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِيْنَ الَّذِيْنَ يَعْمَلُوْنَ الصّٰلِحٰتِ اَنَّ لَهُمْ اَجْرًا حَسَنًاۙ ۝2",
      "مّٰكِثِيْنَ فِيْهِ اَبَدًاۙ ۝3",
      "وَّيُنْذِرَ الَّذِيْنَ قَالُوا اتَّخَذَ اللّٰهُ وَلَدًاۖ ۝4",
      "مَّا لَهُمْ بِهٖ مِنْ عِلْمٍ وَّلَا لِاٰبَاۤىِٕهِمْۗ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ اَفْوَاهِهِمْۗ اِنْ يَّقُوْلُوْنَ اِلَّا كَذِبًا ۝5",
      "فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلٰٓى اٰثَارِهِمْ اِنْ لَّمْ يُؤْمِنُوْا بِهٰذَا الْحَدِيْثِ اَسَفًا ۝6",
      "اِنَّا جَعَلْنَا مَا عَلَى الْاَرْضِ زِيْنَةً لَّهَا لِنَبْلُوَهُمْ اَيُّهُمْ اَحْسَنُ عَمَلًا ۝7",
      "وَاِنَّا لَجٰعِلُوْنَ مَا عَلَيْهَا صَعِيْدًا جُرُزًاۗ ۝8",
      "اَمْ حَسِبْتَ اَنَّ اَصْحٰبَ الْكَهْفِ وَالرَّقِيْمِ كَانُوْا مِنْ اٰيٰتِنَا عَجَبًا ۝9",
      "اِذْ اَوَى الْفِتْيَةُ اِلَى الْكَهْفِ فَقَالُوْا رَبَّنَآ اٰتِنَا مِنْ لَّدُنْكَ رَحْمَةً وَّهَيِّئْ لَنَا مِنْ اَمْرِنَا رَشَدًا ۝10",
      "فَضَرَبْنَا عَلٰٓى اٰذَانِهِمْ فِى الْكَهْفِ سِنِيْنَ عَدَدًاۙ ۝11",
      "ثُمَّ بَعَثْنٰهُمْ لِنَعْلَمَ اَيُّ الْحِزْبَيْنِ اَحْصٰى لِمَا لَبِثُوْٓا اَمَدًا ࣖ ۝12",
      "نَحْنُ نَقُصُّ عَلَيْكَ نَبَاَهُمْ بِالْحَقِّۗ اِنَّهُمْ فِتْيَةٌ اٰمَنُوْا بِرَبِّهِمْ وَزِدْنٰهُمْ هُدًىۖ ۝13",
      "وَّرَبَطْنَا عَلٰى قُلُوْبِهِمْ اِذْ قَامُوْا فَقَالُوْا رَبُّنَا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ لَنْ نَّدْعُوَا۟ مِنْ دُوْنِهٖٓ اِلٰهًا لَّقَدْ قُلْنَآ اِذًا شَطَطًا ۝14",
      "هٰٓؤُلَاۤءِ قَوْمُنَا اتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةًۗ لَوْلَا يَأْتُوْنَ عَلَيْهِمْ بِسُلْطٰنٍۢ بَيِّنٍۗ فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۗ ۝15",
      "وَاِذِ اعْتَزَلْتُمُوْهُمْ وَمَا يَعْبُدُوْنَ اِلَّا اللّٰهَ فَأْوٗٓا اِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِّنْ رَّحْمَتِهٖ وَيُهَيِّئْ لَكُمْ مِّنْ اَمْرِكُمْ مِّرْفَقًا ۝16",
      "وَتَرَى الشَّمْسَ اِذَا طَلَعَتْ تَّزٰوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِيْنِ وَاِذَا غَرَبَتْ تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِيْ فَجْوَةٍ مِّنْهُۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ ۗمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهٗ وَلِيًّا مُّرْشِدًا ࣖ ۝17",
      "وَتَحْسَبُهُمْ اَيْقَاظًا وَّهُمْ رُقُوْدٌ ۖوَّنُقَلِّبُهُمْ ذَاتَ الْيَمِيْنِ وَذَاتَ الشِّمَالِ ۖوَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيْدِۗ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَّلَمُلِئْتَ مِنْهُمْ رُعْبًا ۝18",
      "وَكَذٰلِكَ بَعَثْنٰهُمْ لِيَتَسَاۤءَلُوْا بَيْنَهُمْۗ قَالَ قَاۤىِٕلٌ مِّنْهُمْ كَمْ لَبِثْتُمْۗ قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍۗ قَالُوْا رَبُّكُمْ اَعْلَمُ بِمَا لَبِثْتُمْۗ فَابْعَثُوْٓا اَحَدَكُمْ بِوَرِقِكُمْ هٰذِهٖٓ اِلَى الْمَدِيْنَةِ فَلْيَنْظُرْ اَيُّهَآ اَزْكٰى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ اَحَدًا ۝19",
      "اِنَّهُمْ اِنْ يَّظْهَرُوْا عَلَيْكُمْ يَرْجُمُوْكُمْ اَوْ يُعِيْدُوْكُمْ فِيْ مِلَّتِهِمْ وَلَنْ تُفْلِحُوْٓا اِذًا اَبَدًا ۝20",
      "وَكَذٰلِكَ اَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوْٓا اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاَنَّ السَّاعَةَ لَا رَيْبَ فِيْهَاۚ اِذْ يَتَنَازَعُوْنَ بَيْنَهُمْ اَمْرَهُمْ فَقَالُوا ابْنُوْا عَلَيْهِمْ بُنْيَانًاۗ رَبُّهُمْ اَعْلَمُ بِهِمْۗ قَالَ الَّذِيْنَ غَلَبُوْا عَلٰٓى اَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَّسْجِدًا ۝21",
      "سَيَقُوْلُوْنَ ثَلٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْۚ وَيَقُوْلُوْنَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًاۢ بِالْغَيْبِۚ وَيَقُوْلُوْنَ سَبْعَةٌ وَّثَامِنُهُمْ كَلْبُهُمْ ۗقُلْ رَّبِّيْٓ اَعْلَمُ بِعِدَّتِهِمْ مَّا يَعْلَمُهُمْ اِلَّا قَلِيْلٌ ەۗ فَلَا تُمَارِ فِيْهِمْ اِلَّا مِرَاۤءً ظَاهِرًا ۖوَّلَا تَسْتَفْتِ فِيْهِمْ مِّنْهُمْ اَحَدًا ࣖ ۝22",
      "وَلَا تَقُوْلَنَّ لِشَا۟يْءٍ اِنِّيْ فَاعِلٌ ذٰلِكَ غَدًاۙ ۝23",
      "اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۖوَاذْكُرْ رَّبَّكَ اِذَا نَسِيْتَ وَقُلْ عَسٰٓى اَنْ يَّهْدِيَنِ رَبِّيْ لِاَقْرَبَ مِنْ هٰذَا رَشَدًا ۝24",
      "وَلَبِثُوْا فِيْ كَهْفِهِمْ ثَلٰثَ مِائَةٍ سِنِيْنَ وَازْدَادُوْا تِسْعًا ۝25",
      "قُلِ اللّٰهُ اَعْلَمُ بِمَا لَبِثُوْا ۚ لَهٗ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِۗ اَبْصِرْ بِهٖ وَاَسْمِعْۗ مَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّۗ وَلَا يُشْرِكُ فِيْ حُكْمِهٖٓ اَحَدًا ۝26",
      "وَاتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنْ كِتَابِ رَبِّكَۗ لَا مُبَدِّلَ لِكَلِمٰتِهٖۗ وَلَنْ تَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا ۝27",
      "وَاصْبِرْ نَفْسَكَ مَعَ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ وَلَا تَعْدُ عَيْنٰكَ عَنْهُمْۚ تُرِيْدُ زِيْنَةَ الْحَيٰوةِ الدُّنْيَاۚ وَلَا تُطِعْ مَنْ اَغْفَلْنَا قَلْبَهٗ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوٰىهُ وَكَانَ اَمْرُهٗ فُرُطًا ۝28",
      "وَقُلِ الْحَقُّ مِنْ رَّبِّكُمْۗ فَمَنْ شَاۤءَ فَلْيُؤْمِنْ وَّمَنْ شَاۤءَ فَلْيَكْفُرْۚ اِنَّآ اَعْتَدْنَا لِلظّٰلِمِيْنَ نَارًاۙ اَحَاطَ بِهِمْ سُرَادِقُهَاۗ وَاِنْ يَّسْتَغِيْثُوْا يُغَاثُوْا بِمَاۤءٍ كَالْمُهْلِ يَشْوِى الْوُجُوْهَۗ بِئْسَ الشَّرَابُۗ وَسَاۤءَتْ مُرْتَفَقًا ۝29",
      "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اِنَّا لَا نُضِيْعُ اَجْرَ مَنْ اَحْسَنَ عَمَلًاۚ ۝30",
      "اُولٰۤىِٕكَ لَهُمْ جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّيَلْبَسُوْنَ ثِيَابًا خُضْرًا مِّنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَّكِـِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۗ نِعْمَ الثَّوَابُۗ وَحَسُنَتْ مُرْتَفَقًا ࣖ ۝31",
      "وَاضْرِبْ لَهُمْ مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِاَحَدِهِمَا جَنَّتَيْنِ مِنْ اَعْنَابٍ وَّحَفَفْنٰهُمَا بِنَخْلٍ وَّجَعَلْنَا بَيْنَهُمَا زَرْعًاۗ ۝32",
      "كِلْتَا الْجَنَّتَيْنِ اٰتَتْ اُكُلَهَا وَلَمْ تَظْلِمْ مِّنْهُ شَيْـًٔاۙ وَّفَجَّرْنَا خِلٰلَهُمَا نَهَرًاۙ ۝33",
      "وَّكَانَ لَهٗ ثَمَرٌۚ فَقَالَ لِصَاحِبِهٖ وَهُوَ يُحَاوِرُهٗٓ اَنَا۠ اَكْثَرُ مِنْكَ مَالًا وَّاَعَزُّ نَفَرًا ۝34",
      "وَدَخَلَ جَنَّتَهٗ وَهُوَ ظَالِمٌ لِّنَفْسِهٖۚ قَالَ مَآ اَظُنُّ اَنْ تَبِيْدَ هٰذِهٖٓ اَبَدًاۙ ۝35",
      "وَّمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةً وَّلَىِٕنْ رُّدِدْتُّ اِلٰى رَبِّيْ لَاَجِدَنَّ خَيْرًا مِّنْهَا مُنْقَلَبًا ۝36",
      "قَالَ لَهٗ صَاحِبُهٗ وَهُوَ يُحَاوِرُهٗٓ اَكَفَرْتَ بِالَّذِيْ خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ سَوّٰىكَ رَجُلًاۗ ۝37",
      "لٰكِنَّا۠ هُوَ اللّٰهُ رَبِّيْ وَلَآ اُشْرِكُ بِرَبِّيْٓ اَحَدًا ۝38",
      "وَلَوْلَآ اِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاۤءَ اللّٰهُ ۙ لَا قُوَّةَ اِلَّا بِاللّٰهِ ۚاِنْ تَرَنِ اَنَا۠ اَقَلَّ مِنْكَ مَالًا وَّوَلَدًاۚ ۝39",
      "فَعَسٰى رَبِّيْٓ اَنْ يُّؤْتِيَنِ خَيْرًا مِّنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السَّمَاۤءِ فَتُصْبِحَ صَعِيْدًا زَلَقًاۙ ۝40",
      "اَوْ يُصْبِحَ مَاۤؤُهَا غَوْرًا فَلَنْ تَسْتَطِيْعَ لَهٗ طَلَبًا ۝41",
      "وَاُحِيْطَ بِثَمَرِهٖ فَاَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلٰى مَآ اَنْفَقَ فِيْهَا وَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَا وَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُشْرِكْ بِرَبِّيْٓ اَحَدًا ۝42",
      "وَلَمْ تَكُنْ لَّهٗ فِئَةٌ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ وَمَا كَانَ مُنْتَصِرًاۗ ۝43",
      "هُنَالِكَ الْوَلَايَةُ لِلّٰهِ الْحَقِّۗ هُوَ خَيْرٌ ثَوَابًا وَّخَيْرٌ عُقْبًا ࣖ ۝44",
      "وَاضْرِبْ لَهُمْ مَّثَلَ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ فَاَصْبَحَ هَشِيْمًا تَذْرُوْهُ الرِّيٰحُ ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقْتَدِرًا ۝45",
      "اَلْمَالُ وَالْبَنُوْنَ زِيْنَةُ الْحَيٰوةِ الدُّنْيَاۚ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ اَمَلًا ۝46",
      "وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْاَرْضَ بَارِزَةًۙ وَّحَشَرْنٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ اَحَدًاۚ ۝47",
      "وَعُرِضُوْا عَلٰى رَبِّكَ صَفًّاۗ لَقَدْ جِئْتُمُوْنَا كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍۢ ۖبَلْ زَعَمْتُمْ اَلَّنْ نَّجْعَلَ لَكُمْ مَّوْعِدًا ۝48",
      "وَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا ࣖ ۝49",
      "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ اَمْرِ رَبِّهٖۗ اَفَتَتَّخِذُوْنَهٗ وَذُرِّيَّتَهٗٓ اَوْلِيَاۤءَ مِنْ دُوْنِيْ وَهُمْ لَكُمْ عَدُوٌّۗ بِئْسَ لِلظّٰلِمِيْنَ بَدَلًا ۝50",
      "مَآ اَشْهَدْتُّهُمْ خَلْقَ السَّمٰوٰتِ وَالْاَرْضِ وَلَا خَلْقَ اَنْفُسِهِمْۖ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّيْنَ عَضُدًا ۝51",
      "وَيَوْمَ يَقُوْلُ نَادُوْا شُرَكَاۤءِيَ الَّذِيْنَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَّوْبِقًا ۝52",
      "وَرَاَ الْمُجْرِمُوْنَ النَّارَ فَظَنُّوْٓا اَنَّهُمْ مُّوَاقِعُوْهَا وَلَمْ يَجِدُوْا عَنْهَا مَصْرِفًا ࣖ ۝53",
      "وَلَقَدْ صَرَّفْنَا فِيْ هٰذَا الْقُرْاٰنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍۗ وَكَانَ الْاِنْسَانُ اَكْثَرَ شَيْءٍ جَدَلًا ۝54",
      "وَمَا مَنَعَ النَّاسَ اَنْ يُّؤْمِنُوْٓا اِذْ جَاۤءَهُمُ الْهُدٰى وَيَسْتَغْفِرُوْا رَبَّهُمْ اِلَّآ اَنْ تَأْتِيَهُمْ سُنَّةُ الْاَوَّلِيْنَ اَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا ۝55",
      "وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ وَيُجَادِلُ الَّذِيْنَ كَفَرُوْا بِالْبَاطِلِ لِيُدْحِضُوْا بِهِ الْحَقَّ وَاتَّخَذُوْٓا اٰيٰتِيْ وَمَآ اُنْذِرُوْا هُزُوًا ۝56",
      "وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ فَاَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُۗ اِنَّا جَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًاۗ وَاِنْ تَدْعُهُمْ اِلَى الْهُدٰى فَلَنْ يَّهْتَدُوْٓا اِذًا اَبَدًا ۝57",
      "وَرَبُّكَ الْغَفُوْرُ ذُو الرَّحْمَةِۗ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوْا لَعَجَّلَ لَهُمُ الْعَذَابَۗ بَلْ لَّهُمْ مَّوْعِدٌ لَّنْ يَّجِدُوْا مِنْ دُوْنِهٖ مَوْىِٕلًا ۝58",
      "وَتِلْكَ الْقُرٰٓى اَهْلَكْنٰهُمْ لَمَّا ظَلَمُوْا وَجَعَلْنَا لِمَهْلِكِهِمْ مَّوْعِدًا ࣖ ۝59",
      "وَاِذْ قَالَ مُوْسٰى لِفَتٰىهُ لَآ اَبْرَحُ حَتّٰٓى اَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ اَوْ اَمْضِيَ حُقُبًا ۝60",
      "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوْتَهُمَا فَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ سَرَبًا ۝61",
      "فَلَمَّا جَاوَزَا قَالَ لِفَتٰىهُ اٰتِنَا غَدَاۤءَنَاۖ لَقَدْ لَقِيْنَا مِنْ سَفَرِنَا هٰذَا نَصَبًا ۝62",
      "قَالَ اَرَاَيْتَ اِذْ اَوَيْنَآ اِلَى الصَّخْرَةِ فَاِنِّيْ نَسِيْتُ الْحُوْتَۖ وَمَآ اَنْسٰىنِيْهُ اِلَّا الشَّيْطٰنُ اَنْ اَذْكُرَهٗۚ وَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ عَجَبًا ۝63",
      "قَالَ ذٰلِكَ مَا كُنَّا نَبْغِۖ فَارْتَدَّا عَلٰٓى اٰثَارِهِمَا قَصَصًاۙ ۝64",
      "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ اٰتَيْنٰهُ رَحْمَةً مِّنْ عِنْدِنَا وَعَلَّمْنٰهُ مِنْ لَّدُنَّا عِلْمًا ۝65",
      "قَالَ لَهٗ مُوْسٰى هَلْ اَتَّبِعُكَ عَلٰٓى اَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا ۝66",
      "قَالَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ۝67",
      "وَكَيْفَ تَصْبِرُ عَلٰى مَا لَمْ تُحِطْ بِهٖ خُبْرًا ۝68",
      "قَالَ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ صَابِرًا وَّلَآ اَعْصِيْ لَكَ اَمْرًا ۝69",
      "قَالَ فَاِنِ اتَّبَعْتَنِيْ فَلَا تَسْـَٔلْنِيْ عَنْ شَيْءٍ حَتّٰٓى اُحْدِثَ لَكَ مِنْهُ ذِكْرًا ࣖ ۝70",
      "فَانْطَلَقَاۗ حَتّٰٓى اِذَا رَكِبَا فِى السَّفِيْنَةِ خَرَقَهَاۗ قَالَ اَخَرَقْتَهَا لِتُغْرِقَ اَهْلَهَاۚ لَقَدْ جِئْتَ شَيْـًٔا اِمْرًا ۝71",
      "قَالَ اَلَمْ اَقُلْ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ۝72",
      "قَالَ لَا تُؤَاخِذْنِيْ بِمَا نَسِيْتُ وَلَا تُرْهِقْنِيْ مِنْ اَمْرِيْ عُسْرًا ۝73",
      "فَانْطَلَقَا ۗحَتّٰٓى اِذَا لَقِيَا غُلٰمًا فَقَتَلَهٗ ۙقَالَ اَقَتَلْتَ نَفْسًا زَكِيَّةً؈ۢبِغَيْرِ نَفْسٍۗ لَقَدْ جِئْتَ شَيْـًٔا نُّكْرًا ۝74",
      "قَالَ اَلَمْ اَقُلْ لَّكَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ۝75",
      "قَالَ اِنْ سَاَلْتُكَ عَنْ شَيْءٍۢ بَعْدَهَا فَلَا تُصٰحِبْنِيْۚ قَدْ بَلَغْتَ مِنْ لَّدُنِّيْ عُذْرًا ۝76",
      "فَانْطَلَقَا ۗحَتّٰىٓ اِذَآ اَتَيَآ اَهْلَ قَرْيَةِ ِۨاسْتَطْعَمَآ اَهْلَهَا فَاَبَوْا اَنْ يُّضَيِّفُوْهُمَا فَوَجَدَا فِيْهَا جِدَارًا يُّرِيْدُ اَنْ يَّنْقَضَّ فَاَقَامَهٗ ۗقَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ اَجْرًا ۝77",
      "قَالَ هٰذَا فِرَاقُ بَيْنِيْ وَبَيْنِكَۚ سَاُنَبِّئُكَ بِتَأْوِيْلِ مَا لَمْ تَسْتَطِعْ عَّلَيْهِ صَبْرًا ۝78",
      "اَمَّا السَّفِيْنَةُ فَكَانَتْ لِمَسٰكِيْنَ يَعْمَلُوْنَ فِى الْبَحْرِ فَاَرَدْتُّ اَنْ اَعِيْبَهَاۗ وَكَانَ وَرَاۤءَهُمْ مَّلِكٌ يَّأْخُذُ كُلَّ سَفِيْنَةٍ غَصْبًا ۝79",
      "وَاَمَّا الْغُلٰمُ فَكَانَ اَبَوَاهُ مُؤْمِنَيْنِ فَخَشِيْنَآ اَنْ يُّرْهِقَهُمَا طُغْيَانًا وَّكُفْرًا ۚ ۝80",
      "فَاَرَدْنَآ اَنْ يُّبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكٰوةً وَّاَقْرَبَ رُحْمًا ۝81",
      "وَاَمَّا الْجِدَارُ فَكَانَ لِغُلٰمَيْنِ يَتِيْمَيْنِ فِى الْمَدِيْنَةِ وَكَانَ تَحْتَهٗ كَنْزٌ لَّهُمَا وَكَانَ اَبُوْهُمَا صَالِحًا ۚفَاَرَادَ رَبُّكَ اَنْ يَّبْلُغَآ اَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِّنْ رَّبِّكَۚ وَمَا فَعَلْتُهٗ عَنْ اَمْرِيْۗ ذٰلِكَ تَأْوِيْلُ مَا لَمْ تَسْطِعْ عَّلَيْهِ صَبْرًاۗ ࣖ ۝82",
      "وَيَسْـَٔلُوْنَكَ عَنْ ذِى الْقَرْنَيْنِۗ قُلْ سَاَتْلُوْا عَلَيْكُمْ مِّنْهُ ذِكْرًا ۗ ۝83",
      "اِنَّا مَكَّنَّا لَهٗ فِى الْاَرْضِ وَاٰتَيْنٰهُ مِنْ كُلِّ شَيْءٍ سَبَبًا ۙ ۝84",
      "فَاَتْبَعَ سَبَبًا ۝85",
      "حَتّٰىٓ اِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِيْ عَيْنٍ حَمِئَةٍ وَّوَجَدَ عِنْدَهَا قَوْمًا ەۗ قُلْنَا يٰذَا الْقَرْنَيْنِ اِمَّآ اَنْ تُعَذِّبَ وَاِمَّآ اَنْ تَتَّخِذَ فِيْهِمْ حُسْنًا ۝86",
      "قَالَ اَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهٗ ثُمَّ يُرَدُّ اِلٰى رَبِّهٖ فَيُعَذِّبُهٗ عَذَابًا نُّكْرًا ۝87",
      "وَاَمَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحًا فَلَهٗ جَزَاۤءً ۨالْحُسْنٰىۚ وَسَنَقُوْلُ لَهٗ مِنْ اَمْرِنَا يُسْرًا ۗ ۝88",
      "ثُمَّ اَتْبَعَ سَبَبًا ۝89",
      "حَتّٰىٓ اِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلٰى قَوْمٍ لَّمْ نَجْعَلْ لَّهُمْ مِّنْ دُوْنِهَا سِتْرًا ۙ ۝90",
      "كَذٰلِكَۗ وَقَدْ اَحَطْنَا بِمَا لَدَيْهِ خُبْرًا ۝91",
      "ثُمَّ اَتْبَعَ سَبَبًا ۝92",
      "حَتّٰىٓ اِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُوْنِهِمَا قَوْمًاۙ لَّا يَكَادُوْنَ يَفْقَهُوْنَ قَوْلًا ۝93",
      "قَالُوْا يٰذَا الْقَرْنَيْنِ اِنَّ يَأْجُوْجَ وَمَأْجُوْجَ مُفْسِدُوْنَ فِى الْاَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلٰٓى اَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا ۝94",
      "قَالَ مَا مَكَّنِّيْ فِيْهِ رَبِّيْ خَيْرٌ فَاَعِيْنُوْنِيْ بِقُوَّةٍ اَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا ۙ ۝95",
      "اٰتُوْنِيْ زُبَرَ الْحَدِيْدِۗ حَتّٰىٓ اِذَا سَاوٰى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوْا ۗحَتّٰىٓ اِذَا جَعَلَهٗ نَارًاۙ قَالَ اٰتُوْنِيْٓ اُفْرِغْ عَلَيْهِ قِطْرًا ۗ ۝96",
      "فَمَا اسْطَاعُوْٓا اَنْ يَّظْهَرُوْهُ وَمَا اسْتَطَاعُوْا لَهٗ نَقْبًا ۝97",
      "قَالَ هٰذَا رَحْمَةٌ مِّنْ رَّبِّيْۚ فَاِذَا جَاۤءَ وَعْدُ رَبِّيْ جَعَلَهٗ دَكَّاۤءَۚ وَكَانَ وَعْدُ رَبِّيْ حَقًّا ۗ ۝98",
      "وَتَرَكْنَا بَعْضَهُمْ يَوْمَىِٕذٍ يَّمُوْجُ فِيْ بَعْضٍ وَّنُفِخَ فِى الصُّوْرِ فَجَمَعْنٰهُمْ جَمْعًا ۙ ۝99",
      "وَّعَرَضْنَا جَهَنَّمَ يَوْمَىِٕذٍ لِّلْكٰفِرِيْنَ عَرْضًا ۙ ۝100",
      "ۨالَّذِيْنَ كَانَتْ اَعْيُنُهُمْ فِيْ غِطَاۤءٍ عَنْ ذِكْرِيْ وَكَانُوْا لَا يَسْتَطِيْعُوْنَ سَمْعًا ࣖ ۝101",
      "اَفَحَسِبَ الَّذِيْنَ كَفَرُوْٓا اَنْ يَّتَّخِذُوْا عِبَادِيْ مِنْ دُوْنِيْٓ اَوْلِيَاۤءَ ۗاِنَّآ اَعْتَدْنَا جَهَنَّمَ لِلْكٰفِرِيْنَ نُزُلًا ۝102",
      "قُلْ هَلْ نُنَبِّئُكُمْ بِالْاَخْسَرِيْنَ اَعْمَالًا ۗ ۝103",
      "اَلَّذِيْنَ ضَلَّ سَعْيُهُمْ فِى الْحَيٰوةِ الدُّنْيَا وَهُمْ يَحْسَبُوْنَ اَنَّهُمْ يُحْسِنُوْنَ صُنْعًا ۝104",
      "اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ رَبِّهِمْ وَلِقَاۤىِٕهٖ فَحَبِطَتْ اَعْمَالُهُمْ فَلَا نُقِيْمُ لَهُمْ يَوْمَ الْقِيٰمَةِ وَزْنًا ۝105",
      "ذٰلِكَ جَزَاۤؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوْا وَاتَّخَذُوْٓا اٰيٰتِيْ وَرُسُلِيْ هُزُوًا ۝106",
      "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَانَتْ لَهُمْ جَنّٰتُ الْفِرْدَوْسِ نُزُلًا ۙ ۝107",
      "خٰلِدِيْنَ فِيْهَا لَا يَبْغُوْنَ عَنْهَا حِوَلًا ۝108",
      "قُلْ لَّوْ كَانَ الْبَحْرُ مِدَادًا لِّكَلِمٰتِ رَبِّيْ لَنَفِدَ الْبَحْرُ قَبْلَ اَنْ تَنْفَدَ كَلِمٰتُ رَبِّيْ وَلَوْ جِئْنَا بِمِثْلِهٖ مَدَدًا ۝109",
      "قُلْ اِنَّمَآ اَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوْحٰٓى اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ فَمَنْ كَانَ يَرْجُوْا لِقَاۤءَ رَبِّهٖ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَّلَا يُشْرِكْ بِعِبَادَةِ رَبِّهٖٓ اَحَدًا ࣖ ۝110"
    ],
    "latin": [
      "Al-ḥamdu lillāhil-ladzī anzala ‘alā ‘abdihil-kitāba wa lam yaj‘al lahū ‘iwajā(n).",
      "Qoyyimal liyundziro ba'san syadīdam mil ladunhu wa yubasysyirol-mu'minīnal-ladzīna ya‘malūnaṣ-ṣōliḥāti anna lahum ajron ḥasanā(n).",
      "Mākiṡīna fīhi abadā(n).",
      "Wa yundzirol-ladzīna qōluttakhodzallōhu waladā(n).",
      "Mā lahum bihī min ‘ilmiw wa lā li'ābā'ihim, kaburot kalimatan takhruju min afwāhihim, iy yaqūlūna illā kadzibā(n).",
      "Fa la‘allaka bākhi‘un nafsaka ‘alā āṡārihim illam yu'minū bihādzal-ḥadīṡi asafā(n).",
      "Innā ja‘alnā mā ‘alal-arḍi zīnatal lahā linabluwahum ayyuhum aḥsanu ‘amalā(n).",
      "Wa innā lajā‘ilūna mā ‘alaihā ṣo‘īdan juruzā(n).",
      "Am ḥasibta anna aṣḥābal-kahfi war-roqīmi kānū min āyātinā ‘ajabā(n).",
      "Idz awal-fityatu ilal-kahfi fa qōlū robbanā ātinā mil ladunka roḥmataw wa hayyi' lanā min amrinā rosyadā(n).",
      "Faḍorobnā ‘alā ādzānihim fil-kahfi sinīna ‘adadā(n).",
      "Ṡumma ba‘aṡnāhum lina‘lama ayyul-ḥizbaini aḥṣō limā labiṡū amadā(n).",
      "Naḥnu naquṣṣu ‘alaika naba'ahum bil-ḥaqq(i), innahum fityatun āmanū birobbihim wa zidnāhum hudā(n).",
      "Wa robathnā ‘alā qulūbihim idz qōmū fa qōlū robbunā robbus-samāwāti wal-arḍi lan nad‘uwa min dūnihī ilāhal laqod qulnā idzan syathothō(n).",
      "Hā'ulā'i qoumunattakhodzū min dūnihī ālihah(tan), lau lā ya'tūna ‘alaihim bisulthōnim bayyin(in), faman adhlamu mimmaniftarō ‘alallāhi kadzibā(n).",
      "Wa idzi‘tazaltumūhum wa mā ya‘budūna illallōha fa'wū ilal-kahfi yansyur lakum robbukum mir roḥmatihī wa yuhayyi' lakum min amrikum mirfaqō(n).",
      "Wa tarosy-syamsa idzā thola‘at tazāwaru ‘an kahfihim dzātal-yamīni wa idzā ghorobat taqriḍuhum dzātasy-syimāli wa hum fī fajwatim minh(u), dzālika min āyātillāh(i), may yahdillāhu fa huwal-muhtadi wa may yuḍlil falan tajida lahū waliyyam mursyidā(n).",
      "Wa taḥsabuhum aiqōdhow wa hum ruqūd(un), wa nuqollibuhum dzātal-yamīni wa dzātasy-syimāl(i), wa kalbuhum bāsiṭun dzirō‘aihi bil-waṣīd(i), lawith-thola‘ta ‘alaihim lawallaita minhum firōrow wa lamuli'ta minhum ru‘bā(n).",
      "Wa kadzālika ba‘aṡnāhum liyatasā'alū bainahum, qōla qō'ilum minhum kam labiṡtum, qōlū labiṡnā yauman au ba‘ḍo yaum(in), qōlū robbukum a‘lamu bimā labiṡtum, fab‘aṡū aḥadakum biwariqikum hādzihī ilal-madīnati falyandhur ayyuhā azkā tho‘āman falya'tikum birizqim minhu walyatalath-thof wa lā yusy‘ironna bikum aḥadā(n).",
      "Innahum iy yadhharū ‘alaikum yarjumūkum au yu‘īdūkum fī millatihim wa lan tufliḥū idzan abadā(n).",
      "Wa kadzālika a‘ṡarnā ‘alaihim liya‘lamū anna wa‘dallōhi ḥaqquw wa annas-sā‘ata lā roiba fīhā, idz yatanāza‘ūna bainahum amrohum fa qōlubnū ‘alaihim bun-yānā(n), robbuhum a‘lamu bihim, qōlal-ladzīna gholabū ‘alā amrihim lanattakhidzanna ‘alaihim masjidā(n).",
      "Sayaqūlūna ṡalāṡatur rōbi‘uhum kalbuhum, wa yaqūlūna khomsatun sādisuhum kalbuhum rojmam bil-ghoib(i), wa yaqūlūna sab‘atuw wa ṡāminuhum kalbuhum, qur robbī a‘lamu bi‘iddatihim mā ya‘lamuhum illā qolīl(un), falā tumāri fīhim illā mirō'an dhōhirō(n), wa lā tastafti fīhim minhum aḥadā(n).",
      "Wa lā taqūlanna lisyai'in innī fā‘ilun dzālika ghodā(n).",
      "Illā ay yasyā'allōh(u), wadzkur robbaka idzā nasīta wa qul ‘asā ay yahdiyani robbī li'aqroba min hādzā rosyadā(n).",
      "Wa labiṡū fī kahfihim ṡalāṡa mi'atin sinīna wazdādū tis‘ā(n).",
      "Qulillāhu a‘lamu bimā labiṡū, lahū ghoibus-samāwāti wal-arḍ(i), abṣir bihī wa asmi‘, mā lahum min dūnihī miw waliyy(in), wa lā yusyriku fī ḥukmihī aḥadā(n).",
      "Watlu mā ūḥiya ilaika min kitābi robbik(a), lā mubaddila likalimātih(ī), wa lan tajida min dūnihī multaḥadā(n).",
      "Waṣbir nafsaka ma‘al-ladzīna yad‘ūna robbahum bil-ghodāti wal-‘asyiyyi yurīdūna wajhahū wa lā ta‘du ‘aināka ‘anhum, turīdu zīnatal-ḥayātid-dun-yā, wa lā tuthi‘ man aghfalnā qolbahū ‘an dzikrinā wattaba‘a hawāhu wa kāna amruhū furuthō(n).",
      "Wa qulil-ḥaqqu mir robbikum, faman syā'a falyu'miw wa man syā'a falyakfur, innā a‘tadnā lidh-dhōlimīna nārō(n), aḥātho bihim surōdiquhā, wa iy yastaghīṡū yughōṡū bimā'in kal-muhli yasywil-wujūh(a), bi'sasy-syarōb(u), wa sā'at murtafaqō(n).",
      "Innal-ladzīna āmanū wa ‘amiluṣ-ṣōliḥāti innā lā nuḍī‘u ajro man aḥsana ‘amalā(n).",
      "Ulā'ika lahum jannātu ‘adnin tajrī min taḥtihimul-anhāru yuḥallauna fīhā min asāwiro min dzahabiw wa yalbasūna ṡiyāban khuḍrom min sundusiw wa istabroqim muttaki'īna fīhā ‘alal-arō'ik(i), ni‘maṡ-ṡawāb(u), wa ḥasunat murtafaqō(n).",
      "Waḍrib lahum maṡalar rojulaini ja‘alnā li'aḥadihimā jannataini min a‘nābiw wa ḥafafnāhumā binakhliw wa ja‘alnā bainahumā zar‘ā(n).",
      "Kiltal-jannataini ātat ukulahā wa lam tadhlim minhu syai'ā(n), wa fajjarnā khilālahumā naharō(n).",
      "Wa kāna lahū ṡamar(un), fa qōla liṣōḥibihī wa huwa yuḥāwiruhū ana akṡaru minka mālaw wa a‘azzu nafarō(n).",
      "Wa dakhola jannatahū wa huwa dhōlimul linafsih(ī), qōla mā adhunnu an tabīda hādzihī abadā(n).",
      "Wa mā adhunnus-sā‘ata qō'imataw wa la'ir rudittu ilā robbī la'ajidanna khoirom minhā munqolabā(n).",
      "Qōla lahū ṣōḥibuhū wa huwa yuḥāwiruhū akafarta bil-ladzī kholaqoka min turōbin ṡumma min nuṭfatin ṡumma sawwāka rojulā(n).",
      "Lākinna huwallōhu robbī wa lā usyriku birobbī aḥadā(n).",
      "Wa lau lā idz dakholta jannataka qulta mā syā'allōh(u), lā quwwata illā billāh(i), in taroni ana aqolla minka mālaw wa waladā(n).",
      "Fa ‘asā robbī ay yu'tiyani khoirom min jannatika wa yursila ‘alaihā ḥusbānam minas-samā'i fa tuṣbiḥa ṣo‘īdan zalaqō(n).",
      "Au yuṣbiḥa mā'uhā ghouron falan tastathī‘a lahū tholabā(n).",
      "Wa uḥītho biṡamarihī fa aṣbaḥa yuqollibu kaffaihi ‘alā mā anfaqo fīhā wa hiya khōwiyatun ‘alā ‘urūsyihā wa yaqūlu yā laitanī lam usyrik birobbī aḥadā(n).",
      "Wa lam takul lahū fi'atuy yanṣurūnahū min dūnillāhi wa mā kāna muntaṣirō(n).",
      "Hunālikal-walāyatu lillāhil-ḥaqq(i), huwa khoirun ṡawābaw wa khoirun ‘uqbā(n).",
      "Waḍrib lahum maṡalal-ḥayātid-dun-yā kamā'in anzalnāhu minas-samā'i fakhtalatho bihī nabātul-arḍi fa aṣbaḥa hasyīman tadzrūhur-riyāḥ(u), wa kānallōhu ‘alā kulli syai'im muqtadirō(n).",
      "Al-mālu wal-banūna zīnatul-ḥayātid-dun-yā, wal-bāqiyātuṣ-ṣōliḥātu khoirun ‘inda robbika ṡawābaw wa khoirun amalā(n).",
      "Wa yauma nusayyirul-jibāla wa tarol-arḍo bārizah(tan), wa ḥasyarnāhum falam nughōdir minhum aḥadā(n).",
      "Wa ‘uriḍū ‘alā robbika ṣoffā(n), laqod ji'tumūnā kamā kholaqnākum awwala marrotim bal za‘amtum allan naj‘ala lakum mau‘idā(n).",
      "Wa wuḍi‘al-kitābu fa tarol-mujrimīna musyfiqīna mimmā fīhi wa yaqūlūna yā wailatanā mā lihādzal-kitābi lā yughōdiru ṣoghīrotaw wa lā kabīrotan illā aḥṣōhā, wa wajadū mā ‘amilū ḥaḍirō(n), wa lā yadhlimu robbuka aḥadā(n).",
      "Wa idz qulnā lil-malā'ikatisjudū li'ādama fa sajadū illā iblīs(a), kāna minal-jinni fa fasaqo ‘an amri robbih(ī), afa tattakhidzūnahū wa dzurriyyatahū auliyā'a min dūnī wa hum lakum ‘aduww(un), bi'sa lidh-dhōlimīna badalā(n).",
      "Mā asyhattuhum kholqos-samāwāti wal-arḍi wa lā kholqo anfusihim, wa mā kuntu muttakhidzal-muḍillīna ‘aḍudā(n).",
      "Wa yauma yaqūlu nādū syurokā'iyal-ladzīna za‘amtum fa da‘auhum falam yastajībū lahum wa ja‘alnā bainahum maubiqō(n).",
      "Wa ro'al-mujrimūnan nāro fa dhonnū annahum muwāqi‘ūhā wa lam yajidū ‘anhā maṣrifā(n).",
      "Wa laqod ṣorrofnā fī hādzal-qur'āni lin-nāsi min kulli maṡal(in), wa kānal-insānu akṡaro syai'in jadalā(n).",
      "Wa mā mana‘an-nāsa ay yu'minū idz jā'ahumul-hudā wa yastaghfirū robbahum illā an ta'tiyahum sunnatul-awwalīna au ya'tiyahumul-‘adzābu qubulā(n).",
      "Wa mā nursilul-mursalīna illā mubasysyirīna wa mundzirīn(a), wa yujādilul-ladzīna kafarū bil-bāṭili liyudḥiḍū bihil-ḥaqqo wattakhodzū āyātī wa mā undzirū huzuwā(n).",
      "Wa man adhlamu mimman dzukkiro bi'āyāti robbihī fa a‘roḍo ‘anhā wa nasiya mā qoddamat yadāh(u), innā ja‘alnā ‘alā qulūbihim akinnatan ay yafqohūhu wa fī ādzānihim waqrō(n), wa in tad‘uhum ilal-hudā falay yahtadū idzan abadā(n).",
      "Wa robbukal-ghofūru dzur-roḥmah(ti), lau yu'ākhidzuhum bimā kasabū la‘ajjala lahumul-‘adzāb(a), bal lahum mau‘idul lay yajidū min dūnihī mau'ilā(n).",
      "Wa tilkal-qurō ahlaknāhum lammā dholamū wa ja‘alnā limahlikihim mau‘idā(n).",
      "Wa idz qōla mūsā lifatāhu lā abroḥu ḥattā ablugho majma‘al-baḥroini au amḍiya ḥuqubā(n).",
      "Falammā balaghō majma‘a bainihimā nasiyā ḥūtahumā fattakhodza sabīlahū fil-baḥri sarobā(n).",
      "Falammā jāwazā qōla lifatāhu ātinā gadā'anā laqod laqīnā min safarinā hādzā naṣobā(n).",
      "Qōla aro'aita idz awainā ilaṣ-ṣokhroti fa innī nasītul-ḥūt(a), wa mā ansānīhu illasy-syaithonu an adzkuroh(ū), wattakhodza sabīlahū fil-baḥri ‘ajabā(n).",
      "Qōla dzālika mā kunnā nabgh(i), fartaddā ‘alā āṡārihimā qoṣoṣō(n).",
      "Fa wajadā ‘abdam min ‘ibādinā ātaināhu roḥmatam min ‘indinā wa ‘allamnāhu mil ladunnā ‘ilmā(n).",
      "Qōla lahū mūsā hal attabi‘uka ‘alā an tu‘allimani mimmā ‘ullimta rusydā(n).",
      "Qōla innaka lan tastathī‘a ma‘iya ṣobrō(n).",
      "Wa kaifa taṣbiru ‘alā mā lam tuḥith bihī khubrō(n).",
      "Qōla satajidunī in syā'allōhu ṣōbirow wa lā a‘ṣī laka amrō(n).",
      "Qōla fa inittaba‘tanī falā tas'alnī ‘an syai'in ḥattā uḥdiṡa laka minhu dzikrō(n).",
      "Fantholaqō, ḥattā idzā rokibā fis-safīnati khoro ahā, qōla akhoroqtahā litughriqo ahlahā, laqod ji'ta syai'an imrō(n).",
      "Qōla alam aqul innaka lan tastathī‘a ma‘iya ṣobrō(n).",
      "Qōla lā tu'ākhidznī bimā nasītu wa lā turhiqnī min amrī ‘usrō(n).",
      "Fantholaqō, ḥattā idzā laqiyā ghulāman fa qotalah(ū), qōla aqotalta nafsan zakiyyatam bighoiri nafs(in), laqod ji'ta syai'an nukrō(n).",
      "Qōla alam aqul laka innaka lan tastathī‘a ma‘iya ṣobrō(n).",
      "Qōla in sa'altuka ‘an syai'im ba‘dahā falā tuṣōḥibnī, qod balaghta mil ladunnī ‘udzrō(n).",
      "Fantholaqō, ḥattā idzā atayā ahla qoryatinistath‘amā ahlahā fa abau ay yuḍoyyifūhumā fa wajadā fīhā jidāroy yurīdu ay yaqoḍḍo fa aqōmah(ū), qōla lau syi'ta lattakhodzta ‘alaihi ajrō(n).",
      "Qōla hādzā firōqu bainī wa bainik(a), sa'unabbi'uka bita'wīli mā lam tastathī‘ ‘alaihi ṣobrō(n).",
      "Ammas-safīnatu fa kānat limasākīna ya‘malūna fil-baḥri fa arottu an a‘ībahā, wa kāna warō'ahum malikuy ya'khudzu kulla safīnatin ghoṣbā(n).",
      "Wa ammal-ghulāmu fa kāna abawāhu mu'minaini fa khosyīnā ay yurhiqohumā thughyānaw wa kufrō(n).",
      "Fa arodnā ay yubdilahumā robbuhumā khoirom minhu zakātaw wa aqroba ruḥmā(n).",
      "Wa ammal-jidāru fa kāna lighulāmaini yatīmaini fil-madīnati wa kāna taḥtahū kanzul lahumā wa kāna abūhumā ṣōliḥā(n), fa arōda robbuka ay yablughō asyuddahumā wa yastakhrijā kanzahumā roḥmatam mir robbik(a), wa mā fa‘altuhū ‘an amrī, dzālika ta'wīlu mā lam tasthī‘ ‘alaihi ṣobrō(n).",
      "Wa yas'alūnaka ‘an dzil qornain(i), qul sa'atlū ‘alaikum minhu dzikrō(n).",
      "Innā makkannā lahū fil-arḍi wa ātaināhu min kulli syai'in sababā(n).",
      "Fa atba‘a sababā(n).",
      "Ḥattā idzā balagho maghribasy-syamsi wajadahā taghrubu fī ‘ainin ḥami'atiw wa wajada ‘indahā qoumā(n), qulnā yā dzal-qornaini immā an tu‘adz-dziba wa immā an tattakhidza fīhim ḥusnā(n).",
      "Qōla ammā man dholama fa saufa nu‘adz-dzibuhū ṡumma yuroddu ilā robbihī fa yu‘adz-dzibuhū ‘adzāban nukrō(n).",
      "Wa ammā man āmana wa ‘amila ṣōliḥan fa lahū jazā'anil-ḥusnā, wa sanaqūlu lahū min amrinā yusrō(n).",
      "Ṡumma atba‘a sababā(n).",
      "Ḥattā idzā balagho mathli‘asy-syamsi wajadahā tathlu‘u ‘alā qoumil lam naj‘al lahum min dūnihā sitrō(n).",
      "Kadzālik(a), wa qod aḥathnā bimā ladaihi khubrō(n).",
      "Ṡumma atba‘a sababā(n).",
      "Ḥattā idzā balagho bainas-saddaini wajada min dūnihimā qoumal lā yakādūna yafqohūna qoulā(n).",
      "Qōlū yā dzal-qornaini inna ya'jūja wa ma'jūja mufsidūna fil-arḍi fahal naj‘alu laka khorjan ‘alā an taj‘alā bainanā wa bainahum saddā(n).",
      "Qōla mā makkannī fīhi robbī fa a‘īnūnī biquwwatin aj‘al bainakum wa bainahum rodmā(n).",
      "Ātūnī zubarol-ḥadīd(i), ḥattā idzā sāwā bainaṣ-ṣodafaini qōlanfukhū, ḥattā idzā ja‘alahū nārō(n), qōla ātūnī ufrigh ‘alaihi qithrō(n).",
      "Famasthō‘ū ay yadhharūhu wa mastathō‘ū lahū naqbā(n).",
      "Qōla hādzā roḥmatum mir robbī, fa idzā jā'a wa‘du robbī ja‘alahū dakkā'(a), wa kāna wa‘du robbī ḥaqqō(n).",
      "Wa taroknā ba‘ḍohum yauma'idziy yamūju fī ba‘ḍiw wa nufikho fiṣ-ṣūri fa jama‘nāhum jam‘ā(n).",
      "Wa ‘aroḍnā jahannama yauma'idzil lil-kāfirīna ‘arḍā(n).",
      "Alladzīna kānat a‘yunuhum fī ghithō'in ‘an dzikrī wa kānū lā yastath‘ūna sam‘ā(n).",
      "Afaḥasibal-ladzīna kafarū ay yattakhidzū ‘ibādī min dūnī auliyā'(a), innā a‘tadnā jahannama lil-kāfirīna nuzulā(n).",
      "Qul hal nunabbi'ukum bil-akhsarīna a‘mālā(n).",
      "Al-ladzīna ḍolla sa‘yuhum fil-ḥayātid-dun-yā wa hum yaḥsabūna annahum yuḥsinūna ṣun‘ā(n).",
      "Ulā'ikal-ladzīna kafarū bi'āyāti robbihim wa liqō'ihī fa ḥabithot a‘māluhum falā nuqīma lahum yaumal-qiyāmati waznā(n).",
      "dzālika jazā'uhum jahannamu bimā kafarū wattakhodzū āyātī wa rusulī huzuwā(n).",
      "Innal-ladzīna āmanū wa ‘amiluṣ-ṣōliḥāti kānat lahum jannātul-firdausi nuzulā(n).",
      "Khōlidīna fīhā lā yabghūna ‘anhā ḥiwalā(n).",
      "Qul lau kānal-baḥru midādal likalimāti robbī lanafidal-baḥru qobla an tanfada kalimātu robbī wa lau ji'nā bimiṡlihī madadā(n).",
      "Qul innamā ana basyarum miṡlukum yūḥā ilayya annamā ilāhukum ilāhuw wāḥid(un), faman kāna yarjū liqō'a robbihī falya‘mal ‘amalan ṣōliḥaw wa lā yusyrik bi‘ibādati robbihī aḥadā(n)."
    ],
    "arti": [
      "Segala puji bagi Allah yang telah menurunkan Kitab Suci (Al-Qur’an) kepada hamba-Nya dan Dia tidak membuat padanya sedikit pun kebengkokan.",
      "(Dia juga menjadikannya kitab) yang lurus agar Dia memberi peringatan akan siksa yang sangat pedih dari sisi-Nya dan memberi kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik.",
      "Mereka kekal di dalamnya untuk selama-lamanya.",
      "(Dia menurunkan Al-Qur’an itu) juga agar Dia memberi peringatan kepada orang-orang yang berkata, “Allah mengangkat seorang anak.”",
      "Mereka sama sekali tidak mempunyai pengetahuan tentang (hal) itu, begitu pula nenek moyang mereka. Alangkah besar (dosa) perkataan yang keluar dari mulut mereka. Mereka hanya mengatakan (sesuatu) kebohongan belaka.",
      "Maka, boleh jadi engkau (Nabi Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling sekiranya mereka tidak beriman kepada keterangan ini (Al-Qur’an).",
      "Sesungguhnya Kami telah menjadikan apa yang ada di atas bumi sebagai perhiasan baginya agar Kami menguji mereka siapakah di antaranya yang lebih baik perbuatannya.",
      "Kami benar-benar akan menjadikan (pula) apa yang di atasnya sebagai tanah yang tandus lagi kering.",
      "Apakah engkau mengira bahwa sesungguhnya para penghuni gua dan (yang mempunyai) raqīm benar-benar merupakan keajaiban di antara tanda-tanda (kebesaran) Kami?",
      "(Ingatlah) ketika pemuda-pemuda itu berlindung ke dalam gua lalu berdoa, “Ya Tuhan kami, anugerahkanlah kepada kami rahmat dari sisi-Mu dan mudahkanlah bagi kami petunjuk untuk segala urusan kami.”",
      "Maka, Kami tutup telinga mereka di dalam gua itu selama bertahun-tahun.",
      "Kemudian Kami bangunkan mereka supaya Kami mengetahui manakah di antara dua golongan itu yang lebih tepat dalam menghitung berapa lama mereka tinggal (dalam gua itu).",
      "Kami menceritakan kepadamu (Nabi Muhammad) kisah mereka dengan sebenarnya. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka dan Kami menambahkan petunjuk kepada mereka.",
      "Kami meneguhkan hati mereka ketika mereka berdiri lalu berkata, “Tuhan kami adalah Tuhan langit dan bumi. Kami tidak akan menyeru Tuhan selain Dia. Sungguh, kalau kami berbuat demikian, kami telah mengucapkan perkataan yang sangat jauh dari kebenaran.”",
      "(Salah seorang dari para pemuda itu berkata kepada yang lain,) “Mereka itu kaum kami yang telah menjadikan tuhan-tuhan (untuk disembah) selain Dia. Mengapa mereka tidak mengemukakan alasan yang jelas (tentang kepercayaan mereka)? Maka, siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah?",
      "Karena kamu juga telah meninggalkan mereka dan apa yang mereka sembah selain Allah, maka berlindunglah ke dalam gua itu. (Dengan demikian,) niscaya Tuhanmu akan melimpahkan sebagian rahmat-Nya kepadamu dan menyediakan bagimu sesuatu yang berguna bagi urusanmu.”",
      "Engkau akan melihat matahari yang ketika terbit condong ke sebelah kanan dari gua mereka dan yang ketika terbenam menjauhi mereka ke sebelah kiri, sedang mereka berada di tempat yang luas di dalamnya (gua itu). Itu adalah sebagian dari tanda-tanda (kebesaran) Allah. Siapa yang Allah memberinya petunjuk, dialah yang mendapat petunjuk. Siapa yang Dia sesatkan, engkau tidak akan menemukan seorang penolong pun yang dapat memberinya petunjuk.",
      "Engkau mengira mereka terjaga, padahal mereka tidur. Kami membolak-balikkan mereka ke kanan dan ke kiri, sedangkan anjing mereka membentangkan kedua kaki depannya di muka pintu gua. Seandainya menyaksikan mereka, tentu engkau akan berpaling melarikan (diri) dari mereka dan pasti akan dipenuhi rasa takut terhadap mereka.",
      "Demikianlah, Kami membangunkan mereka agar saling bertanya di antara mereka (sendiri). Salah seorang di antara mereka berkata, “Sudah berapa lama kamu berada (di sini)?” Mereka menjawab, “Kita berada (di sini) sehari atau setengah hari.” Mereka (yang lain lagi) berkata, “Tuhanmu lebih mengetahui berapa lama kamu berada (di sini). Maka, utuslah salah seorang di antara kamu pergi ke kota dengan membawa uang perakmu ini. Hendaklah dia melihat manakah makanan yang lebih baik, lalu membawa sebagian makanan itu untukmu. Hendaklah pula dia berlaku lemah lembut dan jangan sekali-kali memberitahukan keadaanmu kepada siapa pun.",
      "Sesungguhnya jika mereka (mengetahui dan) menangkapmu, niscaya mereka akan melemparimu dengan batu atau memaksamu kembali kepada agama mereka. Jika demikian, niscaya kamu tidak akan beruntung selama-lamanya.”",
      "Demikian (pula) Kami perlihatkan (penduduk negeri) kepada mereka agar mengetahui bahwa janji Allah benar dan bahwa (kedatangan) hari Kiamat tidak ada keraguan padanya. (Hal itu terjadi) ketika mereka (penduduk negeri) berselisih tentang urusan (penghuni gua). Kemudian mereka berkata, “Dirikanlah sebuah bangunan di atas (gua itu). Tuhannya lebih mengetahui (keadaan) mereka (penghuni gua).” Orang-orang yang berkuasa atas urusan mereka berkata, “Kami pasti akan mendirikan sebuah masjid di atasnya.”",
      "Kelak (sebagian orang) mengatakan, “(Jumlah mereka) tiga (orang). Yang keempat adalah anjingnya.” (Sebagian lain) mengatakan, “(Jumlah mereka) lima (orang). Yang keenam adalah anjingnya,” sebagai terkaan terhadap yang gaib. (Sebagian lain lagi) mengatakan, “(Jumlah mereka) tujuh (orang). Yang kedelapan adalah anjingnya.” Katakanlah (Nabi Muhammad), “Tuhanku lebih mengetahui jumlah mereka. Tidak ada yang mengetahui (jumlah) mereka kecuali sedikit.” Oleh karena itu, janganlah engkau (Nabi Muhammad) berbantah tentang hal mereka, kecuali perbantahan yang jelas-jelas saja (ringan). Janganlah engkau minta penjelasan tentang mereka (penghuni gua itu) kepada siapa pun dari mereka (Ahlulkitab).",
      "Jangan sekali-kali engkau mengatakan terhadap sesuatu, “Aku pasti melakukan hal itu besok,”",
      "kecuali (dengan mengatakan), “Insyaallah.” Ingatlah kepada Tuhanmu apabila engkau lupa dan katakanlah, “Mudah-mudahan Tuhanku akan memberiku petunjuk kepada yang lebih dekat kebenarannya daripada ini.”",
      "Mereka tinggal dalam gua selama tiga ratus tahun dan ditambah sembilan tahun.",
      "Katakanlah, “Allah lebih mengetahui berapa lamanya mereka tinggal (di gua). Milik-Nya semua yang tersembunyi di langit dan di bumi. Alangkah terang penglihatan-Nya dan alangkah tajam pendengaran-Nya. Tidak ada seorang pelindung pun bagi mereka selain Dia dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan.”",
      "Bacakanlah (Nabi Muhammad) apa yang diwahyukan kepadamu, yaitu Kitab Tuhanmu (Al-Qur’an). Tidak ada yang dapat mengubah kalimat-kalimat-Nya dan engkau tidak akan dapat menemukan tempat berlindung selain kepada-Nya.",
      "Bersabarlah engkau (Nabi Muhammad) bersama orang-orang yang menyeru Tuhannya pada pagi dan petang hari dengan mengharap keridaan-Nya. Janganlah kedua matamu berpaling dari mereka karena mengharapkan perhiasan kehidupan dunia. Janganlah engkau mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami serta menuruti hawa nafsunya dan keadaannya melewati batas.",
      "Katakanlah (Nabi Muhammad), “Kebenaran itu datangnya dari Tuhanmu. Maka, siapa yang menghendaki (beriman), hendaklah dia beriman dan siapa yang menghendaki (kufur), biarlah dia kufur.” Sesungguhnya Kami telah menyediakan neraka bagi orang-orang zalim yang gejolaknya mengepung mereka. Jika mereka meminta pertolongan (dengan meminta minum), mereka akan diberi air seperti (cairan) besi yang mendidih yang menghanguskan wajah. (Itulah) seburuk-buruk minuman dan tempat istirahat yang paling jelek.",
      "Sesungguhnya mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan baik.",
      "Mereka itulah yang memperoleh surga ‘Adn yang mengalir di bawahnya sungai-sungai. (Dalam surga itu) mereka diberi hiasan gelang emas dan mereka memakai pakaian hijau dari sutra halus dan sutra tebal. Mereka duduk-duduk sambil bersandar di atas dipan-dipan yang indah. (Itulah) sebaik-baik pahala dan tempat istirahat yang indah.",
      "Berikanlah (Nabi Muhammad) kepada mereka sebuah perumpamaan, yaitu dua orang laki-laki. Kami berikan kepada salah satunya (yang kufur) dua kebun anggur. Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan Kami buatkan ladang di antara kedua (kebun) itu.",
      "Kedua kebun itu menghasilkan buahnya dan tidak berkurang (buahnya) sedikit pun. Kami pun alirkan sungai dengan deras di celah-celah kedua (kebun) itu.",
      "Dia (orang kafir itu) juga memiliki kekayaan besar. Dia lalu berkata kepada kawannya (yang beriman) ketika bercakap-cakap dengannya, “Hartaku lebih banyak daripada hartamu dan pengikutku lebih kuat.”",
      "Dia memasuki kebunnya dengan sikap menzalimi dirinya sendiri (karena angkuh dan kufur). Dia berkata, “Aku kira kebun ini tidak akan binasa selama-lamanya,",
      "aku kira hari Kiamat tidak akan datang dan sekiranya aku dikembalikan kepada Tuhanku, pasti aku akan mendapat tempat kembali yang lebih baik daripada ini.”",
      "Kawannya (yang beriman) berkata kepadanya ketika bercakap-cakap dengannya, “Apakah engkau ingkar kepada (Tuhan) yang menciptakanmu dari tanah, kemudian dari setetes air mani, lalu Dia menjadikan engkau seorang laki-laki yang sempurna?",
      "Akan tetapi, aku (percaya bahwa) Dia adalah Allah, Tuhanku, dan aku tidak mempersekutukan sesuatu pun dengan Tuhanku.",
      "Mengapa ketika engkau memasuki kebunmu tidak mengucapkan, “Mā syā’allōh, lā quwwata illā billāh” (sungguh, ini semua kehendak Allah. Tidak ada kekuatan apa pun kecuali dengan [pertolongan] Allah). Jika engkau anggap harta dan keturunanku lebih sedikit daripadamu,",
      "mudah-mudahan Tuhanku akan memberikan kepadaku (kebun) yang lebih baik daripada kebunmu (ini) dan mengirimkan petir dari langit ke kebunmu sehingga (kebun itu) menjadi tanah yang licin",
      "atau airnya menjadi surut ke dalam tanah sehingga engkau tidak akan dapat menemukannya lagi.”",
      "Harta kekayaannya dibinasakan, lalu dia membolak-balikkan kedua telapak tangannya (tanda sangat menyesal) terhadap apa yang telah dia belanjakan untuk itu, sedangkan pohon anggur roboh bersama penyangganya dan dia berkata, “Aduhai, seandainya saja dahulu aku tidak mempersekutukan sesuatu pun dengan Tuhanku.”",
      "Tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah dan dia pun tidak dapat membela dirinya.",
      "Di sana pertolongan itu hanya milik Allah Yang Mahabenar. Dia adalah (pemberi) pahala terbaik dan (pemberi) kesudahan terbaik.",
      "Buatkanlah untuk mereka (umat manusia) perumpamaan kehidupan dunia ini, yaitu ibarat air (hujan) yang Kami turunkan dari langit sehingga menyuburkan tumbuh-tumbuhan di bumi, kemudian (tumbuh-tumbuhan) itu menjadi kering kerontang yang diterbangkan oleh angin. Allah Mahakuasa atas segala sesuatu.",
      "Harta dan anak-anak adalah perhiasan kehidupan dunia, sedangkan amal kebajikan yang abadi (pahalanya) adalah lebih baik balasannya di sisi Tuhanmu serta lebih baik untuk menjadi harapan.",
      "(Ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung (untuk dihancurkan) dan engkau melihat bumi itu rata. Kami kumpulkan mereka (seluruh manusia) dan tidak Kami tinggalkan seorang pun dari mereka.",
      "Mereka (akan) dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman,) “Sungguh, kamu telah datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali. Bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagimu waktu (berbangkit untuk memenuhi) perjanjian.”",
      "Diletakkanlah kitab (catatan amal pada setiap orang), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya. Mereka berkata, “Betapa celaka kami, kitab apakah ini, tidak meninggalkan yang kecil dan yang besar, kecuali mencatatnya.” Mereka mendapati (semua) apa yang telah mereka kerjakan (tertulis). Tuhanmu tidak menzalimi seorang pun.",
      "(Ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu semua kepada Adam!” Mereka pun sujud, tetapi Iblis (enggan). Dia termasuk (golongan) jin, kemudian dia mendurhakai perintah Tuhannya. Pantaskah kamu menjadikan dia dan keturunannya sebagai penolong selain Aku, padahal mereka adalah musuhmu? Dia (Iblis) seburuk-buruk pengganti (Allah) bagi orang-orang zalim.",
      "Aku tidak menghadirkan mereka (Iblis dan anak cucunya) untuk menyaksikan penciptaan langit dan bumi, tidak (pula) penciptaan diri mereka sendiri. Aku tidak menjadikan mereka yang telah menyesatkan itu sebagai penolong.",
      "(Ingatlah) pada hari (ketika) Dia berfirman, “Panggillah sekutu-sekutu-Ku yang kamu anggap (dapat menyelamatkanmu dari siksaan-Ku).” Mereka lalu memanggilnya, tetapi mereka (sekutu-sekutu itu) tidak membalas (seruan) mereka. Kami jadikan di antara mereka (yang menyembah dan disembah) tempat kebinasaan (neraka).",
      "Orang yang berdosa itu melihat neraka, lalu merasa yakin akan jatuh ke dalamnya (seketika itu juga). Mereka tidak menemukan tempat berpaling darinya.",
      "Sungguh, Kami telah menjelaskan segala perumpamaan dengan berbagai macam cara dan berulang-ulang kepada manusia dalam Al-Qur’an ini. Akan tetapi, manusia adalah (makhluk) yang paling banyak membantah.",
      "Tidak ada yang menghalangi manusia untuk beriman ketika petunjuk telah datang kepada mereka dan untuk memohon ampunan kepada Tuhannya, kecuali akan datang kepada mereka ketetapan (Allah yang telah berlaku pada) umat yang terdahulu atau datang kepada mereka azab yang nyata.",
      "Kami tidak mengutus rasul-rasul melainkan sebagai pembawa kabar gembira dan pemberi peringatan. (Akan tetapi,) orang-orang yang kufur membantah dengan (cara) yang batil agar dengan itu mereka dapat melenyapkan sesuatu yang hak (kebenaran). Mereka menjadikan ayat-ayat-Ku dan apa yang diperingatkan terhadap mereka sebagai olok-olok.",
      "Siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, lalu dia berpaling darinya dan melupakan apa yang telah dikerjakan oleh kedua tangannya? Sesungguhnya Kami telah meletakkan penutup pada hati mereka, (sehingga mereka tidak) memahaminya dan (meletakkan pula) sumbatan di telinga mereka. (Dengan demikian,) kendatipun engkau (Nabi Muhammad) menyeru mereka kepada petunjuk, niscaya mereka tidak akan mendapat petunjuk untuk selama-lamanya.",
      "Tuhanmu Maha Pengampun lagi Maha Pemilik rahmat. Seandainya Dia hendak menyiksa mereka karena perbuatan mereka, tentu Dia akan menyegerakan siksa bagi mereka. Akan tetapi, bagi mereka ada waktu (untuk mendapat siksa) yang mereka tidak akan menemukan tempat berlindung selain-Nya.",
      "(Penduduk) negeri-negeri itu telah Kami binasakan ketika mereka berbuat zalim dan telah Kami tetapkan waktu bagi kebinasaan mereka.",
      "(Ingatlah) ketika Musa berkata kepada pembantunya, “Aku tidak akan berhenti (berjalan) sebelum sampai ke pertemuan dua laut atau aku akan berjalan (terus sampai) bertahun-tahun.”",
      "Ketika mereka sampai ke pertemuan dua laut, mereka lupa ikannya, lalu (ikan mereka) melompat mengambil jalan ke laut itu.",
      "Ketika mereka telah melewati (tempat itu), Musa berkata kepada pembantunya, “Bawalah kemari makanan kita. Sungguh, kita benar-benar telah merasa letih karena perjalanan kita ini.”",
      "Dia (pembantunya) menjawab, “Tahukah engkau ketika kita mencari tempat berlindung di batu tadi, sesungguhnya aku lupa (bercerita tentang) ikan itu dan tidak ada yang membuatku lupa untuk mengingatnya, kecuali setan. (Ikan) itu mengambil jalannya ke laut dengan cara yang aneh.”",
      "Dia (Musa) berkata, “Itulah yang kita cari.” Lalu keduanya kembali dan menyusuri jejak mereka semula.",
      "Lalu, mereka berdua bertemu dengan seorang dari hamba-hamba Kami yang telah Kami anugerahi rahmat kepadanya dari sisi Kami. Kami telah mengajarkan ilmu kepadanya dari sisi Kami.",
      "Musa berkata kepadanya, “Bolehkah aku mengikutimu agar engkau mengajarkan kepadaku (ilmu yang benar) dari apa yang telah diajarkan kepadamu (untuk menjadi) petunjuk?”",
      "Dia menjawab, “Sesungguhnya engkau tidak akan sanggup bersabar bersamaku.",
      "Bagaimana engkau akan sanggup bersabar atas sesuatu yang engkau belum mempunyai pengetahuan yang cukup tentangnya?”",
      "Dia (Musa) berkata, “Insyaallah engkau akan mendapatiku sebagai orang yang sabar dan aku tidak akan menentangmu dalam urusan apa pun.”",
      "Dia berkata, “Jika engkau mengikutiku, janganlah engkau menanyakan kepadaku tentang apa pun sampai aku menerangkannya kepadamu.”",
      "Kemudian, berjalanlah keduanya, hingga ketika menaiki perahu, dia melubanginya. Dia (Musa) berkata, “Apakah engkau melubanginya untuk menenggelamkan penumpangnya? Sungguh, engkau telah berbuat suatu kesalahan yang besar.”",
      "Dia berkata, “Bukankah sudah aku katakan bahwa sesungguhnya engkau tidak akan sanggup bersabar bersamaku?”",
      "Dia (Musa) berkata, “Janganlah engkau menghukumku karena kelupaanku dan janganlah engkau membebaniku dengan kesulitan dalam urusanku.”",
      "Kemudian, berjalanlah keduanya, hingga ketika berjumpa dengan seorang anak, dia membunuhnya. Dia (Musa) berkata, “Mengapa engkau membunuh jiwa yang bersih bukan karena dia membunuh orang lain? Sungguh, engkau benar-benar telah melakukan sesuatu yang sangat mungkar.”",
      "Dia berkata, “Bukankah sudah kukatakan kepadamu bahwa sesungguhnya engkau tidak akan mampu bersabar bersamaku?”",
      "Dia (Musa) berkata, “Jika aku bertanya kepadamu tentang sesuatu setelah ini, jangan lagi engkau memperbolehkan aku menyertaimu. Sungguh engkau telah mencapai batas (yang wajar dalam) memberikan uzur (maaf) kepadaku.”",
      "Lalu, keduanya berjalan, hingga ketika keduanya sampai ke penduduk suatu negeri, mereka berdua meminta dijamu oleh penduduknya, tetapi mereka tidak mau menjamu keduanya. Kemudian, keduanya mendapati dinding (rumah) yang hampir roboh di negeri itu, lalu dia menegakkannya. Dia (Musa) berkata, “Jika engkau mau, niscaya engkau dapat meminta imbalan untuk itu.”",
      "Dia berkata, “Inilah (waktu) perpisahan antara aku dan engkau. Aku akan memberitahukan kepadamu makna sesuatu yang engkau tidak mampu bersabar terhadapnya.",
      "Adapun perahu itu adalah milik orang-orang miskin yang bekerja di laut. Maka, aku bermaksud membuatnya cacat karena di hadapan mereka ada seorang raja (zalim) yang mengambil setiap perahu (yang baik) secara paksa.",
      "Adapun anak itu (yang aku bunuh), kedua orang tuanya mukmin dan kami khawatir kalau dia akan memaksa kedua orang tuanya untuk durhaka dan kufur.",
      "Maka, kami menghendaki bahwa Tuhan mereka menggantinya (dengan seorang anak lain) yang lebih baik kesuciannya daripada (anak) itu dan lebih sayang (kepada ibu bapaknya).",
      "Adapun dinding (rumah) itu adalah milik dua anak yatim di kota itu dan di bawahnya tersimpan harta milik mereka berdua, sedangkan ayah mereka adalah orang saleh. Maka, Tuhanmu menghendaki agar keduanya mencapai usia dewasa dan mengeluarkan simpanannya itu sebagai rahmat dari Tuhanmu. Aku tidak melakukannya berdasarkan kemauanku (sendiri). Itulah makna sesuatu yang engkau tidak mampu bersabar terhadapnya.”",
      "Mereka bertanya kepadamu (Nabi Muhammad) tentang Zulqarnain. Katakanlah, “Akan aku bacakan kepadamu sebagian kisahnya.”",
      "Sesungguhnya Kami telah memberi kedudukan kepadanya di bumi dan Kami telah memberikan jalan kepadanya (untuk mencapai) segala sesuatu.",
      "Maka, dia menyusuri suatu jalan.",
      "Hingga ketika telah sampai ke tempat terbenamnya matahari, dia mendapatinya terbenam di dalam mata air panas lagi berlumpur hitam. Di sana dia menemukan suatu kaum (yang tidak mengenal agama). Kami berfirman, “Wahai Zulqarnain, engkau boleh menghukum atau berbuat kebaikan kepada mereka (dengan mengajak mereka beriman).”",
      "Dia (Zulqarnain) berkata, “Adapun orang yang berbuat zalim akan kami hukum. Lalu, dia akan dikembalikan kepada Tuhannya. Kemudian, Dia mengazabnya dengan azab yang sangat keras.",
      "Adapun orang yang beriman dan beramal saleh mendapat (pahala) yang terbaik sebagai balasan dan akan kami sampaikan kepadanya perintah kami yang mudah-mudah.”",
      "Kemudian, dia mengikuti suatu jalan (yang lain).",
      "Hingga ketika sampai di posisi terbitnya matahari (arah timur), dia mendapatinya terbit pada suatu kaum yang tidak Kami buatkan suatu pelindung bagi mereka dari (cahaya) matahari itu.",
      "Demikianlah (kisahnya). Sungguh, Kami mengetahui segala sesuatu yang ada padanya (Zulqarnain).",
      "Kemudian, dia mengikuti suatu jalan (yang lain lagi).",
      "Hingga ketika sampai di antara dua gunung, dia mendapati di balik keduanya (kedua gunung itu) suatu kaum yang hampir tidak memahami pembicaraan.",
      "Mereka berkata, “Wahai Zulqarnain, sesungguhnya Ya’juj dan Ma’juj adalah (bangsa) pembuat kerusakan di bumi, bolehkah kami memberimu imbalan agar engkau membuatkan tembok penghalang antara kami dan mereka?”",
      "Dia (Zulqarnain) berkata, “Apa yang telah dikuasakan kepadaku oleh Tuhanku lebih baik (daripada apa yang kamu tawarkan). Maka, bantulah aku dengan kekuatan agar aku dapat membuatkan tembok penghalang antara kamu dan mereka.",
      "Berilah aku potongan-potongan besi.” Hingga ketika (potongan besi) itu telah (terpasang) sama rata dengan kedua (puncak) gunung itu, dia (Zulqarnain) berkata, “Tiuplah (api itu).” Ketika (besi) itu sudah menjadi (merah seperti) api, dia pun berkata, “Berilah aku tembaga (yang mendidih) agar kutuangkan ke atasnya (besi panas itu).”",
      "Maka, mereka (Ya’juj dan Ma’juj) tidak mampu mendakinya dan tidak mampu (pula) melubanginya.",
      "Dia (Zulqarnain) berkata, “(Tembok) ini adalah rahmat dari Tuhanku. Apabila janji Tuhanku telah tiba, Dia akan menjadikannya hancur luluh. Janji Tuhanku itu benar.”",
      "Pada hari itu Kami biarkan sebagian mereka (Ya’juj dan Ma’juj) berbaur dengan sebagian yang lain. (Apabila) sangkakala ditiup (lagi), Kami benar-benar akan mengumpulkan mereka seluruhnya.",
      "Kami perlihatkan (neraka) Jahanam dengan jelas pada hari itu kepada orang-orang kafir,",
      "(yaitu) orang-orang yang mata (hati)-nya dalam keadaan tertutup dari ingat kepada-Ku dan mereka tidak sanggup mendengar.",
      "Maka, apakah orang-orang yang kufur mengira bahwa mereka (dapat) mengambil hamba-hamba-Ku menjadi penolong selain Aku? Sesungguhnya Kami telah menyediakan (neraka) Jahanam sebagai tempat tinggal bagi orang-orang kafir.",
      "Katakanlah (Nabi Muhammad), “Apakah perlu kami beri tahukan orang-orang yang paling rugi perbuatannya kepadamu?”",
      "(Yaitu) orang-orang yang sia-sia usahanya dalam kehidupan dunia, sedangkan mereka mengira bahwa mereka berbuat sebaik-baiknya.",
      "Mereka itu adalah orang-orang yang kufur terhadap ayat-ayat Tuhannya dan (kufur pula terhadap) pertemuan dengan-Nya. Maka, amal mereka sia-sia dan Kami tidak memberikan penimbangan terhadap (amal) mereka pada hari Kiamat.",
      "Itulah balasan mereka (berupa neraka) Jahanam karena mereka telah kufur serta menjadikan ayat-ayat-Ku dan rasul-rasul-Ku sebagai olok-olokan.",
      "Sesungguhnya orang-orang yang beriman dan beramal saleh memperoleh surga Firdaus sebagai tempat tinggal.",
      "Mereka kekal di dalamnya, mereka tidak ingin pindah dari sana.",
      "Katakanlah (Nabi Muhammad), “Seandainya lautan menjadi tinta untuk (menulis) kalimat-kalimat Tuhanku, niscaya habislah lautan itu sebelum kalimat-kalimat Tuhanku selesai (ditulis) meskipun Kami datangkan tambahan sebanyak itu (pula).”",
      "Katakanlah (Nabi Muhammad), “Sesungguhnya aku ini hanya seorang manusia seperti kamu yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa.” Siapa yang mengharapkan pertemuan dengan Tuhannya hendaklah melakukan amal saleh dan tidak menjadikan apa dan siapa pun sebagai sekutu dalam beribadah kepada Tuhannya."
    ]
  },
  {
    "id": 3,
    "judul": "Surat Al-Hujurat",
    "turun": "Madinah | 7 Ayat",
    "kode": "S",
    "judAudio": "Hujurat",
    "mp3List": [
      "https://archive.org/download/049.al-hujurat/049.Al-Hujurat.mp3",
      "https://drive.aplikita.com/quran/049-Al-Hujurat.mp3",
      "http://drive.aplikita.com/quran/049-Al-Hujurat.mp3"
    ],
    "isPlaying": false,
    "isPaused": false,
    "downloaded": false,
    "downloading": false,
    "isComplete": false,
    "progress": 0.0,
    "arabic": [
      "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُقَدِّمُوْا بَيْنَ يَدَيِ اللّٰهِ وَرَسُوْلِهٖ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ ۝1",
      "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَرْفَعُوْٓا اَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوْا لَهٗ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ اَنْ تَحْبَطَ اَعْمَالُكُمْ وَاَنْتُمْ لَا تَشْعُرُوْنَ ۝2",
      "اِنَّ الَّذِيْنَ يَغُضُّوْنَ اَصْوَاتَهُمْ عِنْدَ رَسُوْلِ اللّٰهِ اُولٰۤىِٕكَ الَّذِيْنَ امْتَحَنَ اللّٰهُ قُلُوْبَهُمْ لِلتَّقْوٰىۗ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ عَظِيْمٌ ۝3",
      "اِنَّ الَّذِيْنَ يُنَادُوْنَكَ مِنْ وَّرَاۤءِ الْحُجُرٰتِ اَكْثَرُهُمْ لَا يَعْقِلُوْنَ ۝4",
      "وَلَوْ اَنَّهُمْ صَبَرُوْا حَتّٰى تَخْرُجَ اِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ۝5",
      "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ جَاۤءَكُمْ فَاسِقٌۢ بِنَبَاٍ فَتَبَيَّنُوْٓا اَنْ تُصِيْبُوْا قَوْمًاۢ بِجَهَالَةٍ فَتُصْبِحُوْا عَلٰى مَا فَعَلْتُمْ نٰدِمِيْنَ ۝6",
      "وَاعْلَمُوْٓا اَنَّ فِيْكُمْ رَسُوْلَ اللّٰهِ ۗ لَوْ يُطِيْعُكُمْ فِيْ كَثِيْرٍ مِّنَ الْاَمْرِ لَعَنِتُّمْ وَلٰكِنَّ اللّٰهَ حَبَّبَ اِلَيْكُمُ الْاِيْمَانَ وَزَيَّنَهٗ فِيْ قُلُوْبِكُمْ وَكَرَّهَ اِلَيْكُمُ الْكُفْرَ وَالْفُسُوْقَ وَالْعِصْيَانَ ۗ اُولٰۤىِٕكَ هُمُ الرّٰشِدُوْنَۙ ۝7",
      "فَضْلًا مِّنَ اللّٰهِ وَنِعْمَةً ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ۝8",
      "وَاِنْ طَاۤىِٕفَتٰنِ مِنَ الْمُؤْمِنِيْنَ اقْتَتَلُوْا فَاَصْلِحُوْا بَيْنَهُمَاۚ فَاِنْۢ بَغَتْ اِحْدٰىهُمَا عَلَى الْاُخْرٰى فَقَاتِلُوا الَّتِيْ تَبْغِيْ حَتّٰى تَفِيْۤءَ اِلٰٓى اَمْرِ اللّٰهِ ۖفَاِنْ فَاۤءَتْ فَاَصْلِحُوْا بَيْنَهُمَا بِالْعَدْلِ وَاَقْسِطُوْا ۗاِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ ۝9",
      "اِنَّمَا الْمُؤْمِنُوْنَ اِخْوَةٌ فَاَصْلِحُوْا بَيْنَ اَخَوَيْكُمْ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ࣖ ۝10",
      "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا يَسْخَرْ قَوْمٌ مِّنْ قَوْمٍ عَسٰٓى اَنْ يَّكُوْنُوْا خَيْرًا مِّنْهُمْ وَلَا نِسَاۤءٌ مِّنْ نِّسَاۤءٍ عَسٰٓى اَنْ يَّكُنَّ خَيْرًا مِّنْهُنَّۚ وَلَا تَلْمِزُوْٓا اَنْفُسَكُمْ وَلَا تَنَابَزُوْا بِالْاَلْقَابِۗ بِئْسَ الِاسْمُ الْفُسُوْقُ بَعْدَ الْاِيْمَانِۚ وَمَنْ لَّمْ يَتُبْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ۝11",
      "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اجْتَنِبُوْا كَثِيْرًا مِّنَ الظَّنِّۖ اِنَّ بَعْضَ الظَّنِّ اِثْمٌ وَّلَا تَجَسَّسُوْا وَلَا يَغْتَبْ بَّعْضُكُمْ بَعْضًاۗ اَيُحِبُّ اَحَدُكُمْ اَنْ يَّأْكُلَ لَحْمَ اَخِيْهِ مَيْتًا فَكَرِهْتُمُوْهُۗ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ تَوَّابٌ رَّحِيْمٌ ۝12",
      "يٰٓاَيُّهَا النَّاسُ اِنَّا خَلَقْنٰكُمْ مِّنْ ذَكَرٍ وَّاُنْثٰى وَجَعَلْنٰكُمْ شُعُوْبًا وَّقَبَاۤىِٕلَ لِتَعَارَفُوْا ۚ اِنَّ اَكْرَمَكُمْ عِنْدَ اللّٰهِ اَتْقٰىكُمْ ۗاِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ ۝13",
      "قَالَتِ الْاَعْرَابُ اٰمَنَّا ۗ قُلْ لَّمْ تُؤْمِنُوْا وَلٰكِنْ قُوْلُوْٓا اَسْلَمْنَا وَلَمَّا يَدْخُلِ الْاِيْمَانُ فِيْ قُلُوْبِكُمْ ۗوَاِنْ تُطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ لَا يَلِتْكُمْ مِّنْ اَعْمَالِكُمْ شَيْـًٔا ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ۝14",
      "اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرَسُوْلِهٖ ثُمَّ لَمْ يَرْتَابُوْا وَجَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَ ۝15",
      "قُلْ اَتُعَلِّمُوْنَ اللّٰهَ بِدِيْنِكُمْۗ وَاللّٰهُ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ۝16",
      "يَمُنُّوْنَ عَلَيْكَ اَنْ اَسْلَمُوْا ۗ قُلْ لَّا تَمُنُّوْا عَلَيَّ اِسْلَامَكُمْ ۚبَلِ اللّٰهُ يَمُنُّ عَلَيْكُمْ اَنْ هَدٰىكُمْ لِلْاِيْمَانِ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝17",
      "اِنَّ اللّٰهَ يَعْلَمُ غَيْبَ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ ۝18"
    ],
    "latin": [
      "Yā ayyuhal-ladzīna āmanū lā tuqoddimū baina yadayillāhi wa rosūlihī wattaqullōh(a), innallōha samī‘un ‘alīm(un).",
      "Yā ayyuhal-ladzīna āmanū lā tarfa‘ū aṣwātakum fauqo ṣoutin-nabiyyi wa lā tajharū lahū bil-qouli kajahri ba‘ḍikum liba‘ḍin an taḥbatho a‘mālukum wa antum lā tasy‘urūn(a).",
      "Innal-ladzīna yaghuḍḍūna aṣwātahum ‘inda rosūlillōhi ulā'ikal-ladzīnamtaḥanallōhu qulūbahum lit-taqwā, lahum maghfirotuw wa ajrun ‘adhīm(un).",
      "Innal-ladzīna yunādūnaka miw warō'il-ḥujurōti akṡaruhum lā ya‘qilūn(a).",
      "Wa lau annahum ṣobarū ḥattā takhruja ilaihim lakāna khoirol lahum, wallōhu ghofūrur roḥīm(un).",
      "Yā ayyuhal-ladzīna āmanū in jā'akum fāsiqum binaba'in fa tabayyanū an tuṣībū qoumam bijahālatin fa tuṣbiḥū ‘alā mā fa‘altum nādimīn(a).",
      "Wa‘lamū anna fīkum rosūlallāh(i), lau yuthī‘ukum fī kaṡīrim minal-amri la‘anittum wa lākinnallōha ḥabbaba ilaikumul-īmāna wa zayyanahū fī qulūbikum wa karroha ilaikumul-kufro wal-fusūqo wal-‘iṣyān(a), ulā'ika humur-rōsyidūn(a).",
      "Faḍlam minallōhi wa ni‘mah(tan), wallōhu ‘alīmun ḥakīm(un).",
      "Wa in ṭā'ifatāni minal-mu'minīnaqtatalū fa aṣliḥū bainahumā, fa im baghot iḥdāhumā ‘alal-ukhrō fa qōtilul-latī tabghī ḥattā tafī'a ilā amrillāh(i), fa in fā'at fa aṣliḥū bainahumā bil-‘adli wa aqsithū, innallōha yuḥibbul-muqsithīn(a).",
      "Innamal-mu'minūna ikhwatun fa aṣliḥū baina akhowaikum wattaqullōha la‘allakum turḥamūn(a).",
      "Yā ayyuhal-ladzīna āmanū lā yaskhor qoumum min qoumin ‘asā ay yakūnū khoirom minhum wa lā nisā'um min nisā'in ‘asā ay yakunna khoirom minhunn(a), wa lā talmizū anfusakum wa lā tanābazū bil-alqōb(i), bi'salismul-fusūqu ba‘dal-īmān(i), wa mal lam yatub fa ulā'ika humudh-dhōlimūn(a).",
      "Yā ayyuhal-ladzīna āmanujtanibū kaṡīrom minadh-dhonn(i), inna ba‘dadh-dhonni iṡmuw wa lā tajassasū wa lā yaghtab ba‘ḍukum ba‘ḍā(n), ayuḥibbu aḥadukum ay ya'kula laḥma akhīhi maitan fa karihtumūh(u), wattaqullōh(a), innallōha tawwābur roḥīm(un).",
      "Yā ayyuhan-nāsu innā kholaqnākum min dzakariw wa unṡā wa ja‘alnākum syu‘ūbaw wa qobā'ila lita‘ārofū, inna akromakum ‘indallōhi atqōkum, innallōha ‘alīmun khobīr(un).",
      "Qōlatil-a‘rōbu āmannā, qul lam tu'minū wa lākin qūlū aslamnā wa lammā yadkhulil-īmānu fī qulūbikum, wa in tuthī‘ullōha wa rosūlahū lā yalitkum min a‘mālikum syai'ā(n), innallōha ghofūrur roḥīm(un).",
      "Innamal-mu'minūnal-ladzīna āmanū billāhi wa rosūlihī ṡumma lam yartābū wa jāhadū bi'amwālihim wa anfusihim fī sabīlillāh(i), ulā'ika humuṣ-ṣōdiqūn(a).",
      "Qul atu‘alimūnallōha bidīnikum, wallōhu ya‘lamu mā fis-samāwāti wa mā fil-arḍ(i), wallōhu bikulli syai'in ‘alīm(un).",
      "Yamunnūna ‘alaika an aslamū, qul lā tamunnū ‘alayya islāmakum, balillāhu yamunnu ‘alaikum an hadākum lil-īmāni in kuntum ṣōdiqīn(a).",
      "Innallōha ya‘lamu ghoibas-samāwāti wal-arḍ(i), wallōhu baṣīrum bimā ta‘malūn(a)."
    ],
    "arti": [
      "Wahai orang-orang yang beriman, janganlah mendahului Allah dan Rasul-Nya dan bertakwalah kepada Allah. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.",
      "Wahai orang-orang yang beriman, janganlah meninggikan suaramu melebihi suara Nabi dan janganlah berkata kepadanya dengan suara keras sebagaimana kerasnya (suara) sebagian kamu terhadap yang lain. Hal itu dikhawatirkan akan membuat (pahala) segala amalmu terhapus, sedangkan kamu tidak menyadarinya.",
      "Sesungguhnya orang-orang yang merendahkan suaranya di sisi Rasulullah, mereka itulah orang-orang yang telah diuji hatinya oleh Allah untuk bertakwa. Mereka akan memperoleh ampunan dan pahala yang besar.",
      "Sesungguhnya orang-orang yang memanggil engkau (Nabi Muhammad) dari luar kamar(-mu), kebanyakan mereka tidak mengerti.",
      "Seandainya mereka bersabar sampai engkau keluar menemui mereka, tentu akan lebih baik bagi mereka. Allah Maha Pengampun lagi Maha Penyayang.",
      "Wahai orang-orang yang beriman, jika seorang fasik datang kepadamu membawa berita penting, maka telitilah kebenarannya agar kamu tidak mencelakakan suatu kaum karena ketidaktahuan(-mu) yang berakibat kamu menyesali perbuatanmu itu.",
      "Ketahuilah bahwa di tengah-tengah kamu ada Rasulullah. Seandainya dia menuruti (kemauan)-mu dalam banyak hal, pasti kamu akan mendapatkan kesusahan. Akan tetapi, Allah menjadikanmu cinta kepada keimanan dan menjadikan (iman) itu indah dalam hatimu serta menjadikanmu benci kepada kekafiran, kefasikan, dan kemaksiatan. Mereka itulah orang-orang yang mengikuti jalan kebenaran.",
      "(Itu) sebagai karunia dan nikmat dari Allah. Allah Maha Mengetahui lagi Mahabijaksana.",
      "Jika ada dua golongan orang-orang mukmin bertikai, damaikanlah keduanya. Jika salah satu dari keduanya berbuat aniaya terhadap (golongan) yang lain, perangilah (golongan) yang berbuat aniaya itu, sehingga golongan itu kembali kepada perintah Allah. Jika golongan itu telah kembali (kepada perintah Allah), damaikanlah keduanya dengan adil. Bersikaplah adil! Sesungguhnya Allah mencintai orang-orang yang bersikap adil.",
      "Sesungguhnya orang-orang mukmin itu bersaudara, karena itu damaikanlah kedua saudaramu (yang bertikai) dan bertakwalah kepada Allah agar kamu dirahmati.",
      "Wahai orang-orang yang beriman, janganlah suatu kaum mengolok-olok kaum yang lain (karena) boleh jadi mereka (yang diolok-olokkan itu) lebih baik daripada mereka (yang mengolok-olok) dan jangan pula perempuan-perempuan (mengolok-olok) perempuan lain (karena) boleh jadi perempuan (yang diolok-olok itu) lebih baik daripada perempuan (yang mengolok-olok). Janganlah kamu saling mencela dan saling memanggil dengan julukan yang buruk. Seburuk-buruk panggilan adalah (panggilan) fasik setelah beriman. Siapa yang tidak bertobat, mereka itulah orang-orang zalim.",
      "Wahai orang-orang yang beriman, jauhilah banyak prasangka! Sesungguhnya sebagian prasangka itu dosa. Janganlah mencari-cari kesalahan orang lain dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Bertakwalah kepada Allah! Sesungguhnya Allah Maha Penerima Tobat lagi Maha Penyayang.",
      "Wahai manusia, sesungguhnya Kami telah menciptakan kamu dari seorang laki-laki dan perempuan. Kemudian, Kami menjadikan kamu berbangsa-bangsa dan bersuku-suku agar kamu saling mengenal. Sesungguhnya yang paling mulia di antara kamu di sisi Allah adalah orang yang paling bertakwa. Sesungguhnya Allah Maha Mengetahui lagi Mahateliti.",
      "Orang-orang Arab Badui berkata, “Kami telah beriman.” Katakanlah (kepada mereka), “Kamu belum beriman, tetapi katakanlah, ‘Kami baru berislam’ karena iman (yang sebenarnya) belum masuk ke dalam hatimu. Jika kamu taat kepada Allah dan Rasul-Nya, Dia tidak akan mengurangi sedikit pun (pahala) amal perbuatanmu.” Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "Sesungguhnya orang-orang mukmin (yang sebenarnya) hanyalah mereka yang beriman kepada Allah dan Rasul-Nya, kemudian mereka tidak ragu-ragu dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang benar.",
      "Katakanlah (kepada mereka), “Apakah kamu akan memberi tahu Allah tentang agamamu (keyakinanmu), padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi serta Allah Maha Mengetahui segala sesuatu.”",
      "Mereka merasa berjasa kepadamu dengan keislaman mereka. Katakanlah, “Janganlah merasa berjasa kepadaku dengan keislamanmu. Sebenarnya Allahlah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang-orang benar.”",
      "Sesungguhnya Allah mengetahui apa yang gaib di langit dan di bumi. Allah Maha Melihat apa yang kamu kerjakan."
    ]
  },
  {
    "id": 4,
    "judul": "Surat Ar-Rahman",
    "turun": "Mekkah Madinah | 78 Ayat",
    "kode": "Y",
    "judAudio": "rahman",
    "mp3List": [
      "https://archive.org/download/055.ar-rahman/055.Ar-Rahman.mp3",
      "https://drive.aplikita.com/quran/055-Ar-Rahman.mp3",
      "http://drive.aplikita.com/quran/055-Ar-Rahman.mp3"
    ],
    "isPlaying": false,
    "isPaused": false,
    "downloaded": false,
    "downloading": false,
    "isComplete": false,
    "progress": 0.0,
    "arabic": [
      "اَلرَّحْمٰنُۙ ۝1",
      "عَلَّمَ الْقُرْاٰنَۗ ۝2",
      "خَلَقَ الْاِنْسَانَۙ ۝3",
      "عَلَّمَهُ الْبَيَانَ ۝4",
      "اَلشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍۙ ۝5",
      "وَّالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ ۝6",
      "وَالسَّمَاۤءَ رَفَعَهَا وَوَضَعَ الْمِيْزَانَۙ ۝7",
      "اَلَّا تَطْغَوْا فِى الْمِيْزَانِ ۝8",
      "وَاَقِيْمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيْزَانَ ۝9",
      "وَالْاَرْضَ وَضَعَهَا لِلْاَنَامِۙ ۝10",
      "فِيْهَا فَاكِهَةٌ وَّالنَّخْلُ ذَاتُ الْاَكْمَامِۖ ۝11",
      "وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُۚ ۝12",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝13",
      "خَلَقَ الْاِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ ۝14",
      "وَخَلَقَ الْجَاۤنَّ مِنْ مَّارِجٍ مِّنْ نَّارٍۚ ۝15",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝16",
      "رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِۚ ۝17",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝18",
      "مَرَجَ الْبَحْرَيْنِ يَلْتَقِيٰنِۙ ۝19",
      "بَيْنَهُمَا بَرْزَخٌ لَّا يَبْغِيٰنِۚ ۝20",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝21",
      "يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُۚ ۝22",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝23",
      "وَلَهُ الْجَوَارِ الْمُنْشَاٰتُ فِى الْبَحْرِ كَالْاَعْلَامِۚ ۝24",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ࣖ ۝25",
      "كُلُّ مَنْ عَلَيْهَا فَانٍۖ ۝26",
      "وَّيَبْقٰى وَجْهُ رَبِّكَ ذُو الْجَلٰلِ وَالْاِكْرَامِۚ ۝27",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝28",
      "يَسْـَٔلُهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ كُلَّ يَوْمٍ هُوَ فِيْ شَأْنٍۚ ۝29",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝30",
      "سَنَفْرُغُ لَكُمْ اَيُّهَ الثَّقَلٰنِۚ ۝31",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝32",
      "يٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اِنِ اسْتَطَعْتُمْ اَنْ تَنْفُذُوْا مِنْ اَقْطَارِ السَّمٰوٰتِ وَالْاَرْضِ فَانْفُذُوْاۗ لَا تَنْفُذُوْنَ اِلَّا بِسُلْطٰنٍۚ ۝33",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝34",
      "يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّنْ نَّارٍۙ وَّنُحَاسٌ فَلَا تَنْتَصِرَانِۚ ۝35",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝36",
      "فَاِذَا انْشَقَّتِ السَّمَاۤءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِۚ ۝37",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝38",
      "فَيَوْمَئِذٍ لَّا يُسْـَٔلُ عَنْ ذَنْۢبِهٖٓ اِنْسٌ وَّلَا جَاۤنٌّۚ ۝39",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝40",
      "يُعْرَفُ الْمُجْرِمُوْنَ بِسِيْمٰهُمْ فَيُؤْخَذُ بِالنَّوَاصِيْ وَالْاَقْدَامِۚ ۝41",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝42",
      "هٰذِهٖ جَهَنَّمُ الَّتِيْ يُكَذِّبُ بِهَا الْمُجْرِمُوْنَۘ ۝43",
      "يَطُوْفُوْنَ بَيْنَهَا وَبَيْنَ حَمِيْمٍ اٰنٍۚ ۝44",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ࣖ ۝45",
      "وَلِمَنْ خَافَ مَقَامَ رَبِّهٖ جَنَّتٰنِۚ ۝46",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۙ ۝47",
      "ذَوَاتَآ اَفْنَانٍۚ ۝48",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝49",
      "فِيْهِمَا عَيْنٰنِ تَجْرِيٰنِۚ ۝50",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝51",
      "فِيْهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجٰنِۚ ۝52",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ۝53",
      "مُتَّكِـِٕيْنَ عَلٰى فُرُشٍۢ بَطَاۤىِٕنُهَا مِنْ اِسْتَبْرَقٍۗ وَجَنَا الْجَنَّتَيْنِ دَانٍۚ ۝54",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝55",
      "فِيْهِنَّ قٰصِرٰتُ الطَّرْفِۙ لَمْ يَطْمِثْهُنَّ اِنْسٌ قَبْلَهُمْ وَلَا جَاۤنٌّۚ ۝56",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ۝57",
      "كَاَنَّهُنَّ الْيَاقُوْتُ وَالْمَرْجَانُۚ ۝58",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝59",
      "هَلْ جَزَاۤءُ الْاِحْسَانِ اِلَّا الْاِحْسَانُۚ ۝60",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝61",
      "وَمِنْ دُوْنِهِمَا جَنَّتٰنِۚ ۝62",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۙ ۝63",
      "مُدْهَاۤمَّتٰنِۚ ۝64",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ ۝65",
      "فِيْهِمَا عَيْنٰنِ نَضَّاخَتٰنِۚ ۝66",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ۝67",
      "فِيْهِمَا فَاكِهَةٌ وَّنَخْلٌ وَّرُمَّانٌۚ ۝68",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ۝69",
      "فِيْهِنَّ خَيْرٰتٌ حِسَانٌۚ ۝70",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ۝71",
      "حُوْرٌ مَّقْصُوْرٰتٌ فِى الْخِيَامِۚ ۝72",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ۝73",
      "لَمْ يَطْمِثْهُنَّ اِنْسٌ قَبْلَهُمْ وَلَا جَاۤنٌّۚ ۝74",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ۝75",
      "مُتَّكِـِٕيْنَ عَلٰى رَفْرَفٍ خُضْرٍ وَّعَبْقَرِيٍّ حِسَانٍۚ ۝76",
      "فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِۚ ۝77",
      "تَبٰرَكَ اسْمُ رَبِّكَ ذِى الْجَلٰلِ وَالْاِكْرَامِ ࣖ ۝78"
    ],
    "latin": [
      "Ar-roḥmān(u).",
      "‘Allamal-qur'ān(a).",
      "Kholaqol-insān(a).",
      "‘Allamahul-bayān(a).",
      "Asy-syamsu wal-qomaru biḥusbān(in).",
      "Wan-najmu wasy-syajaru yasjudān(i).",
      "Was-samā'a rofa‘ahā wa waḍo‘al-mīzān(a).",
      "Allā tathghou fil-mīzān(i).",
      "Wa aqīmul-wazna bil-qisthi wa lā tukhsirul-mīzān(a).",
      "Wal-arḍo waḍo‘ahā lil-anām(i).",
      "Fīhā fākihatuw wan-nakhlu dzātul-akmām(i).",
      "Wal-ḥabbu dzul-‘aṣfi war-roiḥān(u).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Kholaqol-insāna min ṣolṣōlin kal-fakhkhōr(i).",
      "Wa kholaqol-jānna mim mārijim min nār(in).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Robbul-masyriqoini wa robbul-maghribain(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Marojal-baḥroini yaltaqiyān(i).",
      "Bainahumā barzakhul lā yabghiyān(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Yakhruju minhumal-lu'lu'u wal-marjān(u).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Wa lahul-jawāril-munsya'ātu fil-baḥri kal-a‘lām(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Kullu man ‘alaihā fān(in).",
      "Wa yabqō wajhu robbika dzul-jalāli wal-ikrōm(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Yas'aluhū man fis-samāwāti wal-arḍ(i), kulla yaumin huwa fī sya'n(in).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Sanafrughu lakum ayyuhaṡ-ṡaqolān(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Yā ma‘syarol-jinni wal-insi inistatho‘tum an tanfudzū min aqthōris-samāwāti wal-arḍi fanfudzū, lā tanfudzūna illā bisulthōn(in).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Yursalu ‘alaikumā syuwādhum min nār(in), wa nuḥāsun falā tantaṣirōn(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Fa idzansyaqqotis-samā'u fa kānat wardatan kad-dihān(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Fa yauma'idzil lā yus'alu ‘an dzambihī insuw wa lā jānn(un).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Yu‘roful-mujrimūna bisīmāhum fa yu'khodzu bin-nawāṣī wal-iqdām(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Hādzihī jahannamul-latī yukadz-dzibu bihal-mujrimūn(a).",
      "Yaṭūfūna bainahā wa baina ḥamīmin ān(in).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Wa liman khōfa maqōma robbihī jannatān(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "dzawātā afnān(in).",
      "Fabi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Fīhimā ‘aināni tajriyān(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Fīhimā min kulli fākihatin zaujān(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Muttaki'īna ‘alā furusyim bathō'inuhā min istabroq(in), wa janal-jannataini dān(in).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Fīhinna qōṣirōtuth-thorf(i), lam yathmiṡhunna insun qoblahum wa lā jānn(un).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Ka'annahunnal-yāqūtu wal-marjān(u).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Hal jazā'ul-iḥsāni illal-iḥsān(u).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Wa min dūnihimā jannatān(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Mudhōmmatān(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Fīhimā ‘aināni naḍḍākhotān(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Fīhimā fākihatuw wa nakhluw wa rummān(un).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Fīhinna khoirōtun ḥisān(un).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Ḥūrum maqṣūrōtun fil-khiyām(i).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Lam yathmiṡhunna insun qoblahum wa lā jānn(un).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Muttaki'īna ‘alā rofrofin khuḍriw wa ‘abqoriyyin ḥisān(in).",
      "Fa bi'ayyi ālā'i robbikumā tukadz-dzibān(i).",
      "Tabārokasmu robbika dzil-jalāli wal-ikrōm(i)."
    ],
    "arti": [
      "(Allah) Yang Maha Pengasih,",
      "telah mengajarkan Al-Qur’an.",
      "Dia menciptakan manusia.",
      "Dia mengajarinya pandai menjelaskan.",
      "Matahari dan bulan (beredar) sesuai dengan perhitungan.",
      "Tetumbuhan dan pepohonan tunduk (kepada-Nya).",
      "Langit telah Dia tinggikan dan Dia telah menciptakan timbangan (keadilan dan keseimbangan)",
      "agar kamu tidak melampaui batas dalam timbangan itu.",
      "Tegakkanlah timbangan itu dengan adil dan janganlah kamu mengurangi timbangan itu.",
      "Bumi telah Dia bentangkan untuk makhluk(-Nya).",
      "Padanya terdapat buah-buahan dan pohon kurma yang mempunyai kelopak mayang,",
      "biji-bijian yang berkulit, dan bunga-bunga yang harum baunya.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Dia telah menciptakan manusia dari tanah kering seperti tembikar.",
      "Dia juga telah menciptakan jin dari nyala api tanpa asap.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "(Dialah) Tuhan kedua tempat terbit (matahari pada musim panas dan musim dingin) dan Tuhan kedua tempat terbenam (matahari pada kedua musim itu).",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Dia membiarkan dua laut (tawar dan asin) bertemu.",
      "Di antara keduanya ada pembatas yang tidak dilampaui oleh masing-masing.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Dari keduanya keluar mutiara dan marjan.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Milik-Nyalah (bahtera) buatan manusia yang berlayar di laut laksana gunung-gunung.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Semua yang ada di atasnya (bumi) itu akan binasa.",
      "(Akan tetapi,) wajah (zat) Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Siapa yang ada di langit dan bumi selalu meminta kepada-Nya. Setiap hari Dia menangani urusan.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Kami akan mencurahkan perhatian kepadamu, wahai manusia dan jin.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Wahai segenap jin dan manusia, jika kamu sanggup menembus (melintasi) penjuru langit dan bumi, tembuslah. Kamu tidak akan mampu menembusnya, kecuali dengan kekuatan (dari Allah).",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Kepadamu, (wahai jin dan manusia,) disemburkan nyala api dan (ditumpahkan) cairan tembaga panas sehingga kamu tidak dapat menyelamatkan diri.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Maka, apabila langit terbelah, lalu (warnanya) menjadi merah mawar seperti (kilauan) minyak, (terjadilah kengerian yang hebat).",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Maka, pada hari itu manusia dan jin tidak ditanya tentang dosanya.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Para pendosa dikenali dengan tanda-tandanya, lalu direnggut ubun-ubun dan kakinya.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Inilah (neraka) Jahanam yang didustakan oleh para pendosa.",
      "Mereka bolak-balik di antaranya (api neraka) dan air mendidih yang sangat panas.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Bagi siapa yang takut pada keagungan Tuhannya disediakan dua surga.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Kedua surga itu mempunyai (pepohonan) yang bercabang-cabang.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Di dalam kedua (surga) itu terdapat dua mata air yang memancar.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Di dalam kedua (surga) itu terdapat aneka buah-buahan yang berpasang-pasangan.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Mereka berbaring di atas permadani yang bagian dalamnya (terbuat) dari sutera tebal. Buah-buahan di kedua surga itu (dapat) dipetik dari dekat.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Di dalamnya ada (bidadari) yang membatasi pandangan (hanya untuk pasangannya) yang tidak pernah disentuh oleh manusia sebelum mereka dan tidak (pula) oleh jin.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Seakan-akan mereka itu permata yakut dan marjan.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Adakah balasan kebaikan selain kebaikan (pula)?",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Selain dari kedua (surga) itu ada dua surga (lagi).",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Kedua surga itu (terlihat warnanya) hijau tua.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Di dalam keduanya ada dua mata air yang memancar tanpa henti.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Di dalam keduanya ada buah-buahan (antara lain) kurma dan delima.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Di dalamnya ada (bidadari) yang mulia (akhlaknya) lagi jelita.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Bidadari-bidadari yang dipingit dalam kemah-kemah.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Mereka tidak pernah disentuh oleh manusia sebelum mereka dan tidak (pula) oleh jin.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Mereka bertelekan pada bantal-bantal yang hijau dan permadani-permadani yang indah.",
      "Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?",
      "Mahaberkah nama Tuhanmu Pemilik keagungan dan kemuliaan."
    ]
  },
  {
    "id": 5,
    "judul": "Surat Al-Waqi'ah",
    "turun": "Mekkah | 96 Ayat",
    "kode": "Z",
    "judAudio": "Waqiah",
    "mp3List": [
      "https://archive.org/download/056.al-waqiah/056.Al-Waqiah.mp3",
      "https://drive.aplikita.com/quran/056-Al-Waqiah.mp3",
      "http://drive.aplikita.com/quran/056-Al-Waqiah.mp3"
    ],
    "isPlaying": false,
    "isPaused": false,
    "downloaded": false,
    "downloading": false,
    "isComplete": false,
    "progress": 0.0,
    "arabic": [
      "اِذَا وَقَعَتِ الْوَاقِعَةُۙ ۝1",
      "لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ ۘ ۝2",
      "خَافِضَةٌ رَّافِعَةٌ ۝3",
      "اِذَا رُجَّتِ الْاَرْضُ رَجًّاۙ ۝4",
      "وَّبُسَّتِ الْجِبَالُ بَسًّاۙ ۝5",
      "فَكَانَتْ هَبَاۤءً مُّنْۢبَثًّاۙ ۝6",
      "وَّكُنْتُمْ اَزْوَاجًا ثَلٰثَةً ۗ ۝7",
      "فَاَصْحٰبُ الْمَيْمَنَةِ ەۙ مَآ اَصْحٰبُ الْمَيْمَنَةِ ۗ ۝8",
      "وَاَصْحٰبُ الْمَشْـَٔمَةِ ەۙ مَآ اَصْحٰبُ الْمَشْـَٔمَةِ ۗ ۝9",
      "وَالسّٰبِقُوْنَ السّٰبِقُوْنَۙ ۝10",
      "اُولٰۤىِٕكَ الْمُقَرَّبُوْنَۚ ۝11",
      "فِيْ جَنّٰتِ النَّعِيْمِ ۝12",
      "ثُلَّةٌ مِّنَ الْاَوَّلِيْنَۙ ۝13",
      "وَقَلِيْلٌ مِّنَ الْاٰخِرِيْنَۗ ۝14",
      "عَلٰى سُرُرٍ مَّوْضُوْنَةٍۙ ۝15",
      "مُّتَّكِـِٕيْنَ عَلَيْهَا مُتَقٰبِلِيْنَ ۝16",
      "يَطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَۙ ۝17",
      "بِاَكْوَابٍ وَّاَبَارِيْقَۙ وَكَأْسٍ مِّنْ مَّعِيْنٍۙ ۝18",
      "لَّا يُصَدَّعُوْنَ عَنْهَا وَلَا يُنْزِفُوْنَۙ ۝19",
      "وَفَاكِهَةٍ مِّمَّا يَتَخَيَّرُوْنَۙ ۝20",
      "وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُوْنَۗ ۝21",
      "وَحُوْرٌ عِيْنٌۙ ۝22",
      "كَاَمْثَالِ اللُّؤْلُؤِ الْمَكْنُوْنِۚ ۝23",
      "جَزَاۤءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ ۝24",
      "لَا يَسْمَعُوْنَ فِيْهَا لَغْوًا وَّلَا تَأْثِيْمًاۙ ۝25",
      "اِلَّا قِيْلًا سَلٰمًا سَلٰمًا ۝26",
      "وَاَصْحٰبُ الْيَمِيْنِ ەۙ مَآ اَصْحٰبُ الْيَمِيْنِۗ ۝27",
      "فِيْ سِدْرٍ مَّخْضُوْدٍۙ ۝28",
      "وَّطَلْحٍ مَّنْضُوْدٍۙ ۝29",
      "وَّظِلٍّ مَّمْدُوْدٍۙ ۝30",
      "وَّمَاۤءٍ مَّسْكُوْبٍۙ ۝31",
      "وَّفَاكِهَةٍ كَثِيْرَةٍۙ ۝32",
      "لَّا مَقْطُوْعَةٍ وَّلَا مَمْنُوْعَةٍۙ ۝33",
      "وَّفُرُشٍ مَّرْفُوْعَةٍۗ ۝34",
      "اِنَّآ اَنْشَأْنٰهُنَّ اِنْشَاۤءًۙ ۝35",
      "فَجَعَلْنٰهُنَّ اَبْكَارًاۙ ۝36",
      "عُرُبًا اَتْرَابًاۙ ۝37",
      "لِّاَصْحٰبِ الْيَمِيْنِۗ ۝38",
      "ثُلَّةٌ مِّنَ الْاَوَّلِيْنَۙ ۝39",
      "وَثُلَّةٌ مِّنَ الْاٰخِرِيْنَۗ ࣖ ۝40",
      "وَاَصْحٰبُ الشِّمَالِ ەۙ مَآ اَصْحٰبُ الشِّمَالِۗ ۝41",
      "فِيْ سَمُوْمٍ وَّحَمِيْمٍۙ ۝42",
      "وَّظِلٍّ مِّنْ يَّحْمُوْمٍۙ ۝43",
      "لَّا بَارِدٍ وَّلَا كَرِيْمٍ ۝44",
      "اِنَّهُمْ كَانُوْا قَبْلَ ذٰلِكَ مُتْرَفِيْنَۚ ۝45",
      "وَكَانُوْا يُصِرُّوْنَ عَلَى الْحِنْثِ الْعَظِيْمِۚ ۝46",
      "وَكَانُوْا يَقُوْلُوْنَ ەۙ اَىِٕذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَۙ ۝47",
      "اَوَاٰبَاۤؤُنَا الْاَوَّلُوْنَ ۝48",
      "قُلْ اِنَّ الْاَوَّلِيْنَ وَالْاٰخِرِيْنَۙ ۝49",
      "لَمَجْمُوْعُوْنَۙ اِلٰى مِيْقَاتِ يَوْمٍ مَّعْلُوْمٍ ۝50",
      "ثُمَّ اِنَّكُمْ اَيُّهَا الضَّاۤ لُّوْنَ الْمُكَذِّبُوْنَۙ ۝51",
      "لَاٰكِلُوْنَ مِنْ شَجَرٍ مِّنْ زَقُّوْمٍۙ ۝52",
      "فَمَالِـُٔوْنَ مِنْهَا الْبُطُوْنَۚ ۝53",
      "فَشٰرِبُوْنَ عَلَيْهِ مِنَ الْحَمِيْمِۚ ۝54",
      "فَشٰرِبُوْنَ شُرْبَ الْهِيْمِۗ ۝55",
      "هٰذَا نُزُلُهُمْ يَوْمَ الدِّيْنِۗ ۝56",
      "نَحْنُ خَلَقْنٰكُمْ فَلَوْلَا تُصَدِّقُوْنَ ۝57",
      "اَفَرَءَيْتُمْ مَّا تُمْنُوْنَۗ ۝58",
      "ءَاَنْتُمْ تَخْلُقُوْنَهٗٓ اَمْ نَحْنُ الْخٰلِقُوْنَ ۝59",
      "نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوْقِيْنَۙ ۝60",
      "عَلٰٓى اَنْ نُّبَدِّلَ اَمْثَالَكُمْ وَنُنْشِئَكُمْ فِيْ مَا لَا تَعْلَمُوْنَ ۝61",
      "وَلَقَدْ عَلِمْتُمُ النَّشْاَةَ الْاُوْلٰى فَلَوْلَا تَذَكَّرُوْنَ ۝62",
      "اَفَرَءَيْتُمْ مَّا تَحْرُثُوْنَۗ ۝63",
      "ءَاَنْتُمْ تَزْرَعُوْنَهٗٓ اَمْ نَحْنُ الزّٰرِعُوْنَ ۝64",
      "لَوْ نَشَاۤءُ لَجَعَلْنٰهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُوْنَۙ ۝65",
      "اِنَّا لَمُغْرَمُوْنَۙ ۝66",
      "بَلْ نَحْنُ مَحْرُوْمُوْنَ ۝67",
      "اَفَرَءَيْتُمُ الْمَاۤءَ الَّذِيْ تَشْرَبُوْنَۗ ۝68",
      "ءَاَنْتُمْ اَنْزَلْتُمُوْهُ مِنَ الْمُزْنِ اَمْ نَحْنُ الْمُنْزِلُوْنَ ۝69",
      "لَوْ نَشَاۤءُ جَعَلْنٰهُ اُجَاجًا فَلَوْلَا تَشْكُرُوْنَ ۝70",
      "اَفَرَءَيْتُمُ النَّارَ الَّتِيْ تُوْرُوْنَۗ ۝71",
      "ءَاَنْتُمْ اَنْشَأْتُمْ شَجَرَتَهَآ اَمْ نَحْنُ الْمُنْشِـُٔوْنَ ۝72",
      "نَحْنُ جَعَلْنٰهَا تَذْكِرَةً وَّمَتَاعًا لِّلْمُقْوِيْنَۚ ۝73",
      "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ ࣖ ۝74",
      "فَلَآ اُقْسِمُ بِمَوٰقِعِ النُّجُوْمِ ۝75",
      "وَاِنَّهٗ لَقَسَمٌ لَّوْ تَعْلَمُوْنَ عَظِيْمٌۙ ۝76",
      "اِنَّهٗ لَقُرْاٰنٌ كَرِيْمٌۙ ۝77",
      "فِيْ كِتٰبٍ مَّكْنُوْنٍۙ ۝78",
      "لَّا يَمَسُّهٗٓ اِلَّا الْمُطَهَّرُوْنَۗ ۝79",
      "تَنْزِيْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ۝80",
      "اَفَبِهٰذَا الْحَدِيْثِ اَنْتُمْ مُّدْهِنُوْنَۙ ۝81",
      "وَتَجْعَلُوْنَ رِزْقَكُمْ اَنَّكُمْ تُكَذِّبُوْنَ ۝82",
      "فَلَوْلَآ اِذَا بَلَغَتِ الْحُلْقُوْمَۙ ۝83",
      "وَاَنْتُمْ حِيْنَىِٕذٍ تَنْظُرُوْنَۙ ۝84",
      "وَنَحْنُ اَقْرَبُ اِلَيْهِ مِنْكُمْ وَلٰكِنْ لَّا تُبْصِرُوْنَ ۝85",
      "فَلَوْلَآ اِنْ كُنْتُمْ غَيْرَ مَدِيْنِيْنَۙ ۝86",
      "تَرْجِعُوْنَهَآ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝87",
      "فَاَمَّآ اِنْ كَانَ مِنَ الْمُقَرَّبِيْنَۙ ۝88",
      "فَرَوْحٌ وَّرَيْحَانٌ ەۙ وَّجَنَّتُ نَعِيْمٍ ۝89",
      "وَاَمَّآ اِنْ كَانَ مِنْ اَصْحٰبِ الْيَمِيْنِۙ ۝90",
      "فَسَلٰمٌ لَّكَ مِنْ اَصْحٰبِ الْيَمِيْنِۗ ۝91",
      "وَاَمَّآ اِنْ كَانَ مِنَ الْمُكَذِّبِيْنَ الضَّاۤلِّيْنَۙ ۝92",
      "فَنُزُلٌ مِّنْ حَمِيْمٍۙ ۝93",
      "وَّتَصْلِيَةُ جَحِيْمٍ ۝94",
      "اِنَّ هٰذَا لَهُوَ حَقُّ الْيَقِيْنِۚ ۝95",
      "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ ۝96"
    ],
    "latin": [
      "Idzā waqo‘atil-wāqi‘ah(tu).",
      "Laisa liwaq‘atihā kādzibah(tun).",
      "Khōfiḍotur rōfi‘ah(tun).",
      "Idzā rujjatil-arḍu rojjā(n).",
      "Wa bussatil-jibālu bassā(n).",
      "Fa kānat habā'am mumbaṡṡā(n).",
      "Wa kuntum azwājan ṡalāṡah(tan).",
      "Fa aṣḥābul-maimanah(ti), mā aṣḥābul-maimanah(ti).",
      "Wa aṣḥābul-masy'amah(ti), mā aṣḥābul-masy'amah(ti).",
      "Was-sābiqūnas-sābiqūn(a).",
      "Ulā'ikal-muqorrobūn(a).",
      "Fī jannātin-na‘īm(i).",
      "Ṡullatum minal-awwalīn(a).",
      "Wa qolīlum minal-ākhirīn(a).",
      "‘Alā sururim mauḍūnah(tin).",
      "Muttaki'īna ‘alaihā mutaqōbilīn(a).",
      "Yathūfu ‘alaihim wildānum mukholladūn(a).",
      "Bi'akwābiw wa abārīq(a), wa ka'sim mim ma‘īn(in).",
      "Lā yuṣodda‘ūna ‘anhā wa lā yunzifūn(a).",
      "Wa fākihatim mimmā yatakhoyyarūn(a).",
      "Wa laḥmi thoirim mimmā yasytahūn(a).",
      "Wa ḥūrun ‘īn(un).",
      "Ka'amṡālil-lu'lu'il-maknūn(i).",
      "Jazā'am bimā kānū ya‘malūn(a).",
      "Lā yasma‘ūna fīhā laghwaw wa lā ta'ṡīmā(n).",
      "Illā qīlan salāman salāmā(n).",
      "Wa aṣḥābul-yamīn(i), mā aṣḥābul-yamīn(i).",
      "Fī sidrim makhḍūd(in).",
      "Wa tholḥim manḍūd(in).",
      "Wa dhillim mamdūd(in).",
      "Wa mā'im maskūb(in).",
      "Wa fākihatin kaṡīroh(tin).",
      "Lā maqthū‘atiw wa lā mamnū‘ah(tin).",
      "Wa furusyim marfū‘ah(tin).",
      "Innā ansya'nāhunna insyā'ā(n).",
      "Faja‘alnāhunna abkārō(n).",
      "‘Uruban atrōbā(n).",
      "Li'aṣḥābil-yamīn(i).",
      "Ṡullatum minal-awwalīn(a).",
      "Wa ṡullatum minal-ākhirīn(a).",
      "Wa aṣḥābusy-syimāl(i), mā aṣḥābusy-syimāl(i).",
      "Fī samūmiw wa ḥamīm(in).",
      "Wa dhillim miy yaḥmūm(in).",
      "Lā bāridiw wa lā karīm(in).",
      "Innahum kānū qobla dzālika mutrofīn(a).",
      "Wa kānū yuṣirrūna ‘alal-ḥinṡil-‘adhīm(i).",
      "Wa kānū yaqūlūn(a), a'idzā mitnā wa kunnā turōbaw wa ‘idhōman a'innā lamab‘ūṡūn(a).",
      "Awa'ābā'unal-awwalūn(a).",
      "Qul innal-awwalīna wal-ākhirīn(a).",
      "Lamajmū‘ūn(a), ilā mīqōti yaumim ma‘lūm(in).",
      "Ṡumma innakum ayyuhaḍ-ḍāllūnal-mukadz-dzibūn(a).",
      "La'ākilūna min syajarim min zaqqūm(in).",
      "Fa māli'ūna minhal-buthūn(a).",
      "Fasyāribūna ‘alaihi minal-ḥamīm(i).",
      "Fa syāribūna syurbal-hīm(i).",
      "Hādzā nuzuluhum yaumad-dīn(i).",
      "Naḥnu kholaqnākum falau lā tuṣoddiqūn(a).",
      "Afa ro'aitum mā tumnūn(a).",
      "A'antum takhluqūnahū am naḥnul-khōliqūn(a).",
      "Naḥnu qoddarnā bainakumul-mauta wa mā naḥnu bimasbūqīn(a).",
      "‘Alā an nubaddila amṡālakum wa nunsyi'akum fī mā lā ta‘lamūn(a).",
      "Wa laqod ‘alimtumun-nasy'atal-ūlā falau lā tadzakkarūn(a).",
      "Afaro'aitum mā taḥruṡūn(a).",
      "A'antum tazro‘ūnahū am naḥnuz-zāri‘ūn(a).",
      "Lau nasyā'u laja‘alnāhu ḥuthōman fa dholtum tafakkahūn(a).",
      "Innā lamughromūn(a).",
      "Bal naḥnu maḥrūmūn(a).",
      "Afa ro'aitumul-mā'al-ladzī tasyrobūn(a).",
      "A'antum anzaltumūhu minal-muzni am naḥnul-munzilūn(a).",
      "Lau nasyā'u ja‘alnāhu ujājan falau lā tasykurūn(a).",
      "Afa ro'aitumun-nārol-latī tūrūn(a).",
      "A'antum ansya'tum syajarotahā am naḥnul-munsyi'ūn(a).",
      "Naḥnu ja‘alnāhā tadzkirotaw wa matā‘al lil-muqwīn(a).",
      "Fa sabbiḥ bismi robbikal-‘adhīm(i).",
      "Falā uqsimu bimawāqi‘in-nujūm(i).",
      "Wa innahū laqosamul lau ta‘lamūna ‘adhīm(un).",
      "Innahū laqur'ānun karīm(un).",
      "Fī kitābim maknūn(in).",
      "Lā yamassuhū illal-muthohharūn(a).",
      "Tanzīlum mir robbil-‘ālamīn(a).",
      "Afa biḥādzal-ḥadīṡi antum mudhinūn(a).",
      "Wa taj‘alūna rizqokum annakum tukadz-dzibūn(a).",
      "Falau lā idzā balaghotil-ḥulqūm(a).",
      "Wa antum ḥīna'idzin tandhurūn(a).",
      "Wa naḥnu aqrobu ilaihi minkum wa lākil lā tubṣirūn(a).",
      "Falau lā in kuntum ghoiro madīnīn(a).",
      "Tarji‘ūnahā in kuntum ṣōdiqīn(a).",
      "Fa ammā in kāna minal-muqorrobīn(a).",
      "Fa rouḥuw wa roiḥān(un), wa jannatu na‘īm(in).",
      "Wa ammā in kāna min aṣḥābil-yamīn(i).",
      "Fa salāmul laka min aṣḥābil-yamīn(i).",
      "Wa ammā in kāna minal-mukadz-dzibīnaḍ-ḍāllīn(a).",
      "Fa nuzulum min ḥamīm(in).",
      "Wa taṣliyatu jaḥīm(in).",
      "Inna hādzā lahuwal-ḥaqqul-yaqīn(i).",
      "Fa sabbiḥ bismi robbikal-‘adhīm(i)."
    ],
    "arti": [
      "Apabila terjadi hari Kiamat (yang pasti terjadi),",
      "tidak ada seorang pun yang (dapat) mendustakan terjadinya.",
      "(Kejadian itu) merendahkan (satu golongan) dan meninggikan (golongan yang lain).",
      "Apabila bumi diguncangkan sedahsyat-dahsyatnya",
      "dan gunung-gunung dihancurkan sehancur-hancurnya,",
      "jadilah ia debu yang beterbangan.",
      "Kamu menjadi tiga golongan,",
      "yaitu golongan kanan, alangkah mulianya golongan kanan itu",
      "dan golongan kiri, alangkah sengsaranya golongan kiri itu.",
      "Selain itu, (golongan ketiga adalah) orang-orang yang paling dahulu (beriman). Merekalah yang paling dahulu (masuk surga).",
      "Mereka itulah orang-orang yang didekatkan (kepada Allah).",
      "(Mereka) berada dalam surga (yang penuh) kenikmatan.",
      "(Mereka adalah) segolongan besar dari orang-orang yang terdahulu",
      "dan sedikit dari orang-orang yang (datang) kemudian.",
      "(Mereka berada) di atas dipan-dipan yang bertatahkan emas dan permata",
      "seraya bersandar di atasnya saling berhadapan.",
      "Mereka dikelilingi oleh anak-anak yang selalu muda",
      "dengan (membawa) gelas, kendi, dan seloki (berisi minuman yang diambil) dari sumber yang mengalir.",
      "Mereka tidak pening karenanya dan tidak pula mabuk.",
      "(Mereka menyuguhkan pula) buah-buahan yang mereka pilih",
      "dan daging burung yang mereka sukai.",
      "Ada bidadari yang bermata indah",
      "laksana mutiara yang tersimpan dengan baik",
      "sebagai balasan atas apa yang selama ini mereka kerjakan.",
      "Di sana mereka tidak mendengar percakapan yang sia-sia dan tidak (pula) percakapan yang menimbulkan dosa,",
      "kecuali (yang mereka dengar hanyalah) ucapan, “Salam… salam.”",
      "Golongan kanan, alangkah mulianya golongan kanan itu.",
      "(Mereka) berada di antara pohon bidara yang tidak berduri,",
      "pohon pisang yang (buahnya) bersusun-susun,",
      "naungan yang terbentang luas,",
      "air yang tercurah,",
      "buah-buahan yang banyak",
      "yang tidak berhenti berbuah dan tidak terlarang memetiknya,",
      "dan kasur-kasur yang tebal lagi empuk.",
      "Sesungguhnya Kami menciptakan mereka (bidadari itu) secara langsung,",
      "lalu Kami jadikan mereka perawan-perawan",
      "yang penuh cinta (lagi) sebaya umurnya,",
      "(diperuntukkan) bagi golongan kanan,",
      "(yaitu) segolongan besar dari orang-orang yang terdahulu",
      "dan segolongan besar (pula) dari orang-orang yang kemudian.",
      "Golongan kiri, alangkah sengsaranya golongan kiri itu.",
      "(Mereka berada) dalam siksaan angin yang sangat panas, air yang mendidih,",
      "dan naungan asap hitam",
      "yang tidak sejuk dan tidak menyenangkan.",
      "Sesungguhnya mereka sebelum itu hidup bermewah-mewah.",
      "Mereka terus-menerus mengerjakan dosa yang besar.",
      "Mereka berkata, “Apabila kami telahmati menjadi tanah dan tulang-belulang, apakah kami benar-benar akan dibangkitkan (kembali)?",
      "Apakah nenek moyang kami yang terdahulu (akan dibangkitkan pula)?”",
      "Katakanlah (Nabi Muhammad), “Sesungguhnya orang-orang yang terdahulu dan yang kemudian",
      "benar-benar akan dikumpulkan pada waktu tertentu, yaitu hari yang sudah diketahui.",
      "Kemudian, sesungguhnya kamu, wahai orang-orang sesat lagi pendusta,",
      "pasti akan memakan pohon zaqum.",
      "Lalu, kamu akan memenuhi perut-perutmu dengannya.",
      "Setelah itu, untuk penawarnya (zaqum) kamu akan meminum air yang sangat panas.",
      "Maka, kamu minum bagaikan unta yang sangat haus.",
      "Inilah hidangan (untuk) mereka pada hari Pembalasan.”",
      "Kami telah menciptakanmu. Mengapa kamu tidak membenarkan (hari Kebangkitan)?",
      "Apakah kamu memperhatikan apa yang kamu pancarkan (sperma)?",
      "Apakah kamu yang menciptakannya atau Kami Penciptanya?",
      "Kami telah menentukan kematian di antara kamu dan Kami tidak lemah",
      "untuk mengubah bentukmu (di hari Kiamat) dan menciptakanmu kelak dalam keadaan yang tidak kamu ketahui.",
      "Sungguh, kamu benar-benar telah mengetahui penciptaan yang pertama. Mengapa kamu tidak mengambil pelajaran?",
      "Apakah kamu memperhatikan benih yang kamu tanam?",
      "Apakah kamu yang menumbuhkannya atau Kami yang menumbuhkan?",
      "Seandainya Kami berkehendak, Kami benar-benar menjadikannya hancur sehingga kamu menjadi heran tercengang,",
      "(sambil berkata,) “Sesungguhnya kami benar-benar menderita kerugian.",
      "Bahkan, kami tidak mendapat hasil apa pun.”",
      "Apakah kamu memperhatikan air yang kamu minum?",
      "Apakah kamu yang menurunkannya dari awan atau Kami yang menurunkan?",
      "Seandainya Kami berkehendak, Kami menjadikannya asin. Mengapa kamu tidak bersyukur?",
      "Apakah kamu memperhatikan api yang kamu nyalakan?",
      "Apakah kamu yang menumbuhkan kayunya atau Kami yang menumbuhkan?",
      "Kami menjadikannya (api itu) sebagai peringatan dan manfaat bagi para musafir.",
      "Maka, bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahaagung.",
      "Aku bersumpah demi tempat beredarnya bintang-bintang.",
      "Sesungguhnya itu benar-benar sumpah yang sangat besar seandainya kamu mengetahui.",
      "Sesungguhnya ia benar-benar Al-Qur’an yang sangat mulia,",
      "dalam Kitab yang terpelihara.",
      "Tidak ada yang menyentuhnya, kecuali para hamba (Allah) yang disucikan.",
      "(Al-Qur’an) diturunkan dari Tuhan seluruh alam.",
      "Apakah kamu menganggap remeh berita ini (Al-Qur’an)",
      "dan kamu menjadikan rezeki yang kamu terima (dari Allah) justru untuk mendustakan (Al-Qur’an)?",
      "Kalau begitu, mengapa (kamu) tidak (menahan nyawa) ketika telah sampai di kerongkongan,",
      "padahal kamu ketika itu melihat (orang yang sedang sekarat)?",
      "Kami lebih dekat kepadanya (orang yang sedang sekarat) daripada kamu, tetapi kamu tidak melihat.",
      "Maka, mengapa jika kamu tidak diberi balasan,",
      "kamu tidak mengembalikannya (nyawa itu) jika kamu orang-orang yang benar?",
      "Jika dia (orang yang mati) itu termasuk yang didekatkan (kepada Allah),",
      "dia memperoleh ketenteraman, rezeki, dan surga (yang penuh) kenikmatan.",
      "Jika dia (termasuk) golongan kanan,",
      "“Salam bagimu” dari (sahabatmu,) golongan kanan.",
      "Jika dia termasuk golongan para pendusta lagi sesat,",
      "jamuannya berupa air mendidih",
      "dan dibakar oleh (neraka) Jahim.",
      "Sesungguhnya ini benar-benar merupakan hakulyakin.",
      "Maka, bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahaagung."
    ]
  },
  {
    "id": 6,
    "judul": "Surat Al-Mulk",
    "turun": "Mekkah | 30 Ayat",
    "kode": "e",
    "judAudio": "Mulk",
    "mp3List": [
      "https://archive.org/download/067.al-mulk/067.Al-Mulk.mp3",
      "https://drive.aplikita.com/quran/067-Al-Mulk.mp3",
      "http://drive.aplikita.com/quran/067-Al-Mulk.mp3"
    ],
    "isPlaying": false,
    "isPaused": false,
    "downloaded": false,
    "downloading": false,
    "isComplete": false,
    "progress": 0.0,
    "arabic": [
      "تَبٰرَكَ الَّذِيْ بِيَدِهِ الْمُلْكُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ ۝1",
      "ۨالَّذِيْ خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًاۗ وَهُوَ الْعَزِيْزُ الْغَفُوْرُۙ ۝2",
      "الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًاۗ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍۗ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ ۝3",
      "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ ۝4",
      "وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ ۝5",
      "وَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ ۝6",
      "اِذَآ اُلْقُوْا فِيْهَا سَمِعُوْا لَهَا شَهِيْقًا وَّهِيَ تَفُوْرُۙ ۝7",
      "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ ۝8",
      "قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ ۝9",
      "وَقَالُوْا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فِيْٓ اَصْحٰبِ السَّعِيْرِ ۝10",
      "فَاعْتَرَفُوْا بِذَنْۢبِهِمْۚ فَسُحْقًا لِّاَصْحٰبِ السَّعِيْرِ ۝11",
      "اِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ۝12",
      "وَاَسِرُّوْا قَوْلَكُمْ اَوِ اجْهَرُوْا بِهٖۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ۝13",
      "اَلَا يَعْلَمُ مَنْ خَلَقَۗ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ ࣖ ۝14",
      "هُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا وَكُلُوْا مِنْ رِّزْقِهٖۗ وَاِلَيْهِ النُّشُوْرُ ۝15",
      "ءَاَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يَّخْسِفَ بِكُمُ الْاَرْضَ فَاِذَا هِيَ تَمُوْرُۙ ۝16",
      "اَمْ اَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يُّرْسِلَ عَلَيْكُمْ حَاصِبًاۗ فَسَتَعْلَمُوْنَ كَيْفَ نَذِيْرِ ۝17",
      "وَلَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيْرِ ۝18",
      "اَوَلَمْ يَرَوْا اِلَى الطَّيْرِ فَوْقَهُمْ صٰۤفّٰتٍ وَّيَقْبِضْنَۘ مَا يُمْسِكُهُنَّ اِلَّا الرَّحْمٰنُۗ اِنَّهٗ بِكُلِّ شَيْءٍۢ بَصِيْرٌ ۝19",
      "اَمَّنْ هٰذَا الَّذِيْ هُوَ جُنْدٌ لَّكُمْ يَنْصُرُكُمْ مِّنْ دُوْنِ الرَّحْمٰنِۗ اِنِ الْكٰفِرُوْنَ اِلَّا فِيْ غُرُوْرٍۚ ۝20",
      "اَمَّنْ هٰذَا الَّذِيْ يَرْزُقُكُمْ اِنْ اَمْسَكَ رِزْقَهٗ ۚ بَلْ لَّجُّوْا فِيْ عُتُوٍّ وَّنُفُوْرٍ ۝21",
      "اَفَمَنْ يَّمْشِيْ مُكِبًّا عَلٰى وَجْهِهٖٓ اَهْدٰىٓ اَمَّنْ يَّمْشِيْ سَوِيًّا عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ۝22",
      "قُلْ هُوَ الَّذِيْٓ اَنْشَاَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ۝23",
      "قُلْ هُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ ۝24",
      "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝25",
      "قُلْ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ ۝26",
      "فَلَمَّا رَاَوْهُ زُلْفَةً سِيْۤـَٔتْ وُجُوْهُ الَّذِيْنَ كَفَرُوْا وَقِيْلَ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَدَّعُوْنَ ۝27",
      "قُلْ اَرَءَيْتُمْ اِنْ اَهْلَكَنِيَ اللّٰهُ وَمَنْ مَّعِيَ اَوْ رَحِمَنَاۙ فَمَنْ يُّجِيْرُ الْكٰفِرِيْنَ مِنْ عَذَابٍ اَلِيْمٍ ۝28",
      "قُلْ هُوَ الرَّحْمٰنُ اٰمَنَّا بِهٖ وَعَلَيْهِ تَوَكَّلْنَاۚ فَسَتَعْلَمُوْنَ مَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ۝29",
      "قُلْ اَرَءَيْتُمْ اِنْ اَصْبَحَ مَاۤؤُكُمْ غَوْرًا فَمَنْ يَّأْتِيْكُمْ بِمَاۤءٍ مَّعِيْنٍ ࣖ ۝30"
    ],
    "latin": [
      "Tabārokal-ladzī biyadihil-mulk(u), wa huwa ‘alā kulli syai'in qodīr(un).",
      "Alladzī kholaqol-mauta wal-ḥayāta liyabluwakum ayyukum aḥsanu ‘amalā(n), wa huwal-‘azīzul-gafūr(u).",
      "Alladzī kholaqo sab‘a samāwātin thibāqō(n), mā tarō fī kholqir-roḥmāni min tafāwut(in), farji‘il-baṣoro hal tarō min futhūr(in).",
      "Ṡummarji‘il-baṣoro karrotaini yanqolib ilaikal-baṣoru khōsi'aw wa huwa ḥasīr(un).",
      "Wa laqod zayyannas-samā'ad-dun-yā bimaṣōbīḥa wa ja‘alnāhā rujūmal lisy-syayāthīni wa a‘tadnā lahum ‘adzābas-sa‘īr(i).",
      "Wa lil-ladzīna kafarū birobbihim ‘adzābu jahannam(a), wa bi'sal-maṣīr(u).",
      "Idzā ulqū fīhā sami‘ū lahā syahīqow wa hiya tafūr(u).",
      "Takādu tamayyazu minal-ghoidh(i), kullamā ulqiya fīhā faujun sa'alahum khozanatuhā alam ya'tikum nadzīr(un).",
      "Qōlū balā qod jā'anā nadzīr(un), fa kadz-dzabnā wa qulnā mā nazzalallōhu min syai'(in), in antum illā fī ḍolālin kabīr(in).",
      "Wa qōlū lau kunnā nasma‘u au na‘qilu mā kunnā fī aṣḥābis-sa‘īr(i).",
      "Fa‘tarofū bidzambihim, fasuḥqol li'aṣḥābis-sa‘īr(i).",
      "Innal-ladzīna yakhsyauna robbahum bil-ghoibi lahum maghfirotuw wa ajrun kabīr(un).",
      "Wa asirrū qoulakum awijharū bih(ī), innahū ‘alīmum bidzātiṣ-ṣudūr(i).",
      "Alā ya‘lamu man kholaq(a), wa huwal-lathīful-khobīr(u).",
      "Huwal-ladzī ja‘ala lakumul-arḍo dzalūlan famsyū fī manākibihā wa kulū mir rizqih(ī), wa ilaihin-nusyūr(u).",
      "A'amintum man fis-samā'i ay yakhsifa bikumul-arḍo fa'idzā hiya tamūr(u).",
      "Am amintum man fis-samā'i ay yursila ‘alaikum ḥāṣibā(n), fa sata‘lamūna kaifa nadzīr(i).",
      "Wa laqod kadz-dzabal-ladzīna min qoblihim fakaifa kāna nakīr(i).",
      "Awalam yarou ilath-thoiri fauqohum ṣōffātiw wa yaqbiḍn(a), mā yumsikuhunna illar-roḥmān(u), innahū bikulli syai'im baṣīr(un).",
      "Am man hādzal-ladzī huwa jundul lakum yanṣurukum min dūnir-roḥmān(i), inil-kāfirūna illā fī gurūr(in).",
      "Am man hādzal-ladzī yarzuqukum in amsaka rizqoh(ū), bal lajjū fī ‘utuwwiw wa nufūr(in).",
      "Afamay yamsyī mukibban ‘alā wajhihī ahdā ammay yamsyī sawiyyan ‘alā ṣirōthim mustaqīm(in).",
      "Qul huwal-ladzī ansya'akum wa ja‘ala lakumus-sam‘a wal-abṣōro wal-af'idah(ta), qolīlam mā tasykurūn(a).",
      "Qul huwal-ladzī dzaro'akum fil-arḍi wa ilaihi tuḥsyarūn(a).",
      "Wa yaqūlūna matā hādzal-wa‘du in kuntum ṣōdiqīn(a).",
      "Qul innamal-‘ilmu ‘indallōh(i), wa innamā ana nadzīrum mubīn(un).",
      "Falammā ro'auhu zulfatan sī'at wujūhul-ladzīna kafarū wa qīla hādzal-ladzī kuntum bihī tadda‘ūn(a).",
      "Qul aro'aitum in ahlakaniyallōhu wa mam ma‘iya au roḥimanā, famay yujīrul-kāfirīna min ‘adzābin alīm(in).",
      "Qul huwar-roḥmānu āmannā bihī wa ‘alaihi tawakkalnā, fasata‘lamūna man huwa fī ḍolālim mubīn(in).",
      "Qul aro'aitum in aṣbaḥa mā'ukum ghouron famay ya'tīkum bimā'im ma‘īn(in)."
    ],
    "arti": [
      "Mahaberkah Zat yang menguasai (segala) kerajaan dan Dia Mahakuasa atas segala sesuatu,",
      "yaitu yang menciptakan kematian dan kehidupan untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dia Mahaperkasa lagi Maha Pengampun.",
      "(Dia juga) yang menciptakan tujuh langit berlapis-lapis. Kamu tidak akan melihat pada ciptaan Tuhan Yang Maha Pengasih ketidakseimbangan sedikit pun. Maka, lihatlah sekali lagi! Adakah kamu melihat suatu cela?",
      "Kemudian, lihatlah sekali lagi (dan) sekali lagi (untuk mencari cela dalam ciptaan Allah), niscaya pandanganmu akan kembali kepadamu dengan kecewa dan dalam keadaan letih (karena tidak menemukannya).",
      "Sungguh, Kami benar-benar telah menghiasi langit dunia dengan bintang-bintang, menjadikannya (bintang-bintang itu) sebagai alat pelempar terhadap setan, dan menyediakan bagi mereka (setan-setan itu) azab (neraka) Sa‘ir (yang menyala-nyala).",
      "Orang-orang yang kufur kepada Tuhannya akan mendapat azab (neraka) Jahanam. Itulah seburuk-buruk tempat kembali.",
      "Apabila dilemparkan ke dalamnya (neraka), mereka pasti mendengar suaranya yang mengerikan saat ia membara.",
      "(Neraka itu) hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaganya bertanya kepada mereka, “Tidak pernahkah seorang pemberi peringatan datang kepadamu (di dunia)?”",
      "Mereka menjawab, “Pernah! Sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(-nya) dan mengatakan, ‘Allah tidak menurunkan sesuatu apa pun.’” (Para malaikat berkata,) “Kamu tidak lain hanyalah (berada) dalam kesesatan yang besar.”",
      "Mereka juga berkata, “Andaikan dahulu kami mendengarkan atau memikirkan (peringatan itu), tentulah kami tidak termasuk ke dalam (golongan) para penghuni (neraka) Sa‘ir (yang menyala-nyala).”",
      "Mereka mengakui dosanya (saat penyesalan tidak lagi bermanfaat). Maka, jauhlah (dari rahmat Allah) bagi para penghuni (neraka) Sa‘ir (yang menyala-nyala) itu.",
      "Sesungguhnya orang-orang yang takut kepada Tuhannya dengan tanpa melihat-Nya akan memperoleh ampunan dan pahala yang besar.",
      "Rahasiakanlah perkataanmu atau nyatakanlah. Sesungguhnya Dia Maha Mengetahui segala isi hati.",
      "Apakah (pantas) Zat yang menciptakan itu tidak mengetahui, sedangkan Dia (juga) Mahahalus lagi Maha Mengetahui?",
      "Dialah yang menjadikan bumi untuk kamu dalam keadaan mudah dimanfaatkan. Maka, jelajahilah segala penjurunya dan makanlah sebagian dari rezeki-Nya. Hanya kepada-Nya kamu (kembali setelah) dibangkitkan.",
      "Sudah merasa amankah kamu dari Zat yang di langit, yaitu (dari bencana) dibenamkannya bumi oleh-Nya bersama kamu ketika tiba-tiba ia terguncang?",
      "Atau, sudah merasa amankah kamu dari Zat yang di langit, yaitu (dari bencana) dikirimkannya badai batu oleh-Nya kepadamu? Kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku.",
      "Sungguh, orang-orang sebelum mereka pun benar-benar telah mendustakan (rasul-rasul-Nya). Maka, betapa hebatnya kemurkaan-Ku!",
      "Tidakkah mereka memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pengasih. Sesungguhnya Dia Maha Melihat segala sesuatu.",
      "Atau, siapakah yang akan menjadi bala tentara bagimu yang dapat menolongmu selain (Allah) Yang Maha Pengasih? Orang-orang kafir itu tidak lain hanyalah dalam (keadaan) tertipu.",
      "Atau, siapakah yang dapat memberimu rezeki jika Dia menahan rezeki-Nya? Sebaliknya, mereka terus-menerus dalam kesombongan dan menjauhkan diri (dari kebenaran).",
      "Apakah orang yang berjalan dengan wajah tertelungkup itu lebih mendapatkan petunjuk ataukah orang yang berjalan tegap di atas jalan yang lurus?",
      "Katakanlah, “Dialah Zat yang menciptakanmu dan menjadikan bagimu pendengaran, penglihatan, dan hati nurani. (Akan tetapi,) sedikit sekali kamu bersyukur.”",
      "Katakanlah, “Dialah yang menjadikan kamu berkembang biak di muka bumi dan kepada-Nyalah kamu akan dikumpulkan.”",
      "Mereka berkata, “Kapankah (datangnya) janji (azab) ini jika kamu orang-orang benar?”",
      "Katakanlah (Nabi Muhammad), “Sesungguhnya ilmu (tentang hari Kiamat itu) hanya ada pada Allah. Aku hanyalah seorang pemberi peringatan yang jelas.”",
      "Ketika mereka melihat azab (pada hari Kiamat) sudah dekat, wajah orang-orang kafir itu menjadi muram. Dikatakan (kepada mereka), “Ini adalah (sesuatu) yang dahulu kamu selalu mengaku (bahwa kamu tidak akan dibangkitkan).”",
      "Katakanlah (Nabi Muhammad), “Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku atau memberi rahmat kepada kami (dengan memperpanjang umur kami,) lalu siapa yang dapat melindungi orang-orang kafir dari azab yang pedih?”",
      "Katakanlah (Nabi Muhammad), “Dialah Zat Yang Maha Pengasih, kami beriman kepada-Nya dan hanya kepada-Nya kami bertawakal. Kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata.”",
      "Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku jika (sumber) air kamu surut ke dalam tanah, siapa yang akan memberimu air yang mengalir?”"
    ]
  }
]
