[
    {
        "type": "arabic",
        "ay": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ * اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ * الرَّحْمٰنِ الرَّحِيْمِۙ * مٰلِكِ يَوْمِ الدِّيْنِۗ * اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُۗ * اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَۙ * صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ەۙ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ ࣖ",
        "la": "Bismillāhir-raḥmānir-raḥīm(i). Al-ḥamdu lillāhi rabbil-‘ālamīn(a). Ar-raḥmānir-raḥīm(i). Māliki yaumid-dīn(i). Iyyāka na‘budu wa iyyāka nasta‘īn(u), Ihdinaṣ-ṣirāṭal-mustaqīm(a). Ṣirāṭal-lażīna an‘amta ‘alaihim, gairil-magḍūbi ‘alaihim wa laḍ-ḍāllīn(a).",
        "id": "Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang. Segala puji bagi Allah, Tuhan semesta alam Yang Maha Pengasih lagi Maha Penyayang, Pemilik hari Pembalasan. Hanya kepada Engkaulah kami menyembah dan hanya kepada Engkaulah kami memohon pertolongan. Bimbinglah kami ke jalan yang lurus, (yaitu) jalan orang-orang yang telah Engkau beri nikmat, bukan (jalan) mereka yang dimurkai dan bukan (pula jalan) orang-orang yang sesat. (QS. Al-Fatihah : 1-7)"
    },
    {
        "type": "arabic",
        "ay": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۚ اَلْحَيُّ الْقَيُّوْمُ ەۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖۗ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۚ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَۚ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَاۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ *",
        "la": "Allāhu lā ilāha illā huw(a), al-ḥayyul-qayyūm(u), lā ta'khużuhū sinatuw wa lā naum(un), lahū mā fis-samāwāti wa mā fil-arḍ(i), man żal-lażī yasyfa‘u ‘indahū illā bi'iżnih(ī), ya‘lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭūna bisyai'im min ‘ilmihī illā bimā syā'(a), wasi‘a kursiyyuhus-samāwāti wal-arḍ(a), wa lā ya'ūduhū ḥifẓuhumā, wa huwal-‘aliyyul-‘aẓīm(u).",
        "id": "Allah, tidak ada tuhan selain Dia, Yang Mahahidup lagi terus-menerus mengurus (makhluk-Nya). Dia tidak dilanda oleh kantuk dan tidak (pula) oleh tidur. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Tidak ada yang dapat memberi syafaat di sisi-Nya tanpa izin-Nya. Dia mengetahui apa yang ada di hadapan mereka dan apa yang ada di belakang mereka. Mereka tidak mengetahui sesuatu apa pun dari ilmu-Nya, kecuali apa yang Dia kehendaki. Kursi-Nya (ilmu dan kekuasaan-Nya) meliputi langit dan bumi. Dia tidak merasa berat memelihara keduanya. Dialah yang Mahatinggi lagi Mahaagung. (QS. Al-Baqarah : 255)"
    },
    {
        "type": "arabic",
        "ay": "وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَلْقِ عَصَاكَۚ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُوْنَۚ * فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوْا يَعْمَلُوْنَۚ * فَغُلِبُوْا هُنَالِكَ وَانْقَلَبُوْا صٰغِرِيْنَۚ * وَاُلْقِيَ السَّحَرَةُ سٰجِدِيْنَۙ * قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَۙ * رَبِّ مُوْسٰى وَهٰرُوْنَ *",
        "la": "Wa auḥainā ilā mūsā an alqi ‘aṣāk(a), fa iżā hiya talqafu mā ya'fikūn(a). Fa waqa‘al-ḥaqqu wa baṭala mā kānū ya‘malūn(a). Fa gulibū hunālika wanqalabū ṣāgirīn(a). Wa ulqiyas-saḥaratu sājidīn(a). Qālū āmannā birabbil-‘ālamīn(a). Rabbi mūsā wa hārūn(a). (QS. Al-A'raf : 117-122)",
        "id": "Kami wahyukan kepada Musa, “Lemparkanlah tongkatmu!” Maka, tiba-tiba ia menelan (habis) segala kepalsuan mereka. Maka, terbuktilah kebenaran dan sia-sialah segala yang mereka kerjakan. Mereka dikalahkan di tempat itu dan jadilah mereka orang-orang yang hina. Para penyihir itu tersungkur dalam keadaan sujud. Mereka berkata, “Kami beriman kepada Tuhan semesta alam, (yaitu) Tuhannya Musa dan Harun.\""
    },
    {
        "type": "arabic",
        "ay": "فَلَمَّآ اَلْقَوْا قَالَ مُوْسٰى مَا جِئْتُمْ بِهِ ۙالسِّحْرُۗ اِنَّ اللّٰهَ سَيُبْطِلُهٗۗ اِنَّ اللّٰهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِيْنَ ࣖ * وَيُحِقُّ اللّٰهُ الْحَقَّ بِكَلِمٰتِهٖ وَلَوْ كَرِهَ الْمُجْرِمُوْنَ",
        "la": "Falammā alqau qāla mūsā mā ji'tum bihis-siḥr(u), innallāha sayubṭiluh(ū), innallāha lā yuṣliḥu ‘amalal-mufsidīn(a). Wa yuḥiqqullāhul-ḥaqqa bikalimātihī wa lau karihal-mujrimūn(a).",
        "id": "Setelah mereka melemparkan (tali-temali), Musa berkata, “Apa yang kamu bawa itulah sihir. Sesungguhnya Allah akan membatalkan (mengalahkan)-nya. Sesungguhnya Allah tidak membiarkan perbuatan orang-orang yang berbuat kerusakan. Allah akan mengukuhkan kebenaran dengan ketetapan-ketetapan-Nya, walaupun para pendurhaka tidak menyukainya. (QS. Yunus : 81-82)"
    },
    {
        "type": "arabic",
        "ay": "قُلْنَا لَا تَخَفْ اِنَّكَ اَنْتَ الْاَعْلٰى * وَاَلْقِ مَا فِيْ يَمِيْنِكَ تَلْقَفْ مَا صَنَعُوْاۗ اِنَّمَا صَنَعُوْا كَيْدُ سٰحِرٍۗ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ اَتٰى * فَاُلْقِيَ السَّحَرَةُ سُجَّدًا قَالُوْٓا اٰمَنَّا بِرَبِّ هٰرُوْنَ وَمُوْسٰى *",
        "la": "Qulnā lā takhaf innaka antal-a‘lā. Wa alqi mā fī yamīnika talqaf mā ṣana‘ū, innamā ṣana‘ū kaidu sāḥir(in), wa lā yufliḥus-sāḥiru ḥaiṡu atā. Fa ulqiyas-saḥaratu sujjadan qālū āmannā birabbi hārūna wa mūsā.",
        "id": "Kami berfirman, “Jangan takut! Sesungguhnya engkaulah yang paling unggul. Lemparkan apa yang ada di tangan kananmu, niscaya ia akan menelan apa yang mereka buat. Sesungguhnya apa yang mereka buat itu hanyalah tipu daya penyihir (belaka). Tidak akan menang penyihir itu, dari mana pun ia datang. ”Lalu, para penyihir itu merunduk sujud seraya berkata, “Kami telah percaya kepada Tuhannya Harun dan Musa.” (QS. TaaHaa : 68-70)"
    },
    {
        "type": "tasbih",
        "jumlahBatas": 3,
        "ay": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ * قُلْ هُوَ اللّٰهُ اَحَدٌۚ * اَللّٰهُ الصَّمَدُۚ * لَمْ يَلِدْ وَلَمْ يُوْلَدْۙ * وَلَمْ يَكُنْ لَّهٗ كُفُوًا اَحَدٌ *",
        "la": "Bismillāhir-raḥmānir-raḥīm(i). Qul huwallōhu aḥad(un). Allōhuṣ-ṣomad(u), Lam yalid wa lam yūlad, Wa lam yakul lahū kufuwan aḥad(un)",
        "id": "Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang. Katakanlah (Muhammad), \"Dialah Allah, Yang Maha Esa. Allah tempat meminta segala sesuatu. (Allah) tidak beranak dan tidak pula diperanakkan. Dan tidak ada sesuatu yang setara dengan Dia. (QS. Al-Ikhlas : 1-4)"
    },
    {
        "type": "tasbih",
        "jumlahBatas": 3,
        "ay": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ * قُلْ اَعُوْذُ بِرَبِّ الْفَلَقِۙ * مِنْ شَرِّ مَا خَلَقَۙ * وَمِنْ شَرِّ غَاسِقٍ اِذَا وَقَبَۙ * وَمِنْ شَرِّ النَّفّٰثٰتِ فِى الْعُقَدِۙ * وَمِنْ شَرِّ حَاسِدٍ اِذَا حَسَدَ  *",
        "la": "Bismillāhir-raḥmānir-raḥīm(i). Qul a‘ūdzu birobbil-falaq(i). Min syarri mā kholaq(a). Wa min syarri ghōsiqin idzā waqob(a). Wa min syarrin-naffāṡāti fil-‘uqod(i). Wa min syarri ḥāsidin idzā ḥasad(a)",
        "id": "Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang. Katakanlah, \"Aku berlindung kepada Tuhan yang menguasai subuh (fajar), dari kejahatan (makhluk yang) Dia ciptakan. dan dari kejahatan malam apabila telah gelap gulita. dan dari kejahatan (perempuan-perempuan) penyihir yang meniup pada buhul-buhul (talinya), dan dari kejahatan orang yang dengki apabila dia dengki. (QS. Al-Falaq : 1-5)"
    },
    {
        "type": "tasbih",
        "jumlahBatas": 3,
        "ay": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ * قُلْ اَعُوْذُ بِرَبِّ النَّاسِۙ * مَلِكِ النَّاسِۙ * اِلٰهِ النَّاسِۙ * مِنْ شَرِّ الْوَسْوَاسِۙ الْخَنَّاسِۖ * الَّذِيْ يُوَسْوِسُ فِيْ صُدُوْرِ النَّاسِۙ * مِنَ الْجِنَّةِ وَالنَّاسِ *",
        "la": "Bismillāhir-raḥmānir-raḥīm(i). Qul a‘ūdzu birobbin-nās(i). Malikin-nās(i). Ilāhin-nās(i). Min syarril-waswāsil-khonnās(i). Alladzī yuwaswisu fī ṣudūrin-nās(i). Minal jinnati wan-nās(i)",
        "id": "Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang. Katakanlah, \"Aku berlindung kepada Tuhannya manusia, Raja manusia. sembahan manusia, dari kejahatan (bisikan) setan yang bersembunyi. yang membisikkan (kejahatan) ke dalam dada manusia, dari (golongan) jin dan manusia. (QS. An-Naas : 1-6)"
    },
    {
        "type": "arabic",
        "ay": "اَوَلَمْ يَرَ الَّذِيْنَ كَفَرُوْٓا اَنَّ السَّمٰوٰتِ وَالْاَرْضَ كَانَتَا رَتْقًا فَفَتَقْنٰهُمَاۗ وَجَعَلْنَا مِنَ الْمَاۤءِ كُلَّ شَيْءٍ حَيٍّۗ اَفَلَا يُؤْمِنُوْنَ *",
        "la": "Awalam yaral-lażīna kafarū annas-samāwāti wal-arḍa kānatā ratqan fa fataqnāhumā, wa ja‘alnā minal-mā'i kulla syai'in ḥayy(in), afalā yu'minūn(a).",
        "id": "Apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi, keduanya, dahulu menyatu, kemudian Kami memisahkan keduanya dan Kami menjadikan segala sesuatu yang hidup berasal dari air? Maka, tidakkah mereka beriman?. (QS. Al-Anbiyaa' : 30)"
    },
    {
        "type": "arabic",
        "ay": "وَيَسِّرْلِيْ أَمْرِيْ وَاحْلُلْ عُقْدَةً مِنْ لِسَانِيْ يَفْقَهُوْ قَوْلِيْ *",
        "la": "wayassyirli amri wahlul uqdatam mil-lisani yafqahu qauli",
        "id": "mudahkanlah segala urusanku, dan lepaskanlah kekakuan lidahku, agar mereka mengerti perkataanku"
    },
    {
        "type": "arabic",
        "ay": "فَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنِ اضْرِبْ بِّعَصَاكَ الْبَحْرَۗ فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيْمِ ۚ *",
        "la": "Fa auḥainā ilā mūsā aniḍrib bi‘aṣākal-baḥr(a), fanfalaqa fa kāna kullu firqin kaṭ-ṭaudil ‘aẓīm(i).",
        "id": "Lalu, Kami wahyukan kepada Musa, “Pukullah laut dengan tongkatmu itu.” Maka, terbelahlah (laut itu) dan setiap belahan seperti gunung yang sangat besar. (QS. Asy-Su'ara' : 63)"
    },
    {
        "type": "arabic",
        "ay": "وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَۗ وَيَعْلَمُ مَا فِى الْبَرِّ وَالْبَحْرِۗ وَمَا تَسْقُطُ مِنْ وَّرَقَةٍ اِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِيْ ظُلُمٰتِ الْاَرْضِ وَلَا رَطْبٍ وَّلَا يَابِسٍ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ *",
        "la": "Wa ‘indahū mafātiḥul-gaibi lā ya‘lamuhā illā huw(a), wa ya‘lamu mā fil-barri wal-baḥr(i), wa mā tasquṭu miw waraqatin illā ya‘lamuhā wa lā ḥabbatin fī ẓulumātil-arḍi wa lā raṭbiw wa lā yābisin illā fī kitābim mubīn(in).",
        "id": "Kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahuinya selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, melainkan (tertulis) dalam kitab yang nyata (Lauh Mahfuz). (QS. Al-An'am' : 59)"
    },
    {
        "type": "arabic",
        "ay": "وَمَنْ يُّشْرِكْ بِاللّٰهِ فَكَاَنَّمَا خَرَّ مِنَ السَّمَاۤءِ فَتَخْطَفُهُ الطَّيْرُ اَوْ تَهْوِيْ بِهِ الرِّيْحُ فِيْ مَكَانٍ سَحِيْقٍ *",
        "la": "Ḥunafā'a lillāhi gaira musyrikīna bih(ī), wa may yusyrik billāhi fa ka'annamā kharra minas-samā'i fa takhṭafuhuṭ-ṭairu au tahwī bihir-rīḥu fī makānin saḥīq(in).",
        "id": "Siapa yang mempersekutukan Allah seakan-akan dia jatuh dari langit, lalu disambar oleh burung atau diterbangkan angin ke tempat yang jauh. (QS. Al-Hajj : 31)"
    },
    {
        "type": "arabic",
        "ay": "اَوَمَنْ كَانَ مَيْتًا فَاَحْيَيْنٰهُ وَجَعَلْنَا لَهٗ نُوْرًا يَّمْشِيْ بِهٖ فِى النَّاسِ كَمَنْ مَّثَلُهٗ فِى الظُّلُمٰتِ لَيْسَ بِخَارِجٍ مِّنْهَاۗ كَذٰلِكَ زُيِّنَ لِلْكٰفِرِيْنَ مَا كَانُوْا يَعْمَلُوْنَ *",
        "la": "Awa man kāna maitan fa aḥyaināhu wa ja‘alnā lahū nūray yamsyī bihī fin-nāsi kamam maṡaluhū fiẓ-ẓulumāti laisa bikhārijim minhā,",
        "id": "Apakah orang yang sudah mati lalu Kami hidupkan dan beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, seperti orang yang berada dalam kegelapan sehingga dia tidak dapat keluar dari sana?. (QS. Al-An'am : 122)"
    },
    {
        "type": "arabic",
        "ay": "اُرْكُضْ بِرِجْلِكَۚ هٰذَا مُغْتَسَلٌۢ بَارِدٌ وَّشَرَابٌ *",
        "la": "Urkuḍ birijlik(a), hāżā mugtasalum bāriduw wa syarāb(un).",
        "id": "(Allah berfirman,) “Entakkanlah kakimu (ke bumi)! Inilah air yang sejuk untuk mandi dan minum.” (QS. Shaad : 42)"
    },
    {
        "type": "arabic",
        "ay": "يٰبَنِيْٓ اٰدَمَ قَدْ اَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُّوَارِيْ سَوْءٰتِكُمْ وَرِيْشًاۗ وَلِبَاسُ التَّقْوٰى ذٰلِكَ خَيْرٌۗ *",
        "la": "Yā banī ādama qad anzalnā ‘alaikum libāsay yuwārī sau'ātikum wa rīsyā(n), wa libāsut-taqwā żālika khair(un),",
        "id": "Wahai anak cucu Adam, sungguh Kami telah menurunkan kepadamu pakaian untuk menutupi auratmu dan bulu (sebagai bahan pakaian untuk menghias diri). (Akan tetapi,) pakaian takwa itulah yang paling baik. (QS. Al-A'raf : 26)"
    },
    {
        "type": "arabic",
        "ay": "وَلَقَدْ خَلَقْنٰكُمْ ثُمَّ صَوَّرْنٰكُمْ ثُمَّ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا *",
        "la": "Wa laqad khalaqnākum ṡumma ṣawwarnākum ṡumma qulnā lil-malā'ikatisjudū li'ādama fa sajadū.",
        "id": "Sungguh, Kami benar-benar telah menciptakan kamu (Adam), kemudian Kami membentuk (tubuh)-mu. Lalu, Kami katakan kepada para malaikat, “Bersujudlah kamu kepada Adam.” Mereka pun sujud, (QS. Al-A'raf : 11)"
    },
    {
        "type": "arabic",
        "ay": "اِنِّيْ وَهَنَ الْعَظْمُ مِنِّيْ وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَّلَمْ اَكُنْۢ بِدُعَاۤىِٕكَ رَبِّ شَقِيًّا *",
        "la": "innī wahanal-‘aẓmu minnī wasyta‘alar-ra'su syaibaw wa lam akum bidu‘ā'ika rabbi syaqiyyā(n).",
        "id": "Sesungguhnya tulangku telah lemah, kepalaku telah dipenuhi uban, dan aku tidak pernah kecewa dalam berdoa kepada-Mu, wahai Tuhanku. (QS. Maryam : 4)"
    },
    {
        "type": "arabic",
        "ay": "فَيَتَعَلَّمُوْنَ مِنْهُمَا مَا يُفَرِّقُوْنَ بِهٖ بَيْنَ الْمَرْءِ وَزَوْجِهٖ ۗ وَمَا هُمْ بِضَاۤرِّيْنَ بِهٖ مِنْ اَحَدٍ اِلَّا بِاِذْنِ اللّٰهِ ۗ *",
        "la": "Fayata‘allamūna minhumā mā yufarriqūna bihī bainal-mar'i wa zaujih(ī), wa mā hum biḍarrīna bihī min aḥadin illā bi'iżnillāh(i),",
        "id": "Maka, mereka mempelajari dari keduanya (malaikat itu) apa yang (dapat) memisahkan antara seorang (suami) dan istrinya. Mereka tidak akan dapat mencelakakan seseorang dengan (sihir)-nya, kecuali dengan izin Allah. (Penggalan QS. Al-Baqarah : 102)"
    },
    {
        "type": "arabic",
        "ay": "وَاتَّبَعُوْا مَا تَتْلُوا الشَّيٰطِيْنُ عَلٰى مُلْكِ سُلَيْمٰنَ ۚ وَمَا كَفَرَ سُلَيْمٰنُ وَلٰكِنَّ الشَّيٰطِيْنَ كَفَرُوْا يُعَلِّمُوْنَ النَّاسَ السِّحْرَ وَمَآ اُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوْتَ وَمَارُوْتَ ۗ وَمَا يُعَلِّمٰنِ مِنْ اَحَدٍ حَتّٰى يَقُوْلَآ اِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۗ فَيَتَعَلَّمُوْنَ مِنْهُمَا مَا يُفَرِّقُوْنَ بِهٖ بَيْنَ الْمَرْءِ وَزَوْجِهٖ ۗ وَمَا هُمْ بِضَاۤرِّيْنَ بِهٖ مِنْ اَحَدٍ اِلَّا بِاِذْنِ اللّٰهِ ۗ وَيَتَعَلَّمُوْنَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ ۗ وَلَقَدْ عَلِمُوْا لَمَنِ اشْتَرٰىهُ مَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ ۗ وَلَبِئْسَ مَاشَرَوْا بِهٖٓ اَنْفُسَهُمْ ۗ لَوْ كَانُوْا يَعْلَمُوْنَ *",
        "la": "Wattaba‘ū mā tatlusy-syayāṭīnu ‘alā mulki sulaimān(a), wa mā kafara sulaimānu wa lākinnnasy-syayāṭīna kafarū yu‘allimūnan-nāsas siḥr(a), wa mā unzila ‘alal-malakaini bibābila hārūta wa mārūt(a), wa mā yu‘allimāni min aḥadin ḥattā yaqūlā innamā naḥnu fitnatun falā takfur, fayata‘allamūna minhumā mā yufarriqūna bihī bainal-mar'i wa zaujih(ī), wa mā hum biḍarrīna bihī min aḥadin illā bi'iżnillāh(i), wa yata‘allamūna mā yaḍurruhum wa lā yanfa‘uhum, wa laqad ‘alimū lamanisytarāhu mā lahū fil-ākhirati min khalāq(in), wa labi'sa mā syarau bihī anfusahum, lau kānū ya‘lamūn(a).",
        "id": "Mereka mengikuti apa yang dibaca oleh setan-setan pada masa Kerajaan Sulaiman. Sulaiman itu tidak kufur, tetapi setan-setan itulah yang kufur. Mereka mengajarkan sihir kepada manusia dan apa yang diturunkan kepada dua malaikat di negeri Babilonia, yaitu Harut dan Marut. Padahal, keduanya tidak mengajarkan sesuatu kepada seseorang sebelum mengatakan, “Sesungguhnya kami hanyalah fitnah (cobaan bagimu) oleh sebab itu janganlah kufur!” Maka, mereka mempelajari dari keduanya (malaikat itu) apa yang (dapat) memisahkan antara seorang (suami) dan istrinya. Mereka tidak akan dapat mencelakakan seseorang dengan (sihir)-nya, kecuali dengan izin Allah. Mereka mempelajari sesuatu yang mencelakakan dan tidak memberi manfaat kepada mereka. Sungguh, mereka benar-benar sudah mengetahui bahwa siapa yang membeli (menggunakan sihir) itu niscaya tidak akan mendapat keuntungan di akhirat. Sungguh, buruk sekali perbuatan mereka yang menjual dirinya dengan sihir jika mereka mengetahui(-nya). (QS. Al-Baqarah : 42)"
    },
    {
        "type": "arabic",
        "ay": "يَّوْمَ تَبْيَضُّ وُجُوْهٌ وَّتَسْوَدُّ وُجُوْهٌ ۚ فَاَمَّا الَّذِيْنَ اسْوَدَّتْ وُجُوْهُهُمْۗ اَ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ *",
        "la": "Yauma tabyaḍḍu wujūhuw wa taswaddu wujūh(un), fa ammal-lażīnaswaddat wujūhuhum, akafartum ba‘da īmānikum.",
        "id": "(Azab itu terjadi) pada hari ketika ada wajah yang putih berseri dan ada pula wajah yang hitam kusam. Adapun orang-orang yang berwajah hitam kusam (kepada mereka dikatakan), “Mengapa kamu kafir setelah beriman?” (QS. Al-Imran : 106)"
    },
    {
        "type": "arabic",
        "ay": "كُلَّمَآ اَوْقَدُوْا نَارًا لِّلْحَرْبِ اَطْفَاَهَا اللّٰهُ ۙوَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًاۗ وَاللّٰهُ لَا يُحِبُّ الْمُفْسِدِيْنَ *",
        "la": "Kullamā auqadū nāral lil-ḥarbi aṭfa'ahallāh(u), wa yas‘auna fil-arḍi fasādā(n), wallāhu lā yuḥibbul-mufsidīn(a).",
        "id": "Setiap kali mereka menyalakan api peperangan, Allah memadamkannya. Mereka berusaha (menimbulkan) kerusakan di bumi. Allah tidak menyukai orang-orang yang berbuat kerusakan. (QS. Al-Maidah : 64)"
    },
    {
        "type": "arabic",
        "ay": "لَا يُؤَاخِذُكُمُ اللّٰهُ بِاللَّغْوِ فِيْٓ اَيْمَانِكُمْ وَلٰكِنْ يُّؤَاخِذُكُمْ بِمَا عَقَّدْتُّمُ الْاَيْمَانَۚ *",
        "la": "Lā yu'ākhiżukumullāhu bil-lagwi fī aimānikum wa lākiy yu'ākhiżukum bimā ‘aqqattumul-aimān(a),",
        "id": "Allah tidak menghukum kamu disebabkan sumpah-sumpahmu yang tidak disengaja (untuk bersumpah), tetapi Dia menghukum kamu disebabkan sumpah-sumpah yang kamu sengaja. (QS. Al-Maidah : 89)"
    },
    {
        "type": "arabic",
        "ay": "وَقَدِمْنَآ اِلٰى مَا عَمِلُوْا مِنْ عَمَلٍ فَجَعَلْنٰهُ هَبَاۤءً مَّنْثُوْرًا *",
        "la": "Wa qadimnā ilā mā ‘amilū min ‘amalin fa ja‘alnāhu habā'am manṡūrā(n).",
        "id": "Kami perlihatkan segala amal yang mereka kerjakan, lalu Kami jadikan amal itu (bagaikan) debu yang beterbangan. (QS. Al-Furqan : 23)"
    },
    {
        "type": "arabic",
        "ay": "اِنَّ اللّٰهَ فَالِقُ الْحَبِّ وَالنَّوٰىۗ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ۗ *",
        "la": "Innallāha fāliqul-ḥabbi wan-nawā, yukhrijul-ḥayya minal-mayyiti wa mukhrijul-mayyiti minal-ḥayy(i),",
        "id": "Sesungguhnya Allah yang menumbuhkan butir (padi-padian) dan biji (buah-buahan). Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup. (QS. Al-An'am : 95)"
    },
    {
        "type": "arabic",
        "ay": "اِذْ جَاۤءُوْكُمْ مِّنْ فَوْقِكُمْ وَمِنْ اَسْفَلَ مِنْكُمْ وَاِذْ زَاغَتِ الْاَبْصَارُ وَبَلَغَتِ الْقُلُوْبُ الْحَنَاجِرَ وَتَظُنُّوْنَ بِاللّٰهِ الظُّنُوْنَا۠ ۗ * هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُوْنَ وَزُلْزِلُوْا زِلْزَالًا شَدِيْدًا *",
        "la": "Iż jā'ūkum min fauqikum wa min asfala minkum wa iż zāgatil-abṣāru wa balagatil-qulūbul-ḥanājira wa taẓunnūna billāhiẓ-ẓunūnā. Hunālikabtuliyal-mu'minūna wa zulzilū zilzālan syadīdā(n).",
        "id": "Ketika mereka datang kepadamu dari arah atas dan bawahmu, ketika penglihatan(-mu) terpana, hatimu menyesak sampai ke tenggorokan, dan kamu berprasangka yang bukan-bukan terhadap Allah, di situlah orang-orang mukmin diuji dan diguncangkan (hatinya) dengan guncangan yang dahsyat. (QS. Al-Ahzab : 10-11)"
    },
    {
        "type": "tasbih",
        "jumlahBatas": 3,
        "ay": "وَاِذَا مَا غَضِبُوْا هُمْ يَغْفِرُوْنَ ۚ *",
        "la": "Wa iżā mā gaḍibū hum yagfirūn(a).",
        "id": "dan apabila mereka marah segera memberi maaf. (QS. Asy-Syura : 37)"
    },
    {
        "type": "arabic",
        "ay": "حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ *",
        "la": "Ḥurrimat ‘alaikumul-maitatu wad-damu wa laḥmul-khinzīri wa mā uhilla ligairillāhi bihī",
        "id": "Diharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging hewan) yang disembelih bukan atas (nama) Allah, (Penggalan QS. Al-Maidah : 3)"
    },
    {
        "type": "arabic",
        "ay": "فَاِذَا تَطَهَّرْنَ فَأْتُوْهُنَّ مِنْ حَيْثُ اَمَرَكُمُ اللّٰهُ ۗ اِنَّ اللّٰهَ يُحِبُّ التَّوَّابِيْنَ وَيُحِبُّ الْمُتَطَهِّرِيْنَ *",
        "la": "Fa'iżā taṭahharna fa'tūhunna min ḥaiṡu amarakumullāh(u), innallāha yuḥibbut-tawwābīna wa yuḥibbul-mutaṭahhirīn(a).",
        "id": "Apabila mereka benar-benar suci (setelah mandi wajib), campurilah mereka sesuai dengan (ketentuan) yang diperintahkan Allah kepadamu. Sesungguhnya Allah menyukai orang-orang yang bertobat dan menyukai orang-orang yang menyucikan diri. (QS. Al-Baqarah : 222)"
    },
    {
        "type": "arabic",
        "ay": "حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ وَالْمُنْخَنِقَةُ وَالْمَوْقُوْذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيْحَةُ وَمَآ اَكَلَ السَّبُعُ اِلَّا مَا ذَكَّيْتُمْۗ وَمَا ذُبِحَ عَلَى النُّصُبِ وَاَنْ تَسْتَقْسِمُوْا بِالْاَزْلَامِۗ ذٰلِكُمْ فِسْقٌۗ *",
        "la": "Ḥurrimat ‘alaikumul-maitatu wad-damu wa laḥmul-khinzīri wa mā uhilla ligairillāhi bihī wal-munkhaniqatu wal-mauqūżatu wal-mutaraddiyatu wan-naṭīḥatu wa mā akalas-sabu‘u illā mā żakkaitum, wa mā żubiḥa ‘alan-nuṣubi wa an tastaqsimū bil-azlām(i), żālikum fisq(un),",
        "id": "Diharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging hewan) yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang (sempat) kamu sembelih. (Diharamkan pula) apa yang disembelih untuk berhala. (Demikian pula) mengundi nasib dengan azlām (anak panah), (karena) itu suatu perbuatan fasik. (Penggalan QS. Al-Maidah : 3)"
    },
    {
        "type": "arabic",
        "ay": "وَمَا عَلَّمْتُمْ مِّنَ الْجَوَارِحِ مُكَلِّبِيْنَ تُعَلِّمُوْنَهُنَّ مِمَّا عَلَّمَكُمُ اللّٰهُ *",
        "la": "Wa mā ‘allamtum minal-jawāriḥi mukallibīna tu‘allimūnahunna mimmā ‘allamakumullāhu",
        "id": "Dan (halal bagimu) apa yang telah kamu ajarkan kepada binatang-binatang pemburu untuk berburu, yang kamu ajarkan kepada mereka sebagaimana Allah telah mengajarkan kepadamu. (Penggalan QS. Al-Maidah : 4)"
    },
    {
        "type": "arabic",
        "ay": "فَالْتَقَمَهُ الْحُوْتُ وَهُوَ مُلِيْمٌ * فَلَوْلَآ اَنَّهٗ كَانَ مِنَ الْمُسَبِّحِيْنَ ۙ * لَلَبِثَ فِيْ بَطْنِهٖٓ اِلٰى يَوْمِ يُبْعَثُوْنَۚ *",
        "la": "Faltaqamahul-ḥūtu wa huwa mulīm(un). Falau lā annahū kāna minal-musabbiḥīn(a). Lalabiṡa fī baṭnihī ilā yaumi yub‘aṡūn(a).",
        "id": "Dia kemudian ditelan oleh ikan besar dalam keadaan tercela. Seandainya dia bukan golongan orang yang banyak bertasbih kepada Allah, niscaya dia akan tetap tinggal di perutnya (ikan) sampai hari Kebangkitan. (QS. As-Shaffat : 42-44)"
    },
    {
        "type": "arabic",
        "ay": "وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ * قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ *",
        "la": "Wa ḍaraba lanā maṡalaw wa nasiya khalqah(ū), qāla may yuḥyil-‘iẓāma wa hiya ramīm(un). Qul yuḥyīhal-lażī ansya'ahā awwala marrah(tin), wa huwa bikulli khalqin ‘alīm(un).",
        "id": "Dia membuat perumpamaan bagi Kami dan melupakan asal penciptaannya. Dia berkata, “Siapakah yang bisa menghidupkan tulang-belulang yang telah hancur luluh?”. Katakanlah (Nabi Muhammad), “Yang akan menghidupkannya adalah Zat yang menciptakannya pertama kali. Dia Maha Mengetahui setiap makhluk. (QS. Yasin : 78-79)"
    },
    {
        "type": "arabic",
        "ay": "وَرَبَّكَ فَكَبِّرْۖ * وَثِيَابَكَ فَطَهِّرْۖ * وَالرُّجْزَ فَاهْجُرْۖ *",
        "la": "Wa rabbaka fakabbir. Wa ṡiyābaka faṭahhir. War-rujza fahjur.",
        "id": "Tuhanmu, agungkanlah!. Pakaianmu, bersihkanlah!. Segala (perbuatan) yang keji, tinggalkanlah!. (Penggalan QS. Al-Muddasir : 3-5)"
    },
    {
        "type": "arabic",
        "ay": "وَمِنْ اَصْوَافِهَا وَاَوْبَارِهَا وَاَشْعَارِهَآ اَثَاثًا وَّمَتَاعًا اِلٰى حِيْنٍ *",
        "la": "Wa min aṣwāfihā wa aubārihā wa asy‘ārihā aṡāṡaw wa matā‘an ilā ḥīn(in).",
        "id": "dan (Dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing peralatan rumah tangga serta kesenangan sampai waktu (tertentu). (Penggalan QS. An-Nahl : 80)"
    },
    {
        "type": "arabic",
        "ay": "مَثَلُ الَّذِيْنَ حُمِّلُوا التَّوْرٰىةَ ثُمَّ لَمْ يَحْمِلُوْهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ اَسْفَارًاۗ *",
        "la": "Maṡalul-lażīna ḥummilut-taurāta ṡumma lam yaḥmilūhā kamaṡalil-ḥimāri yaḥmilu asfārā(n),",
        "id": "Perumpamaan orang-orang yang dibebani tugas mengamalkan Taurat, kemudian tidak mengamalkannya, adalah seperti keledai yang membawa kitab-kitab (tebal tanpa mengerti kandungannya). (Penggalan QS. Al-Jumuah : 5)"
    },
    {
        "type": "arabic",
        "ay": "بَدَتْ لَهُمَا سَوْءٰتُهُمَا وَطَفِقَا يَخْصِفٰنِ عَلَيْهِمَا مِنْ وَّرَقِ الْجَنَّةِۗ *",
        "la": "badat lahumā sau'ātuhumā wa ṭafiqā yakhṣifāni ‘alaihimā miw waraqil-jannah(ti),",
        "id": "tampaklah pada keduanya auratnya dan mulailah keduanya menutupinya dengan daun-daun (di) surga. (Penggalan QS. Al-A'raf : 22)"
    },
    {
        "type": "arabic",
        "ay": "فَلْيَنْظُرِ الْاِنْسَانُ مِمَّ خُلِقَ * خُلِقَ مِنْ مَّاۤءٍ دَافِقٍۙ *",
        "la": "Falyanẓuril-insānu mimma khuliq(a). Khuliqa mim mā'in dāfiq(in).",
        "id": "Hendaklah manusia memperhatikan dari apa dia diciptakan. Dia diciptakan dari air (mani) yang memancar, (QS. At-Tariq : 5-6)"
    },
    {
        "type": "arabic",
        "ay": "لَاٰكِلُوْنَ مِنْ شَجَرٍ مِّنْ زَقُّوْمٍۙ * فَمَالِـُٔوْنَ مِنْهَا الْبُطُوْنَۚ * فَشٰرِبُوْنَ عَلَيْهِ مِنَ الْحَمِيْمِۚ *",
        "la": "La'ākilūna min syajarim min zaqqūm(in). Fa māli'ūna minhal-buṭūn(a). Fasyāribūna ‘alaihi minal-ḥamīm(i).",
        "id": "pasti akan memakan pohon zaqum. Lalu, kamu akan memenuhi perut-perutmu dengannya. Setelah itu, untuk penawarnya (zaqum) kamu akan meminum air yang sangat panas. (QS. Al-Waqi'ah : 52-54)"
    },
    {
        "type": "arabic",
        "ay": "اَلَّذِيْنَ يَأْكُلُوْنَ الرِّبٰوا لَا يَقُوْمُوْنَ اِلَّا كَمَا يَقُوْمُ الَّذِيْ يَتَخَبَّطُهُ الشَّيْطٰنُ مِنَ الْمَسِّۗ *",
        "la": "Allażīna ya'kulūnar-ribā lā yaqūmūna illā kamā yaqūmul-lażī yatakhabbaṭuhusy-syaiṭānu minal-mass(i),",
        "id": "Orang-orang yang memakan (bertransaksi dengan) riba tidak dapat berdiri, kecuali seperti orang yang berdiri sempoyongan karena kesurupan setan. (QS. Al-Baqarah : 275)"
    },
    {
        "type": "arabic",
        "ay": "قُلْ اِنَّ صَلَاتِيْ وَنُسُكِيْ وَمَحْيَايَ وَمَمَاتِيْ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ * لَا شَرِيْكَ لَهٗ ۚوَبِذٰلِكَ اُمِرْتُ وَاَنَا۠ اَوَّلُ الْمُسْلِمِيْنَ *",
        "la": "Qul inna ṣalātī wa nusukī wa maḥyāya wa mamātī lillāhi rabbil-‘ālamīn(a). Lā syarīka lah(ū), wa biżālika umirtu wa ana awwalul-muslimīn(a).",
        "id": "Katakanlah (Nabi Muhammad), “Sesungguhnya salatku, ibadahku, hidupku, dan matiku hanyalah untuk Allah, Tuhan semesta alam. Tidak ada sekutu bagi-Nya. Itulah yang diperintahkan kepadaku. Aku adalah orang yang pertama dalam kelompok orang muslim.” (QS. Al-An'am : 162-163)"
    },
    {
        "type": "arabic",
        "ay": "فَاَنْسٰىهُ الشَّيْطٰنُ ذِكْرَ رَبِّهٖ فَلَبِثَ فِى السِّجْنِ بِضْعَ سِنِيْنَ ࣖ *",
        "la": "fa ansāhusy-syaiṭānu żikra rabbihī fa labiṡa fis-sijni biḍ‘a sinīn(a).",
        "id": "Kemudian, setan menjadikan dia lupa untuk menjelaskan (keadaan Yusuf) kepada tuannya. Karena itu, dia (Yusuf) tetap dalam penjara beberapa tahun lamanya. (Penggalan QS. Yusuf : 42)"
    },
    {
        "type": "arabic",
        "ay": "وَاذْكُرْ رَّبَّكَ اِذَا نَسِيْتَ وَقُلْ عَسٰٓى اَنْ يَّهْدِيَنِ رَبِّيْ لِاَقْرَبَ مِنْ هٰذَا رَشَدًا *",
        "la": "ważkur rabbaka iżā nasīta wa qul ‘asā ay yahdiyani rabbī li'aqraba min hāżā rasyadā(n).",
        "id": "Ingatlah kepada Tuhanmu apabila engkau lupa dan katakanlah, “Mudah-mudahan Tuhanku akan memberiku petunjuk kepada yang lebih dekat kebenarannya daripada ini.” (Penggalan QS. Al-Kahfi : 24)"
    },
    {
        "type": "arabic",
        "ay": "فَسُبْحٰنَ اللّٰهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ * وَلَهُ الْحَمْدُ فِى السَّمٰوٰتِ وَالْاَرْضِ وَعَشِيًّا وَّحِيْنَ تُظْهِرُوْنَ * يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَا ۗوَكَذٰلِكَ تُخْرَجُوْنَ ࣖ *",
        "la": "Fa subḥānallāhi ḥīna tumsūna wa ḥīna tuṣbiḥūn(a). Wa lahul-ḥamdu fis-samāwāti wal-arḍi wa ‘asyiyyaw wa ḥīna tuẓhirūn(a). Yukhrijul-ḥayya minal-mayyiti wa yukhrijul-mayyita minal-ḥayyi wa yuḥyil-arḍa ba‘da mautihā, wa każālika tukhrajūn(a).",
        "id": "Bertasbihlah kepada Allah ketika kamu berada pada waktu senja dan waktu pagi. Segala puji hanya bagi-Nya di langit dan di bumi, pada waktu petang dan pada saat kamu berada pada waktu siang. Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, dan menghidupkan bumi setelah mati (kering). Seperti itulah kamu akan dikeluarkan (dari kubur). (QS. Ar-Rum : 17-19)"
    },
    {
        "type": "arabic",
        "ay": "فَاَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلٰى مَآ اَنْفَقَ فِيْهَا وَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَا وَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُشْرِكْ بِرَبِّيْٓ اَحَدًا *",
        "la": "Fa aṣbaḥa yuqallibu kaffaihi ‘alā mā anfaqa fīhā wa hiya khāwiyatun ‘alā ‘urūsyihā wa yaqūlu yā laitanī lam usyrik birabbī aḥadā(n).",
        "id": "lalu dia membolak-balikkan kedua telapak tangannya (tanda sangat menyesal) terhadap apa yang telah dia belanjakan untuk itu, sedangkan pohon anggur roboh bersama penyangganya dan dia berkata, “Aduhai, seandainya saja dahulu aku tidak mempersekutukan sesuatu pun dengan Tuhanku.” (Penggalan QS. Al-Kahfi : 42)"
    },
    {
        "type": "arabic",
        "ay": "اِنَّكُمْ وَمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ حَصَبُ جَهَنَّمَۗ اَنْتُمْ لَهَا وٰرِدُوْنَ *",
        "la": "Innakum wa mā ta‘budūna min dūnillāhi ḥaṣabu jahannam(a), antum lahā wāridūn(a).",
        "id": "Sesungguhnya kamu (orang kafir) dan apa yang kamu sembah selain Allah adalah bahan bakar (neraka) Jahanam. Kamu (pasti) masuk ke dalamnya. (QS.  Al-Anbiyaa' : 98)"
    },
    {
        "type": "tasbih",
        "jumlahBatas": 3,
        "ay": "وَخَشَعَتِ الْاَصْوَاتُ لِلرَّحْمٰنِ فَلَا تَسْمَعُ اِلَّا هَمْسًا *",
        "la": "wa khasya‘atil-aṣwātu lir-raḥmāni falā tasma‘u illā hamsā(n).",
        "id": "Semua suara tunduk merendah kepada Tuhan Yang Maha Pengasih, sehingga yang kamu dengar hanyalah bisik-bisik. (QS.  Taha : 108)"
    },
    {
        "type": "tasbih",
        "jumlahBatas": 3,
        "ay": "فَتِلْكَ بُيُوْتُهُمْ خَاوِيَةً ۢبِمَا ظَلَمُوْاۗ *",
        "la": "Fatilka buyūtuhum khāwiyatam bimā ẓalamū,",
        "id": "Itulah rumah-rumah mereka yang kosong (sebagai bukti bahwa mereka binasa) akibat kezaliman mereka."
    },
    {
        "type": "arabic",
        "ay": "وَحِيْلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُوْنَۙ كَمَا فُعِلَ بِاَشْيَاعِهِمْ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا فِيْ شَكٍّ مُّرِيْبٍ ࣖ *",
        "la": "Wa ḥīla bainahum wa baina mā yasytahūn(a), kamā fu‘ila bi'asy-yā‘ihim min qabl(u), innahum fī syakkim murīb(in).",
        "id": "Diberilah penghalang antara mereka dan apa yang mereka inginkan sebagaimana yang dilakukan terhadap orang-orang terdahulu yang serupa dengan mereka. Sesungguhnya mereka dahulu (di dunia) dalam keraguan yang mendalam. (QS.  Saba' : 54)"
    },
    {
        "type": "arabic",
        "ay": "وَشَدَدْنَا مُلْكَهٗ وَاٰتَيْنٰهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ *",
        "la": "Wa syadadnā mulkahū wa ātaināhul-ḥikmata wa faṣlal-khiṭāb(i).",
        "id": "Kami menguatkan kerajaannya serta menganugerahkan hikmah (kenabian) kepadanya dan kemampuan dalam menyelesaikan perkara. (QS.  Shaad : 20)"
    },
    {
        "type": "tasbih",
        "jumlahBatas": 3,
        "ay": "فَكَشَفْنَا عَنْكَ غِطَاۤءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيْدٌ *",
        "la": "...fakasyafnā ‘anka giṭā'aka fabaṣarukal-yauma ḥadīd(un).",
        "id": "...maka Kami singkapkan penutup matamu, sehingga penglihatanmu pada hari ini sangat tajam. (Penggalan QS.  Qaf : 22)"
    },
    {
        "type": "arabic",
        "ay": "وَالسَّمَاۤءَ بَنَيْنٰهَا بِاَيْىدٍ وَّاِنَّا لَمُوْسِعُوْنَ * وَالْاَرْضَ فَرَشْنٰهَا فَنِعْمَ الْمٰهِدُوْنَ * وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُوْنَ *",
        "la": "Was-samā'a banaināhā bi'aidiw wa innā lamūsi‘ūn(a). Wal-arḍa farasynāhā fa ni‘mal-māhidūn(a). Wa min kulli syai'in khalaqnā zaujaini la‘allakum tażakkarūn(a).",
        "id": "Langit Kami bangun dengan tangan (kekuatan Kami) dan sesungguhnya Kami benar-benar meluaskan(-nya). Bumi Kami hamparkan. (Kami adalah) sebaik-baik Zat yang menghamparkan. Segala sesuatu Kami ciptakan berpasang-pasangan agar kamu mengingat (kebesaran Allah). (QS.  Adz-Dzariyat : 47-49)"
    },
    {
        "type": "arabic",
        "ay": "مُّتَّكِـِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۚ لَا يَرَوْنَ فِيْهَا شَمْسًا وَّلَا زَمْهَرِيْرًاۚ *",
        "la": "Muttaki'īna fīhā ‘alal-arā'ik(i), lā yarauna fīhā syamsaw wa lā zamharīrā(n).",
        "id": "Di dalamnya mereka duduk bersandar di atas dipan. Di sana mereka tidak merasakan terik matahari dan dingin yang menusuk."
    },
    {
        "type": "arabic",
        "ay": "فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلٰى مَوْتِهٖٓ اِلَّا دَاۤبَّةُ الْاَرْضِ تَأْكُلُ مِنْسَاَتَهٗ ۚ *",
        "la": "Falammā qaḍainā ‘alaihil-mauta mā dallahum ‘alā mautihī illā dābbatul-arḍi ta'kulu minsa'atah(ū),",
        "id": "Maka, ketika telah Kami tetapkan kematian (Sulaiman), tidak ada yang menunjukkan kepada mereka kematiannya itu, kecuali rayap yang memakan tongkatnya."
    },
    {
        "type": "arabic",
        "ay": "وَّاٰمَنَهُمْ مِّنْ خَوْفٍ ࣖ *",
        "la": "...wa āmanahum min khauf(in).",
        "id": "...dan mengamankan mereka dari rasa takut."
    },
    {
        "type": "arabic",
        "ay": "يٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اِنِ اسْتَطَعْتُمْ اَنْ تَنْفُذُوْا مِنْ اَقْطَارِ السَّمٰوٰتِ وَالْاَرْضِ فَانْفُذُوْاۗ لَا تَنْفُذُوْنَ اِلَّا بِسُلْطٰنٍۚ * فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ * يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّنْ نَّارٍۙ وَّنُحَاسٌ فَلَا تَنْتَصِرَانِۚ *",
        "la": "Yā ma‘syaral-jinni wal-insi inistaṭa‘tum an tanfużū min aqṭāris-samāwāti wal-arḍi fanfużū, lā tanfużūna illā bisulṭān(in). Fa bi'ayyi ālā'i rabbikumā tukażżibān(i). Yursalu ‘alaikumā syuwāẓum min nār(in), wa nuḥāsun falā tantaṣirān(i",
        "id": "Wahai segenap jin dan manusia, jika kamu sanggup menembus (melintasi) penjuru langit dan bumi, tembuslah. Kamu tidak akan mampu menembusnya, kecuali dengan kekuatan (dari Allah). Maka, nikmat Tuhanmu manakah yang kamu dustakan (wahai jin dan manusia)?. Kepadamu, (wahai jin dan manusia,) disemburkan nyala api dan (ditumpahkan) cairan tembaga panas sehingga kamu tidak dapat menyelamatkan diri."
    },
    {
        "type": "arabic",
        "ay": "مَثَلُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۤءَ كَمَثَلِ الْعَنْكَبُوْتِۚ اِتَّخَذَتْ بَيْتًاۗ وَاِنَّ اَوْهَنَ الْبُيُوْتِ لَبَيْتُ الْعَنْكَبُوْتِۘ لَوْ كَانُوْا يَعْلَمُوْنَ *",
        "la": "Maṡalul-lażīnattakhażū min dūnillāhi auliyā'a kamaṡalil-‘ankabūt(i), ittakhażat baitā(n), wa inna auhanal-buyūti labaitul-‘ankabūt(i), lau kānū ya‘lamūn(a).",
        "id": "Perumpamaan orang-orang yang menjadikan selain Allah sebagai pelindung adalah seperti laba-laba betina yang membuat rumah. Sesungguhnya rumah yang paling lemah ialah rumah laba-laba. Jika mereka tahu, (niscaya tidak akan menyembahnya)."
    },
    {
        "type": "arabic",
        "ay": "هُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا وَكُلُوْا مِنْ رِّزْقِهٖۗ وَاِلَيْهِ النُّشُوْرُ *",
        "la": "Huwal-lażī ja‘ala lakumul-arḍa żalūlan famsyū fī manākibihā wa kulū mir rizqih(ī), wa ilaihin-nusyūr(u).",
        "id": "Dialah yang menjadikan bumi untuk kamu dalam keadaan mudah dimanfaatkan. Maka, jelajahilah segala penjurunya dan makanlah sebagian dari rezeki-Nya. Hanya kepada-Nya kamu (kembali setelah) dibangkitkan."
    },
    {
        "type": "arabic",
        "ay": "اَللّٰهُمَّ غَارَتِ النُّجُوْمُ * وَهَدَأَتِ الْعُيُوْنُ * وَأَنتَ حَيٌّ قَيُّومٌ * لَا تَأْخُذُكَ سِنَةٌ وَلَا نَوْمٌ * يَاحَيُّ يَاقَيُّوْمُ * اَهْدِئْ لِيَلِيْ وَاَنِمْ عَيْنِيْ وَاَسْكُنْ لَيْلِيْ *",
        "la": "Allōhumma ghōrotin nujūm, wahada-atil úyūn, wa-anta ḥayyu qoyyūm, lā ta'khudzuka sinatuw walā naūm, yā ḥayyu yā qoyyūm, ahdi'liyalī wa-anim áinī wa-askun lailī.",
        "id": "Ya Allah, bintang-bintang telah redup, * dan mata-mata telah terpejam, * sementara Engkau Maha Hidup lagi Maha Berdiri Sendiri, * tidak mengantuk dan tidak tidur, * wahai Yang Maha Hidup dan Maha Berdiri Sendiri, * tenangkan malamku, tidurkan mataku, dan damai malamku."
    },
    {
        "type": "arabic",
        "ay": " فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ * ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ *",
        "la": "...farji‘il-baṣara hal tarā min fuṭūr(in). Ṡummarji‘il-baṣara karrataini yanqalib ilaikal-baṣaru khāsi'aw wa huwa ḥasīr(un).",
        "id": "...Maka, lihatlah sekali lagi! Adakah kamu melihat suatu cela?. Kemudian, lihatlah sekali lagi (dan) sekali lagi (untuk mencari cela dalam ciptaan Allah), niscaya pandanganmu akan kembali kepadamu dengan kecewa dan dalam keadaan letih (karena tidak menemukannya)."
    },
    {
        "type": "arabic",
        "ay": "يُصْهَرُ بِهٖ مَا فِيْ بُطُوْنِهِمْ وَالْجُلُوْدُ ۗ *",
        "la": "Yuṣharu bihī mā fī buṭūnihim wal-julūd(u).",
        "id": "Dengan (air mendidih) itu akan diluluhlantakkan apa yang ada dalam perut mereka dan (juga) kulit (mereka)."
    },
    {
        "type": "arabic",
        "ay": "رَبَّنَآ اٰتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيْرًا ࣖ *",
        "la": "Rabbanā ātihim ḍi‘faini minal-‘ażābi wal‘anhum la‘nan kabīrā(n).",
        "id": "Wahai Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan laknatlah mereka dengan laknat yang besar.”"
    },
    {
        "type": "arabic",
        "ay": "وَمَرْيَمَ ابْنَتَ عِمْرٰنَ الَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهِ مِنْ رُّوْحِنَا وَصَدَّقَتْ بِكَلِمٰتِ رَبِّهَا وَكُتُبِهٖ وَكَانَتْ مِنَ الْقٰنِتِيْنَ ࣖ *",
        "la": "Wa maryamabnata ‘imrānal-latī aḥṣanat farjahā fa nafakhnā fīhi mir rūḥinā wa ṣaddaqat bikalimāti rabbihā wa kutubihī wa kānat minal-qānitīn(a).",
        "id": "Demikian pula Maryam putri Imran yang memelihara kehormatannya, lalu Kami meniupkan ke dalam rahimnya sebagian dari roh (ciptaan) Kami, dan yang membenarkan kalimat-kalimat Tuhannya dan kitab-kitab-Nya, serta yang termasuk orang-orang taat."
    }
]
